export type Question = {
  id: string;
  chapter: string;
  question: string;
  answer: string;
  hasImage: boolean;
};

export const chapterList: string[] = [
  '數與式',
  '指數對數',
  '多項式函數',
  '直線與圓',
  '三角比',
  '數列級數',
  '數據分析',
  '排列組合與機率',
  '三角函數A',
  '三角函數B',
  '指數與對數函數',
  '平面向量',
  '空間概念',
  '空間向量',
  '空間中的平面與直線',
  '條件機率',
  '矩陣A',
  '矩陣B',
  '選修數乙',
];

export const bank: Question[] = [
  {
    id: '178f776e6fd',
    chapter: '排列組合與機率',
    question:
      '學生 $$7$$ 人(甲、乙、丙、丁、戊、己、庚)參加接力賽跑，請回答下列問題各有多少種次序。\n(1)任意排棒有幾種？\n(2)甲、乙、丙必須是相鄰的三棒有幾種？\n(3)甲、乙、丙三人的棒次互不相連有幾種？',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '178f777ce0b',
    chapter: '排列組合與機率',
    question:
      '一列火車有七節車廂，車廂號碼 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$、$$7$$，今有兩對夫婦同時搭上火車。此四人剛好選坐兩節不同車廂而且是一對夫婦在一節車廂，另外一對夫婦選坐另一節車廂，則共有幾種選法？',
    answer: '$$42$$',
    hasImage: false,
  },
  {
    id: '178f7791d87',
    chapter: '排列組合與機率',
    question:
      '以 $$1$$、$$2$$、$$4$$、$$6$$、$$9$$ 等五個數不可重複排成一個五位數，將這些五位數由小排到大(如 $$12469$$、$$12496$$、...)後，則第 $$50$$ 個數為？',
    answer: '$$41296$$',
    hasImage: false,
  },
  {
    id: '178f779646a',
    chapter: '排列組合與機率',
    question:
      '用 $$0$$、$$0$$、$$1$$、$$1$$、$$1$$、$$2$$ 共 $$6$$ 個數字作成六位數，則共有幾種不同的數字？',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '178f779de67',
    chapter: '排列組合與機率',
    question: '某中學晚會共分成 $$7$$ 段，其中魔術、歌唱須在熱舞表演的前面，則共有幾種排法？',
    answer: '$$1680$$',
    hasImage: false,
  },
  {
    id: '178f77a38e2',
    chapter: '排列組合與機率',
    question: '將 $$abscissa$$ 八個字排成一列，任意排，則排法有多少種？',
    answer: '$$3360$$',
    hasImage: false,
  },
  {
    id: '178f77a66b0',
    chapter: '排列組合與機率',
    question: '由一樓上二樓的樓梯共有 $$8$$ 階，某人以每步踏一階或二階上樓，共有幾種走法？',
    answer: '$$34$$',
    hasImage: false,
  },
  {
    id: '178f77a9938',
    chapter: '排列組合與機率',
    question:
      '從 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 這 $$6$$ 個數字中，任意挑選 $$3$$ 個相異的數字排成三位數，若將所有排成的三位數由小到大依序排列，則 $$345$$ 為第幾個三位數？',
    answer: '$$51$$',
    hasImage: false,
  },
  {
    id: '178f77ac93d',
    chapter: '排列組合與機率',
    question:
      '某班想從 $$7$$ 名學生中選派 $$4$$ 人分別參加演講、郎讀、作文、字音字形比賽，其中小宇不參加演講比賽，阿光不參加朗讀比賽，則有幾種選派方式？',
    answer: '$$620$$',
    hasImage: false,
  },
  {
    id: '178f77b0f54',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己六人排成一列，其中甲與乙為相鄰而且丙與乙分開，則可能的情形有幾種？',
    answer: '$$192$$',
    hasImage: false,
  },
  {
    id: '178f77b3896',
    chapter: '排列組合與機率',
    question:
      '由甲地至乙地是棋盤式的街道，某人以走捷徑的方式由甲地至乙地，求必須經過 $$P$$ 點或 $$Q$$ 點的方法有多少種？',
    answer: '$$154$$',
    hasImage: true,
  },
  {
    id: '178f77b6e66',
    chapter: '排列組合與機率',
    question:
      '將 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 六個數字全取排成六位數，下列敘述何者正確？\n(A)六位數共有 $$720$$ 個\n(B)偶數有 $$360$$ 個\n(C) $$3$$ 的倍數有 $$240$$ 個\n(D) $$4$$ 的倍數有 $$192$$ 個\n(E) $$5$$ 的倍數有 $$120$$ 個',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '178f9e3fc7b',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 張不同面額的禮券分給甲、乙、丙三人，禮券必須全部分完，則甲恰得一張的方法有幾種？',
    answer: '$$80$$',
    hasImage: false,
  },
  {
    id: '178f9e85218',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 本不同的書，分給甲、乙、丙三人，就以下情形的分法，選出正確的選項？\n(A)任意分為 $$125$$ 種\n(B)甲至少一本為 $$211$$ 種\n(C)乙恰得一本為 $$80$$ 種\n(D)三人均至少一本為 $$149$$ 種\n(E)恰有一人沒拿到書為 $$96$$ 種',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '178fa340b81',
    chapter: '排列組合與機率',
    question:
      '有 $$t$$、$$e$$、$$e$$、$$e$$、$$e$$、$$n$$、$$n$$、$$s$$、$$s$$ 這 $$9$$ 張字母卡，欲從這 $$9$$ 張字母卡中任取 $$4$$ 張字母卡出來排列，則其排法有幾種？',
    answer: '$$163$$',
    hasImage: false,
  },
  {
    id: '178fa3eee69',
    chapter: '排列組合與機率',
    question:
      '某地區的車牌號碼共六碼，其中前兩碼為 $$O$$ 以外的英文大寫字母，後四碼為 $$0$$ 到 $$9$$ 的阿拉伯數字，但規定不能連續出現三個 $$4$$。例如：$$AA1234$$、$$AB4434$$ 為可出現的車牌號碼；而 $$AO1234$$，$$AB3444$$ 為不可出現的車牌號碼。則所有第一碼為 $$E$$ 且最後一碼為 $$4$$ 的車牌號碼個數為何？',
    answer: '$$24750$$',
    hasImage: false,
  },
  {
    id: '178fa4ccd10',
    chapter: '排列組合與機率',
    question:
      '六人搭三輛不同的計程車，每輛至少坐一名乘客，最多載四名乘客，超過四人即違規，求六人搭乘且不違規的搭乘情況下，有幾種搭乘方法？',
    answer: '$$540$$',
    hasImage: false,
  },
  {
    id: '178fa58b177',
    chapter: '排列組合與機率',
    question:
      '設有渡輪 $$3$$ 艘(分別標號為 $$A$$、$$B$$、$$C$$)，每艘船最多可載 $$5$$人，今有 $$7$$ 人過渡，但甲需乘 $$A$$ 船，且乙不乘 $$B$$ 船，有幾種安全過渡的方法？',
    answer: '$$473$$',
    hasImage: false,
  },
  {
    id: '178fa706cd1',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己、庚共 $$7$$ 人，從中選出 $$4$$ 人，則甲、乙不能同時入選的方法有幾種？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '178fa7b2ef0',
    chapter: '排列組合與機率',
    question:
      '摩斯密碼是由「‧」與「—」兩種符號所排成一列的字串。若有一個摩斯密碼字串是由 $$3$$ 個「‧」符號及 $$8$$ 個「—」符號所組成，且 $$3$$ 個「‧」符號不相鄰，則可產生幾種不同的摩斯密碼字串？',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '178fa7e4b84',
    chapter: '排列組合與機率',
    question:
      '由甲、乙、丙、丁...等 $$10$$ 人中選出 $$4$$ 人，組成一代表團，則至少含甲、乙、丙、丁其中 $$1$$ 人的選法有幾種?',
    answer: '$$195$$',
    hasImage: false,
  },
  {
    id: '178fa9cba82',
    chapter: '排列組合與機率',
    question: '已知右圖為 $$16$$ 個矩形組成的大矩形，則圖中不包含 $$P$$ 點的矩形有幾個？',
    answer: '$$64$$',
    hasImage: true,
  },
  {
    id: '178fabee5c1',
    chapter: '排列組合與機率',
    question:
      '圖書館買進 $$6$$ 本不同的童書，請選出下列正確的選項：\n(A)平分成三堆，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(B)平分給三人，每人兩本，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(C)分給三人，一人四本，另兩人一人一本，有 $$C^6_4\\cdot C^2_1\\cdot C^1_1$$ 種分法\n(D)分給三人，有一人一本，有一人兩本，另一人三本，有 $$C^6_3\\cdot C^3_2\\cdot C^1_1\\cdot 3!$$ 種分法\n(E)分給三人每人至少一本，有 $$C^6_3\\cdot3!\\times 3^3$$ 種分法',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '178fac14a06',
    chapter: '排列組合與機率',
    question:
      '舉辦班際籃球賽，某班選出甲、乙、丙...等 $$15$$ 個最強的同學上場比賽，若每隊需要 $$5$$ 個人且甲、乙、丙三人不同隊，則有幾種組隊方式？',
    answer: '$$34650$$',
    hasImage: false,
  },
  {
    id: '178fac261fc',
    chapter: '排列組合與機率',
    question: '$$\\left(2x^2-3y\\right)^5$$ 展開式中 $$x^4y^3$$ 項的係數為？',
    answer: '$$-1080$$',
    hasImage: false,
  },
  {
    id: '178fac331f4',
    chapter: '排列組合與機率',
    question: '$$\\left(3x^2+\\frac{1}{x}\\right)^6$$ 展開式中，常數項為？',
    answer: '$$135$$',
    hasImage: false,
  },
  {
    id: '178fac4d07c',
    chapter: '排列組合與機率',
    question:
      '計算各式的值：\n(1) $$C^3_3+C^4_3+C^5_3+C^6_3+\\dots+C^{10}_3=$$？\n(2) $$C^9_1+C^9_2+C^9_3+C^9_4+\\dots+C^9_8=$$？',
    answer: '(1) $$330$$ (2) $$510$$',
    hasImage: false,
  },
  {
    id: '178fac883bd',
    chapter: '排列組合與機率',
    question:
      '設 $$(1+\\sqrt{2})^6=a+b\\sqrt{2}$$，其中 $$a$$、$$b$$ 為實數。請問 $$b$$ 等於下列哪一個選項？\n(A) $$C^6_0+2C^6_2+2^2C^6_4+2^3C^6_6$$\n(B) $$2C^6_1+2^2C^6_3+2^3C^6_5$$\n(C) $$C^6_1+2C^6_3+2^2C^6_5$$\n(D) $$C^6_0+2C^6_1+2^2C^6_2+2^3C^6_3+2^4C^6_4+2^5C^6_5+2^6C^6_6$$\n(E) $$C^6_0+2^2C^6_2+2^4C^6_4+2^6C^6_6$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1791b42e622',
    chapter: '排列組合與機率',
    question:
      '投擲 $$1$$ 枚均勻的硬幣 $$4$$ 次，求下列各事件的機率：\n(1)出現 $$1$$ 次正面，$$3$$ 次反面的機率為？\n(2)出現的正面次數大於反面次數的機率為？\n(3)在第 $$3$$ 次出現第 $$2$$ 次正面的機率為？',
    answer: '(1) $$\\frac{1}{4}$$ (2) $$\\frac{5}{16}$$ (3) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1791b44c122',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$6$$ 顆大小相同的球，其中紅球 $$4$$ 顆，白球 $$2$$ 顆。取一球後不放回，再取一球，則兩球都是紅球的機率為？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b45cd54',
    chapter: '排列組合與機率',
    question: '寫有 $$1,2,3,4,5,6,7$$ 各數字之七張卡片中任取兩張，則數字之和為偶數之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '1791b469f25',
    chapter: '排列組合與機率',
    question: '四人同時玩「剪刀、石頭、布」的遊戲，求只玩一次就分出勝負的機率為？',
    answer: '$$\\frac{14}{27}$$',
    hasImage: false,
  },
  {
    id: '1791b4911d8',
    chapter: '排列組合與機率',
    question:
      '設事件 $$A$$ 發生的機率為 $$\\frac{2}{5}$$，事件 $$B$$ 發生的機率為 $$\\frac{3}{10}$$，若以 $$p$$ 表 $$A$$ 或 $$B$$ 發生的機率，則 $$p$$ 值的範圍為何？',
    answer: '$$\\frac{2}{5}\\le p\\le\\frac{7}{10}$$',
    hasImage: false,
  },
  {
    id: '1791b4a62cb',
    chapter: '排列組合與機率',
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{1}{2}$$，$$P(B)=\\frac{7}{10}$$，$$P(A\\cap B)=\\frac{2}{5}$$，則 $$P(A\\cup B)=$$？',
    answer: '$$\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b4d6f84',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$5$$ 張同樣大小的卡片，其中 $$3$$ 張寫上號碼 $$15$$，$$2$$ 張寫上號碼 $$20$$，設每張卡片被取出的機會均等。袋中一次取 $$2$$ 張卡片，可得兩張卡片號碼和的錢數，則取一次所得錢數的期望值為？',
    answer: '$$34$$ 元',
    hasImage: false,
  },
  {
    id: '1791b4f3389',
    chapter: '排列組合與機率',
    question:
      '箱中有三顆紅球與三顆白球，一摸彩遊戲是從箱中隨機同時抽出兩顆球。如果抽出的兩球顏色不同，則得獎金 $$100$$ 元；如果兩球顏色相同，則獎金 $$150$$ 元。請問此遊戲獎金的期望值為何？',
    answer: '$$120$$ 元',
    hasImage: false,
  },
  {
    id: '1791b50de9e',
    chapter: '排列組合與機率',
    question:
      '若一個 $$80$$ 歲老人根據統計，可活過一年的機率為 $$95\\%$$，若某 $$80$$ 歲老爺爺保一年 $$10000$$ 元的壽險，但須繳納保費 $$1000$$ 元，試問此 $$80$$ 歲老人投保，保險公司獲益的期望值為？',
    answer: '$$500$$ 元',
    hasImage: false,
  },
  {
    id: '1791b528b1d',
    chapter: '排列組合與機率',
    question:
      '某城市發行彩券，每張售價 $$100$$ 元，在每次發行 $$1$$ 百萬張彩券中有壹佰萬元獎 $$10$$ 張，拾萬元獎 $$100$$ 張，壹萬元獎 $$1000$$ 張，壹仟元獎 $$10000$$ 張，伍佰元獎 $$50000$$ 張，若小張購買兩張，預期會損失幾元？',
    answer: '$$70$$ 元',
    hasImage: false,
  },
  {
    id: '1791b53bc19',
    chapter: '排列組合與機率',
    question:
      '王先生在提款時忘了帳號密碼，但他還記得密碼的七位數字中，有兩個 $$3$$，三個 $$5$$，兩個 $$9$$，於是他就用這七個數字隨意排成一個七位數輸入提款機嘗試，則他只試一次就成功的機率為？',
    answer: '$$\\frac{1}{210}$$',
    hasImage: false,
  },
  {
    id: '1791b572ecb',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$12$$ 個大小相同的球，其中紅球 $$5$$ 個，白球 $$4$$ 個，黑球 $$3$$ 個。\n(1)自袋中任取 $$4$$ 球，取出的結果有幾種？\n(2)自袋中任取 $$4$$ 球，恰為三色之機率為？',
    answer: '(1) $$14$$ (2) $$\\frac{6}{11}$$',
    hasImage: false,
  },
  {
    id: '17942b291a4',
    chapter: '排列組合與機率',
    question:
      '已知袋中有 $$6$$ 個紅球，$$4$$ 個白球，若每球被取出的機會相同。若一次取一球，取後放回，共取兩次，取出一紅球一白球的機率為 $$P_1$$；若一次取一球，取後不放回，共取兩次，取出一紅球一白球的機率為 $$P_2$$；若一次取兩球，只取一次，取出一紅球一白球的機率為 $$P_3$$，則 $$P_1$$、$$P_2$$、$$P_3$$ 大小關係為何？\n(A) $$P_1=P_2<P_3$$\n(B) $$P_1<P_2=P_3$$\n(C) $$P_2<P_3=P_1$$\n(D) $$P_1<P_2<P_3$$\n(E) $$P_3<P_2<P_1$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942b5ea75',
    chapter: '排列組合與機率',
    question:
      '將正方形 $$ABCD$$ 的四條邊各自標上 $$1$$、$$2$$、$$3$$ 中的某一個數，使得任兩條相鄰的邊，都標有恰好差 $$1$$ 的兩個數。滿足這種條件的標示法總共有多少種？\n(A) $$2$$ 種\n(B) $$4$$ 種\n(C) $$6$$ 種\n(D) $$8$$ 種',
    answer: '(D)',
    hasImage: true,
  },
  {
    id: '17942ba194e',
    chapter: '排列組合與機率',
    question:
      '在 $$9$$ 個小正方格子中每一格填入「O」或「X」，則填法有幾種？\n(A) $$9^2$$\n(B) $$2^9$$\n(C) $$P^9_2$$\n(D) $$C^9_0+C^9_1+C^9_2+\\dots+C^9_9$$\n(E) $$2(C^9_0+C^9_1+C^9_2+\\dots+C^9_9)$$',
    answer: '(B)(D)',
    hasImage: true,
  },
  {
    id: '17942bc2fb6',
    chapter: '排列組合與機率',
    question:
      '選出答案不為 $$C^7_3$$ 的選項。\n(A)從 $$7$$ 人中選出 $$3$$ 人參加比賽的方法數\n(B)甲、乙、丙三人從 $$7$$ 本不同的書中，每人各選一本的方法數\n(C)將「$$aaaabbb$$」共 $$7$$ 個字母，任意排成一列的方法數\n(D)在 $$(a-b)^7$$ 的展開式中，$$a^4b^3$$ 的係數\n(E)在 $$(a-b)^7$$ 的展開式中，$$a^3b^4$$ 的係數',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '17942c0dd28',
    chapter: '排列組合與機率',
    question:
      "關於下列的敘述，選出正確的選項。\n(A)投擲一均勻硬幣 $$6$$ 次，「$$6$$ 次都出現正面」的機率小於「前 $$3$$ 次正面，後 $$3$$ 次反面」的機率\n(B)擲兩顆公正骰子一次，兩顆點數相同的機率為 $$\\frac{1}{6}$$\n(C)同時投擲二枚均勻硬幣一次，出現一正一反的機率為 $$\\frac{1}{4}$$\n(D)對任意兩事件 $$A$$、$$B$$，$$P(A\\cap B')=P(A)-P(A\\cap B)$$\n(E)對任意兩事件 $$A$$、$$B$$，$$P(A'\\cap B')=1-P(A\\cup B)$$",
    answer: '(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c55d7f',
    chapter: '排列組合與機率',
    question:
      '袋子中有 $$k$$ 號卡片 $$k$$ 張($$k=1$$、$$2$$、$$3$$)，每張卡片被取到的機會均等，則下列何者正確？\n(A)取出一張卡片，則此張卡片上數字之期望值為 $$\\frac{7}{3}$$\n(B)一次取出兩張卡片，則兩張卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(C)一次取出兩張卡片，則兩張卡片上數字積之期望值為 $$\\frac{49}{9}$$\n(D)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(E)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字積之期望值為 $$\\frac{49}{9}$$',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c8c37e',
    chapter: '排列組合與機率',
    question:
      '美國職棒大聯盟總冠軍賽採七戰四勝制，若比完第三場時洋基隊以一勝兩敗落後道奇隊，則往後比賽共有幾種可能情形是洋基隊獲得冠軍的情形？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '17942ccbdb7',
    chapter: '排列組合與機率',
    question:
      '設集合 $$A=\\{x|1\\le x\\le4,x\\in \\mathbb{R}\\}$$，集合 $$B=\\{x|x^2-2x-3\\le0,x\\in\\mathbb{R}\\}$$，則集合 $$A$$ 與 $$B$$ 的差集 $$A-B=$$？',
    answer: '$$\\{x|3<x\\le4,x\\in\\mathbb{R}\\}$$',
    hasImage: false,
  },
  {
    id: '17942ce3940',
    chapter: '排列組合與機率',
    question: '將 $$4$$ 本不同的書全部分給甲、乙、丙三人，則甲恰得一本書的方法有幾種？',
    answer: '$$32$$',
    hasImage: false,
  },
  {
    id: '17942d0321c',
    chapter: '排列組合與機率',
    question:
      '愛吃鬼品軒家附近的餐館供應晚餐便當共 $$3$$ 種，她打算從這週星期一到星期五的 $$5$$ 天晚餐，將餐館每種便當都至少吃過一次，是問她有幾種搭配選擇？',
    answer: '$$150$$',
    hasImage: false,
  },
  {
    id: '17942d1e94a',
    chapter: '排列組合與機率',
    question: '投擲一公正骰子 $$4$$ 次，觀察出現的點數，則 $$4$$ 次骰子點數均相異的機率為？',
    answer: '$$\\frac{5}{18}$$',
    hasImage: false,
  },
  {
    id: '17942d5a8b2',
    chapter: '排列組合與機率',
    question:
      '某購物商場裡的特價商品專櫃裡的 $$10$$ 件 T 恤中，有 $$2$$ 件是瑕疵品。今從中任取 $$3$$ 件，則至多只取到 $$1$$ 件瑕疵品的機率為？',
    answer: '$$\\frac{14}{15}$$',
    hasImage: false,
  },
  {
    id: '17942eb8abe',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩人比賽下西洋棋，約定先贏 $$3$$ 局者贏，敗者付勝者 $$3000$$ 元。已知甲、乙兩人獲勝的機率各是 $$\\frac{1}{2}$$，沒有和局。現於甲贏 $$2$$ 局、乙贏 $$1$$ 局時，比賽因故中止且決定按期望值的概念決定金額的處理方式，試求乙應付給甲幾元才合理？',
    answer: '$$2250$$',
    hasImage: false,
  },
  {
    id: '17942ede30d',
    chapter: '排列組合與機率',
    question: '設 $$(\\sqrt{3}-1)^6=a+b\\sqrt{3}$$，其中 $$a$$、$$b$$ 為整數，求數對 $$(a,b)=$$？',
    answer: '$$(208,-120)$$',
    hasImage: false,
  },
  {
    id: '179494f559b',
    chapter: '排列組合與機率',
    question:
      '在 $$(2x^2-y)^8$$ 展開式中 $$x^4y^6$$ 項的係數為？\n(A) $$112$$ (B) $$-112$$ (C) $$-28$$ (D) $$28$$ (E) $$56$$',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '17949512c9c',
    chapter: '排列組合與機率',
    question:
      '下列各事件發生的機率中，何者最大？\n(A)丟 $$1$$ 枚均勻的硬幣，出現正面的機率\n(B)擲一顆公正骰子，出現點數 $$2$$ 的機率\n(C)同時丟 $$2$$ 枚均勻的硬幣，出現兩正的機率\n(D)丟 $$1$$ 枚均勻的硬幣三次，出現三正的機率\n(E)甲、乙兩人以「剪刀石頭布」猜拳，甲贏的機率',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '1794953b18a',
    chapter: '排列組合與機率',
    question:
      '將甲、乙...等 $$9$$ 個人分成 $$A$$、$$B$$、$$C$$ 三組執行不同任務，其中 $$A$$ 組 $$5$$ 人，另外兩組各 $$2$$ 人，試求甲和乙在同一組的情況有幾種？\n(A) $$42$$ (B) $$126$$ (C) $$210$$ (D) $$252$$ (E) $$630$$',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '1794955ca14',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$5$$ 顆紅球和 $$4$$ 顆白球，一摸彩遊戲是從袋中隨機同時取出 $$2$$ 球，且每球被取出的機會均等。若取出兩紅球，可得獎金 $$40$$ 元，取出兩白球，可得獎金 $$100$$ 元，則當取出兩球不同色時，應付幾元，方能使摸彩遊戲為公平遊戲？',
    answer: '$$50$$',
    hasImage: false,
  },
  {
    id: '17949570a6b',
    chapter: '排列組合與機率',
    question:
      '將「$$little$$」一字中的 $$6$$ 個字母，\n(1)全取出來排成一列，同字不相鄰有幾種排法？\n(2)任取 $$4$$ 個字母為一組，有幾種組合？\n(3)任取 $$4$$ 個字母出來排成一列，有幾種排法？',
    answer: '(1) $$84$$ (2) $$8$$ (3) $$102$$',
    hasImage: false,
  },
  {
    id: '17949590335',
    chapter: '排列組合與機率',
    question:
      '一袋中有 $$7$$ 個大小相同的球，編號 $$1\\sim7$$ 號，從袋中一次取出 $$4$$ 球，則取出的球編號和為偶數的機率為？',
    answer: '$$\\frac{19}{35}$$',
    hasImage: false,
  },
  {
    id: '179495cac3e',
    chapter: '排列組合與機率',
    question:
      '擲兩顆公正骰子一次，選出正確的選項。\n(A)點數和為 $$5$$ 的機率為 $$\\frac{1}{9}$$\n(B)點數相同的機率為 $$\\frac{1}{6}$$\n(C)點數和大於 $$10$$ 的機率為 $$\\frac{1}{6}$$\n(D)點數乘積為奇數的機率為 $$\\frac{1}{12}$$\n(E)點數和為質數的機率為 $$\\frac{7}{18}$$',
    answer: '(A)(B)',
    hasImage: false,
  },
  {
    id: '179495d8575',
    chapter: '排列組合與機率',
    question:
      '電力公司預計在接下來的 $$12$$ 天中選擇 $$4$$ 天停電，但是要求停電的 $$2$$ 天不得相連，則滿足此情形的機率為？',
    answer: '$$\\frac{14}{55}$$',
    hasImage: false,
  },
  {
    id: '17900fd2403',
    chapter: '數列級數',
    question:
      '一等差數列 $$\\langle a_n\\rangle$$，若 $$a_{11}=19$$，$$a_{20}=-26$$，且 $$S_n$$ 表前 $$n$$ 項和，則 $$S_n$$ 有最大值為？',
    answer: '$$511$$',
    hasImage: false,
  },
  {
    id: '17901003c6e',
    chapter: '數列級數',
    question:
      '設數列 $$\\langle a_n\\rangle$$ 之前 $$n$$ 項的和 $$S_n=a_1+a_2+\\dots+a_n=3n^2-2n-5$$，則下列選項何者正確？\n(A) $$a_1=-4$$\n(B) $$a_2=3$$\n(C) $$a_{20}=a_{19}+6$$\n(D) $$a_{34}>200$$\n(E) $$\\langle a_n\\rangle$$ 是等差數列',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17901015b15',
    chapter: '數列級數',
    question:
      '設數列 $$\\langle a_n\\rangle$$ 是等比數列，其公比為實數且 $$a_3=48$$，$$a_6=-384$$，則此數列前 $$10$$ 項之和為？',
    answer: '$$-4092$$',
    hasImage: false,
  },
  {
    id: '17901027cbd',
    chapter: '數列級數',
    question: '試求級數和：$$11^3+12^3+13^3+\\dots+20^3=$$？',
    answer: '$$41075$$',
    hasImage: false,
  },
  {
    id: '1790103334d',
    chapter: '數列級數',
    question: '求 $$1\\times2+2\\times3+3\\times4+\\dots+30\\times31=$$？',
    answer: '$$9920$$',
    hasImage: false,
  },
  {
    id: '1790106289d',
    chapter: '數列級數',
    question:
      '假設定期存款的年利率為 $$2\\%$$，小明每年初存進 $$1000$$ 元，定期存十五年\n(1)若單利計息，每年為一期，則期滿後之本利和為？\n(2)若複利計息，每年為一期，則期滿後之本利和為？($$1.02^{15}\\approx1.346$$)',
    answer: '(1) $$17400$$ 元 (2) $$17646$$ 元',
    hasImage: false,
  },
  {
    id: '17901070ba5',
    chapter: '數列級數',
    question: '若 $$200\\le n\\le900$$，且 $$n$$ 為自然數，則這些自然數中 $$7$$ 的倍數之和為？',
    answer: '$$54950$$',
    hasImage: false,
  },
  {
    id: '179010f94b5',
    chapter: '數列級數',
    question:
      '電影院裡相鄰兩排的座位，後排都比前排多 $$2$$ 個位子。已知最前排有 $$12$$ 個座位，且座位總數不超過 $$600$$ 個。若此電影院能容納最多的排數為 $$x$$，且最多的總座位數為 $$y$$，則 $$x+y=$$？',
    answer: '$$589$$',
    hasImage: false,
  },
  {
    id: '179011103d5',
    chapter: '數列級數',
    question:
      '設 $$\\langle a_n\\rangle$$ 為一個首項不為 $$0$$ 的等比數列，滿足 $$2a_1+a_2=0$$ 且 $$a_1+a_2+a_3=3$$，則前 $$10$$ 項的和為？',
    answer: '$$-341$$',
    hasImage: false,
  },
  {
    id: '1790111e4ab',
    chapter: '數列級數',
    question:
      '有一等比級數，前 $$5$$ 項的和為 $$60$$，前 $$10$$ 項的和為 $$180$$，試求第 $$16$$ 項至第 $$20$$ 項的和為？',
    answer: '$$480$$',
    hasImage: false,
  },
  {
    id: '1790112e430',
    chapter: '數列級數',
    question:
      '邊長為 $$1$$ 公分的正立方體積木堆疊如圖所示：第一層用 $$1$$ 個積木，第二層用 $$3$$ 個積木，第三層用 $$6$$ 個積木，以此類推，試問：\n(1)第二十層用了幾個積木？\n(2)如果堆完 $$20$$ 層，則此 $$20$$ 層總共剛好需要幾個積木？',
    answer: '(1) $$210$$ (2) $$1540$$',
    hasImage: true,
  },
  {
    id: '1790118bdaf',
    chapter: '數列級數',
    question:
      '在坐標平面上，螞蟻由原點出發。牠第一次向右移動 $$1$$ 單位，到達點 $$P_1(1,0)$$，第二次向上移動 $$\\frac{1}{2}$$ 單位，到達點 $$P_2\\left(1,\\frac{1}{2}\\right)$$，而後依照先向右再向上的方式移動，而且第 $$2k-1$$ 次向右移動 $$2k-1$$ 單位，第 $$2k$$ 次向上移動 $$\\left(\\frac{1}{2}\\right)^k$$ 單位，$$k$$ 為正整數。如此依序移動到點 $$P_3$$，$$P_4$$，$$P_5$$，...，則點 $$P_{11}$$ 的坐標為？',
    answer: '$$\\left(36,\\frac{31}{32}\\right)$$',
    hasImage: false,
  },
  {
    id: '179490dab91',
    chapter: '數列級數',
    question:
      '小安的媽媽每年會將 $$5$$ 萬元存入銀行帳戶作為教育基金，約定 $$10$$ 年後所有儲蓄的基金(共 $$50$$ 萬元)只能用在支付大學學費，只有利息小安才能自行運用。即將上大學的小安，打算領出累積的利息，用來購買筆電。已知銀行定存的年利率為 $$2\\%$$，小安希望選擇在預算內，最高價位的筆電，下列哪一台筆電的價格會是小安的選擇？($$1.02^{10}\\approx1.22$$)\n(A) $$57000$$ 元 (B) $$62000$$ 元 (C) $$65000$$ 元 (D) $$69000$$ 元 (E) $$81000$$ 元',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '17949103f4d',
    chapter: '數列級數',
    question:
      '數列 $$\\langle a_n\\rangle$$ 的首項為 $$107$$，若符合遞迴關係式 $$a_n=a_{n-1}-3,n\\ge2$$。令 $$S_n$$ 表示此數列的前 $$n$$ 項和，求 $$n$$ 為多少時，$$S_n$$ 會有最大值？\n(A) $$35$$ (B) $$36$$ (C) $$37$$ (D) $$38$$ (E) $$39$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17949124c3c',
    chapter: '數列級數',
    question:
      '滿足數列：$$1,2,6,15,\\dots$$之前四項的遞迴關係式可表示為下列哪一個選項？\n(A) $$a_n=a_{n-1}+2n-1$$\n(B) $$a_n=a_{n-1}+3n-2$$\n(C) $$a_n=a_{n-1}+3n-5$$\n(D) $$a_n=a_{n-1}+(n-1)^2$$\n(E) $$a_n=a_{n-1}+2^{2n-4}',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '179492402bc',
    chapter: '數列級數',
    question:
      '一數列 $$\\langle a_n\\rangle$$，其前 $$n$$ 項的總和 $$S_n=n^2-11n$$，其中 $$n$$ 為正整數，下列選項何者正確？\n(A) $$a_1=-10$$\n(B) $$a_n=-2n-12$$，$$n$$ 為正整數\n(C) $$\\langle a_n\\rangle$$ 是公差為 $$2$$ 的等差數列\n(D) $$S_n$$ 有最小值時，$$n=5$$ 或 $$ 6$$\n(E) $$\\langle a_n^2\\rangle$$ 為等差數列',
    answer: '(A)(C)(D)',
    hasImage: false,
  },
  {
    id: '179492d1179',
    chapter: '數列級數',
    question:
      '若公差不為 $$0$$ 的等差數列中，$$a_1$$、$$a_2$$ 與 $$a_5$$ 依序形成等比數列，則 $$\\frac{a_4}{a_3}=$$？',
    answer: '$$\\frac{7}{5}$$',
    hasImage: false,
  },
  {
    id: '179492f0517',
    chapter: '數列級數',
    question:
      '已知三正數成等比且其和為 $$39$$，若將其依序減去 $$2$$，$$5$$，$$20$$ 後，三數成等差，則原三數中最大之數為？',
    answer: '$$27$$',
    hasImage: false,
  },
  {
    id: '17949318701',
    chapter: '數列級數',
    question:
      '觀察一系列的圖：第 $$1$$ 個圖為一個兩股長度為 $$1$$ 的等腰直角三角形。連接每個黑色三角形的三邊中點，然後去掉所圍的三角形，就得到下一個圖。則前 $$6$$ 個圖總共有幾個黑色三角形？',
    answer: '$$364$$',
    hasImage: true,
  },
  {
    id: '17949334a55',
    chapter: '數列級數',
    question:
      '小毛趁新冠肺炎時房價大跌積極入手房子一棟，簽約時先付 $$100$$ 萬元當頭期款，餘款分四十期付清。已知四十期款額成等差數列，前兩期共 $$40.5$$ 萬元，三、四兩期共 $$38.5$$ 萬元，則此棟房屋總價為多少萬元？',
    answer: '$$530$$',
    hasImage: false,
  },
  {
    id: '1794935ffb2',
    chapter: '數列級數',
    question:
      '如圖是 $$3$$ 層的積木堆。最上層有 $$3\\times1$$ 塊積木，每往下一層，長邊增加 $$2$$ 塊積木，寬邊增加 $$1$$ 塊積木，即第二層有 $$5\\times2$$ 塊積木，第三層有 $$7\\times3$$ 塊積木。試問：如果仿照上面的方式，由上往下堆疊 $$10$$ 層積木，則需要準備多少塊積木？',
    answer: '$$825$$',
    hasImage: true,
  },

  {
    id: '179032bab5b',
    chapter: '條件機率',
    question:
      '有一個孩童猜拳，過去 $$20$$ 次中，此孩童出石頭和布的次數各有 $$8$$ 次，根據此這 $$20$$ 次的紀錄，下一次這位孩童出剪刀的機率為？',
    answer: '$$\\frac{1}{5}$$',
    hasImage: false,
  },
  {
    id: '179032cd151',
    chapter: '條件機率',
    question:
      '有一個不公正骰子，其點數分別為 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$，而各點數發生的機率與其點數成正比，則出現 $$1$$ 點的機率為？',
    answer: '$$\\frac{1}{21}$$',
    hasImage: false,
  },
  {
    id: '179032e41d6',
    chapter: '條件機率',
    question:
      '擲一顆骰子兩次，若第一次出現 $$a$$ 點，第二次出現 $$b$$ 點，在 $$a+b=7$$ 的條件下，第二次出現 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{6}$$',
    hasImage: false,
  },
  {
    id: '179032ff4e6',
    chapter: '條件機率',
    question:
      '設一般家庭每胎生男生女的機率均為 $$\\frac{1}{2}$$，不考慮雙胞胎與三胞胎，在一個隨機取樣的家庭中，已知此家庭恰有三個小孩，且至少有一個女孩的條件下，則第一胎為男孩之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033094e9',
    chapter: '條件機率',
    question:
      '擲三枚相同且均勻的銅板一次，則在至少出現一個正面的條件下，恰好出現兩個正面的機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033272c5',
    chapter: '條件機率',
    question:
      '已知在某城市的人口中，男性占 $$60\\%$$，又女性且抽菸的人占 $$10\\%$$。從此城市任選一人，已知此人為女性的條件下，此人有抽菸的機率為？',
    answer: '$$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1790334645d',
    chapter: '條件機率',
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{2}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cup B)=\\frac{4}{5}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '17903353520',
    chapter: '條件機率',
    question:
      '若 $$A$$、$$B$$ 為獨立事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cap B)=$$？',
    answer: '$$\\frac{2}{15}$$',
    hasImage: false,
  },
  {
    id: '1790336d2b8',
    chapter: '條件機率',
    question:
      '已知服用某藥物治療流行性感冒，治癒率為 $$\\frac{3}{5}$$，今有甲、乙兩人同時因流行性感冒服用此藥物，且兩人是否被治癒為獨立事件，則兩人都被治癒的機率為？',
    answer: '$$\\frac{9}{25}$$',
    hasImage: false,
  },
  {
    id: '17903380dda',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 為兩獨立事件，若 $$P(A)=P(B)$$，$$P(A'\\cap B')=\\frac{4}{9}$$，則 $$P(B)=$$？",
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179033af1d1',
    chapter: '條件機率',
    question:
      '為推廣民眾騎乘自行車作為短程接駁交通工具，台中市政府辦理 YouBike 租賃服務。設甲、乙、丙三人獨立租賃自行車上學的機率分別為 $$0.8$$、$$0.6$$、$$0.5$$，且三人租賃與否為獨立事件，則至少有一人租賃自行車上學的機率為？',
    answer: '$$0.96$$',
    hasImage: false,
  },
  {
    id: '179033cd2cf',
    chapter: '條件機率',
    question:
      '丟一枚均勻硬幣 $$3$$ 次，已知第 $$3$$ 次出現正面，則 $$3$$ 次中出現 $$2$$ 次正面的機率為何？',
    answer: '$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '17927459344',
    chapter: '條件機率',
    question:
      '設 $$A$$、$$B$$ 為樣本空間之兩事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{1}{2}$$，$$P(A\\cup B)=\\frac{7}{12}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{3}{4}$$',
    hasImage: false,
  },
  {
    id: '1792748064d',
    chapter: '條件機率',
    question:
      '有甲、乙、丙三個袋子，甲袋中有 $$1$$ 白球、$$2$$ 黑球、$$3$$ 紅球；乙袋中有 $$2$$ 白球、$$1$$ 黑球、$$1$$ 紅球；丙袋中有 $$4$$ 白球、$$2$$ 黑球、$$2$$ 紅球。設每袋被選的機會均等，且每袋中的每一球被取的機會也均等，今任選一袋，再從中任選一球。則此球是紅球的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '17927498755',
    chapter: '條件機率',
    question:
      '袋中有 $$8$$ 個白球，$$4$$ 個紅球，每個球被取到的機率均等，一次取三球，則三球同色的條件下，三球皆為紅色的機率為？',
    answer: '$$\\frac{1}{15}$$',
    hasImage: false,
  },
  {
    id: '179274b0593',
    chapter: '條件機率',
    question:
      '學期結束，教務處公告：全校學生中，有 $$\\frac{2}{5}$$ 國文不及格，有 $$\\frac{3}{4}$$ 數學不及格，有 $$\\frac{3}{20}$$ 兩科都不及格。今任選一學生，若已知他國文不及格，則他數學及格的機率為？',
    answer: '$$\\frac{5}{8}$$',
    hasImage: false,
  },
  {
    id: '179274c0e0c',
    chapter: '條件機率',
    question: '擲一顆公正的骰子一次，在擲出之點數為奇數的條件下，則擲出的點數為 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179274d4483',
    chapter: '條件機率',
    question:
      '袋中有 $$3$$ 顆紅球與 $$2$$ 顆白球，假設每顆球被選取的機會均等，今從袋中取球，每次取 $$1$$ 顆連取兩次，取後不放回，則第一次取到白球且第二次取到紅球的機率是？',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '179274de9ba',
    chapter: '條件機率',
    question:
      '投擲三顆公正的骰子，觀察出現的點數。在點數和為 $$12$$ 的條件下，至少有 $$2$$ 顆骰子是奇數的機率為？',
    answer: '$$\\frac{18}{25}$$',
    hasImage: false,
  },
  {
    id: '179274f6369',
    chapter: '條件機率',
    question:
      '甲、乙兩人射擊同一個靶面，甲射擊兩發，乙射擊一發。設甲、乙的命中率分別為 $$\\frac{2}{5}$$、$$\\frac{1}{4}$$，且每發射擊是否中靶是互相獨立的，則靶面恰中兩發的機率為？',
    answer: '$$\\frac{6}{25}$$',
    hasImage: false,
  },
  {
    id: '17927511d39',
    chapter: '條件機率',
    question:
      '某公司員工中，男生占 $$80\\%$$，女生占 $$20\\%$$，又知男生員工中 $$40\\%$$ 是近視，女生員工中 $$35\\%$$ 是近視，由該公司員工中任選一人，已知這位員工沒有近視，則這位員工是女生的機率為？',
    answer: '$$\\frac{13}{61}$$',
    hasImage: false,
  },
  {
    id: '17927541a05',
    chapter: '條件機率',
    question:
      '由一種檢驗某傳染病的儀器得知：患此病的人，有 $$90\\%$$ 的機率經此儀器檢驗會呈陽性反應；不患此病的人，也有 $$5\\%$$ 的機率會被誤檢而呈現陽性反應。假設某地區有 $$6\\%$$ 的人罹患此病，從此地區中任選一人接受檢驗，若此人檢驗結果為陰性，則他確實沒有染病的機率為？',
    answer: '$$\\frac{893}{899}$$',
    hasImage: false,
  },
  {
    id: '179275625e9',
    chapter: '條件機率',
    question:
      '某校高一、高二、高三學生人數各占全校總人數的 $$\\frac{1}{3}$$。依該校學務處統計知：高一學生中的 $$28\\%$$，高二學生中的 $$35\\%$$，高三學生中的 $$42\\%$$ 持有智慧型手機。今從全校學生中任抽一人，已知抽到的學生持有智慧型手機，則該生是高一學生的機率為？',
    answer: '$$\\frac{4}{15}$$',
    hasImage: false,
  },
  {
    id: '1792757828f',
    chapter: '條件機率',
    question:
      '依據過去的經驗，中川對數學中的機率選擇題 $$10$$ 題中會做 $$7$$ 題，且會做的中川一定答對，中川不會時，也會用猜的，若有次考試有一題 $$5$$ 選 $$1$$ 的機率選擇題，結果中川答對，則中川是真正會做的機率為？',
    answer: '$$\\frac{35}{38}$$',
    hasImage: false,
  },

  {
    id: '1790658dfdc',
    chapter: '數據分析',
    question:
      '有 $$n$$ 個數值，其算術平均數為 $$5$$，若再加上一數「$$14$$」，則算術平均數變為 $$6$$，則 $$n=$$？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '1790659e4b8',
    chapter: '數據分析',
    question:
      '有十個數據 $$2$$，$$2$$，$$2$$，$$4$$，$$5$$，$$6$$，$$7$$，$$7$$，$$7$$，$$8$$，則此十個數據的標準差為？',
    answer: '$$\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '179065c0fdf',
    chapter: '數據分析',
    question:
      '已知數值資料 $$x_1,x_2,\\dots,x_n$$ 之平均數為 $$15$$，標準差為 $$4$$，若 $$y_i=–3x_i+1$$ ($$i=1,2,\\dots,n$$)，則 $$y_1,y_2,\\dots,y_n$$ 之標準差為？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '179065d6873',
    chapter: '數據分析',
    question:
      '有 $$n$$ 個整數，加入一個數「$$36$$」後，其算術平均數多 $$2$$；但從此 $$n$$ 個整數中去掉其中一個數「$$20$$」後，其算術平均數少 $$1$$，則 $$n=$$？',
    answer: '$$13$$',
    hasImage: false,
  },
  {
    id: '179065e0be4',
    chapter: '數據分析',
    question:
      '某一國家近四年的經濟年成長率分別為 $$60\\%$$、$$80\\%$$、$$–10\\%$$、$$–20\\%$$，則該國家近四年每一年的平均經濟成長率為多少 $$\\%$$？',
    answer: '$$20\\%$$',
    hasImage: false,
  },
  {
    id: '1790660b19a',
    chapter: '數據分析',
    question:
      '某公司 $$55$$ 位職員的月薪及人數分配如下表，則平均月薪為多少元？\n $$\\begin{array} {|c|c|}\\hline 月薪(萬) & 3 & 3.2 & 3.5 & 4 & 5.05 \\\\ \\hline 人數 & 5 & 10 & 20 & 18 & 2 \\\\ \\hline  \\end{array}$$',
    answer: '$$36200$$',
    hasImage: false,
  },
  {
    id: '1790661989e',
    chapter: '數據分析',
    question:
      '某班老師算出學生學期成績後，鑑於學生平時都很用功，決定每人各加 $$5$$ 分(加分後沒人超過 $$100$$分)，則加分前與加分後，下列哪些統計數值不變？\n(A)算術平均數\n(B)標準差\n(C)全距\n(D)中位數\n(E)變異數',
    answer: '(B)(C)(E)',
    hasImage: false,
  },
  {
    id: '17906631b9a',
    chapter: '數據分析',
    question:
      '觀察下列四組數據(每組 $$10$$ 筆)\n $$X_1: 1, 1, 1, 1, 1, –5, –5, –5, –5, –5$$\n $$X_2: –2, –2, –2, –2, –2, 10, 10, 10, 10, 10$$\n $$X_3: 2, 2, 2, 5, 5, 5, 5, 8, 8, 8$$\n $$X_4: –1, –1, –1, –1, –1, 1, 1, 1, 1, 1$$\n其標準差分別為 $$\\sigma_1,\\sigma_2,\\sigma_3,\\sigma_4$$，則這四者的大小關係為何？',
    answer: '$$\\sigma_2>\\sigma_1>\\sigma_3>\\sigma_4$$',
    hasImage: false,
  },
  {
    id: '179066679d7',
    chapter: '數據分析',
    question:
      '老師對兩個班學生實施測驗，結果如下表：\n $$\\begin{array} {|c|c|}\\hline & 人數 & 平均 & 標準差 \\\\ \\hline 甲班 & 30 & 60 & 10 \\\\ \\hline 乙班 & 20 & 70 & 5 \\\\ \\hline  \\end{array}$$\n現將學生共 $$50$$ 人的成績合併計算，則：\n(1)合併後的算術平均數為？\n(2)合併後的標準差為？',
    answer: '(1) $$64$$ (2) $$\\sqrt{94}$$',
    hasImage: false,
  },
  {
    id: '17906678a7e',
    chapter: '數據分析',
    question:
      '某班 $$41$$ 位學生成績不佳，平均 $$48$$ 分，標準差 $$8$$ 分，老師決定將成績以 $$y=ax+b$$ 的方式加分($$x$$ 為原分數，$$y$$ 為加分後分數，$$a>0$$)，將成績提高到平均 $$60$$ 分，標準差 $$9$$ 分，按照這個計算方式，該班學生小明加分後分數將超過 $$100$$ 分，則小明原分數至少為多少分？(原分數皆為整數)',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '179066936d3',
    chapter: '數據分析',
    question:
      '某科的學期成績計算方式如下：平時成績占 $$30\\%$$，兩次期中考各占 $$20\\%$$，期末考占 $$30\\%$$。已知小華的平時成績為 $$65$$ 分，兩次期中考分別為 $$35$$ 分及 $$37$$ 分，則他期末考至少須考幾分，學期成績才有 $$60$$ 分？',
    answer: '$$87$$',
    hasImage: false,
  },
  {
    id: '1790669db0d',
    chapter: '數據分析',
    question:
      '有 $$21$$ 個數據，其算術平均數為 $$32$$，標準差為 $$3$$。今發覺其中一數「$$32$$」必須剔除，則所剩的 $$20$$ 個數據之標準差為？',
    answer: '$$\\sqrt{9.45}$$',
    hasImage: false,
  },
  {
    id: '1791c38f96b',
    chapter: '數據分析',
    question:
      '一組資料共 $$6$$ 筆數據，經標準化後得到其 $$z$$ 分數為 $$0.25$$，$$-0.75$$，$$1.25$$，$$0.75$$，$$-0.3$$，$$x$$，已知原來的 $$6$$ 個數據的算術平均數為 $$60$$，標準差為 $$5$$，則原始數據中最小的數為？',
    answer: '$$54$$',
    hasImage: false,
  },
  {
    id: '1791c3d6dda',
    chapter: '數據分析',
    question:
      '某班段考國文、數學與英文的算術平均數($$\\mu$$)和標準差($$\\sigma$$)如下表：\n $$\\begin{array} {|c|c|}\\hline & 國文 & 數學 & 英文 \\\\ \\hline \\mu & 70 & 68 & 60 \\\\ \\hline  \\sigma & 8 & 5 & 4 \\\\ \\hline \\end{array}$$\n已知班上甲生此次段考國文成績為 $$81$$ 分，數學成績為 $$75$$ 分與英文成績為 $$60$$ 分，相對於全班，甲生在這三科中，表現最好的科目是？表現最差的科目是？',
    answer: '最好的是數學；最差的是英文',
    hasImage: false,
  },
  {
    id: '1791c668816',
    chapter: '數據分析',
    question:
      '某系入學考試分為口試與筆試兩測驗，由於最近疫情嚴重，應減少群聚，調閱去年 $$4$$ 名考生的筆試($$x$$)與口試成績($$y$$)如下：\n $$\\begin{array} {|c|c|}\\hline & 甲 & 乙 & 丙 & 丁 \\\\ \\hline x & 10 & 10 & 14 & 14 \\\\ \\hline  y & 9 & 14 & 15 & 14 \\\\ \\hline \\end{array}$$\n該系討論後決定若筆試與口試成績的相關係數 $$r>0.6$$，今年就取消口試，僅以筆試成績計算。根據這份資料判斷，今年是否取消口試？',
    answer: '是',
    hasImage: false,
  },
  {
    id: '1791c6788cf',
    chapter: '數據分析',
    question:
      "設兩變數 $$x$$，$$y$$ 的相關係數為 $$-0.4$$，若 $$x'=5x+3$$，$$y'=20-3y$$，則 $$x'$$，$$y'$$ 的相關係數為？",
    answer: '$$0.4$$',
    hasImage: false,
  },
  {
    id: '1791c6a521e',
    chapter: '數據分析',
    question:
      '數學老師記錄了班上五位同學每週上網時數($$x$$)與段考數學成績($$y$$)如下表。\n $$\\begin{array} {|c|c|}\\hline 學生 & 甲 & 乙 & 丙 & 丁 & 戊 \\\\ \\hline x & 14 & 17 & 20 & 23 & 26 \\\\ \\hline  y & 88 & 70 & 79 & 61 & 52 \\\\ \\hline \\end{array}$$\n設段考數學成績 $$y$$ 對每週上網時數 $$x$$ 的迴歸值線為 $$y=a+bx$$，試回答下列問題：\n(1) $$b$$ 的值為？\n(2)設本班學生小華每週上網時數為 $$19$$ 小時，其段考數學成績的預測值為？',
    answer: '(1) $$–2.7$$ (2) $$72.7$$',
    hasImage: false,
  },
  {
    id: '1791c6df60a',
    chapter: '數據分析',
    question:
      '下表是高三某班部分同學數學模擬考($$x$$)跟指考($$y$$)的成績：\n $$\\begin{array} {|c|c|}\\hline 座號 & 01 & 02 & 03 & 04 & 05 & 06 \\\\ \\hline x & 60 & 90 & 65 & 80 & a & 75 \\\\ \\hline  y & 85 & 100 & 80 & 95 & 80  & 70\\\\ \\hline \\end{array}$$\n(1)已知利用上述六筆數據求出的迴歸直線為 $$y=0.5x+47.5$$，則 $$a=$$？\n(2)若把座號 $$06$$ 的資料刪除，以前面五筆數據計算指考成績對模擬考成績的迴歸直線，則此直線方程式為？',
    answer: '(1) $$80$$ (2) $$y=0.5x+50.5$$',
    hasImage: false,
  },
  {
    id: '1791c6f30c9',
    chapter: '數據分析',
    question:
      '高一某班期末考數學成績 $$x$$ 與物理成績 $$y$$ 之算術平均數、標準差、相關係數分別為 $$\\mu_x=70$$、$$\\mu_y=65$$、$$\\sigma_x=10$$、$$\\sigma_y=5$$、$$r=0.8$$。若該班某位考生的數學成績是 $$80$$ 分，則可推估他的物理成績是多少分？',
    answer: '$$69$$',
    hasImage: false,
  },
  {
    id: '1791c71967e',
    chapter: '數據分析',
    question:
      '設有 $$n$$ 組數據 $$(x_i,y_i)$$，$$i=1,2,3,\\dots,n$$，兩變量 $$x$$ 與 $$y$$ 的算術平均數分別為 $$\\mu_x=7$$，$$\\mu_y=6$$，標準差分別為 $$\\sigma_x=6$$，$$\\sigma_y=10$$。若 $$y$$ 對 $$x$$ 的迴歸直線過點 $$(10,2)$$，則兩變量 $$x$$ 與 $$y$$ 的相關係數為？',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791c7369d7',
    chapter: '數據分析',
    question:
      '有 $$2$$ 組資料 $$x$$，$$y$$ 如表所示。若 $$x$$ 與 $$y$$ 的相關係數為 $$0$$，則 $$k=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & k & 3 & 2 & 1 \\\\ \\hline \\end{array}$$',
    answer: '$$\\frac{2}{3}$$',
    hasImage: false,
  },
  {
    id: '1791c752f6a',
    chapter: '數據分析',
    question:
      '有 $$5$$ 筆二維數據 $$(x,y)$$：$$A(1,3)$$，$$B(2,4)$$，$$C(3,9)$$，$$D(4,4)$$，$$E(10,10)$$，試問去掉哪一筆數據後，剩下 $$4$$ 筆的相關係數最大？',
    answer: '$$C$$',
    hasImage: false,
  },
  {
    id: '1791c770c85',
    chapter: '數據分析',
    question:
      '一組二維數據 $$x$$，$$y$$ 的迴歸直線方程式為 $$y=2x+1$$，相關係數 $$r=\\frac{6}{7}$$，平均 $$\\mu_x=2$$，$$\\mu_y=5$$，標準差 $$\\sigma_x=3$$，則 $$\\sigma_y=$$？',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '1791c79132c',
    chapter: '數據分析',
    question:
      '有兩筆資料 $$x$$，$$y$$ 如表。若 $$y$$ 對 $$x$$ 的迴歸直線為 $$y=-3+bx$$，則數對 $$(k,b)=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & 1 & 3 & 5 & k \\\\ \\hline \\end{array}$$',
    answer: '$$(11,3.2)$$',
    hasImage: false,
  },
  {
    id: '17942f3a1f6',
    chapter: '數據分析',
    question:
      '某公司近五年的營業額成長率分別為 $$-28\\%$$、$$-25\\%$$、$$28\\%$$、$$80\\%$$、$$100\\%$$，則這五年來公司營業額的平均成長率為何？\n(A) $$18\\%$$\n(B) $$20\\%$$\n(C) $$21\\%$$\n(D) $$23\\%$$\n(E) $$24\\%$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942fddb53',
    chapter: '數據分析',
    question:
      "高一某班 $$40$$ 位學生，數學科第一次段考、第二次段考分別以 $$x_i$$、$$y_i$$(其中 $$i=1,2,\\dots,40$$)表示，每位學生的成績用 $$0$$ 至 $$100$$ 評分，且 $$x'=\\frac{x-\\mu_x}{\\sigma_x}$$、$$y'=\\frac{y-\\mu_y}{\\sigma_y}$$，其中 $$\\mu_x$$、$$\\mu_y$$ 分別為 $$x$$、$$y$$ 的平均，$$\\sigma_x$$、$$\\sigma_y$$ 分別為 $$x$$、$$y$$ 的標準差，若這兩次段考數學科成績 $$x$$、$$y$$ 的相關係數為 $$0.6$$，試問下列選項何者正確？\n(A) $$x-1$$ 與 $$3y+2$$ 的相關係數仍為 $$0.6$$\n(B) $$-1+2x$$ 與 $$3y$$ 的相關係數仍為 $$0.6$$\n(C) $$x'$$ 與 $$y'$$ 的相關係數為 $$0.6$$\n(D) $$y'$$ 對 $$x'$$ 的回歸直線的斜率為 $$0.6$$\n(E) $$y'$$ 對 $$x'$$ 的回歸直線必過原點",
    answer: '(A)(B)(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '1794305ee54',
    chapter: '數據分析',
    question:
      '某次考試，有 $$8$$ 名同學的成績之平均為 $$80$$ 分，標準差為 $$\\sqrt{7}$$ 分。已知其成績分別為 $$76$$，$$80$$，$$80$$，$$82$$，$$85$$，$$81$$，$$a$$，$$b$$，則 $$|a-b|=$$？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '1794923ad9e',
    chapter: '數據分析',
    question:
      '某生第一、二、三次的數學段考分數分別為 $$50$$、$$x$$、$$72$$ 分，則下列選項何者正確？\n(A)這三次段考的平均成長率為 $$20\\%$$\n(B)若第二次段考比第一次段考衰退 $$20\\%$$，則第三次段考比第二次段考成長 $$80\\%$$\n(C)若第二次段考成績有及格(即 $$x\\ge60$$)，則第二、三次段考的成長率皆為正\n(D)若第二次段考成績恰為三次段考之算術平均數，則二、三次段考的成長率相等\n(E)若第二次段考成績恰為三次成績之中位數，則第二、三次段考的成長率皆為正',
    answer: '(A)(B)',
    hasImage: false,
  },
  {
    id: '179492651ec',
    chapter: '數據分析',
    question:
      '下表為某地區每個家庭孩子個數的調查表，已知每個家庭孩子個數的中位數是 $$2$$，則 $$x$$ 可能為？\n(A) $$1$$ (B) $$2$$ (C) $$3$$ (D) $$4$$ (E) $$5$$\n $$\\begin{array} {|c|c|}\\hline 孩子數 & 0 & 1 & 2 & 3 & 4 \\\\ \\hline 次數 & x & 3 & 2 & 5 & 2 \\\\ \\hline  \\end{array}$$',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '179492bf409',
    chapter: '數據分析',
    question:
      '氣溫隨高度不同而改變，為了研究高度對氣溫的影響，經過實地測量得到的資料如下：$$(1,14)$$，$$(1.5,11)$$，$$(2,7.5)$$，$$(2.5,4)$$，$$(3,1.5)$$，其中測量單位分別為 $$x$$ 公里和攝氏溫度 $$y$$ 度。此資料的相關係數為 $$r$$，迴歸直線斜率為 $$m$$。現將單位轉換為哩(一公里約等於 $$0.6215$$ 哩)及華氏溫度($$華氏=\\frac{9}{5}\\times攝氏+32$$)，若單位換算後的相關係數為 $$R$$，迴歸直線斜率為 $$M$$，下列哪些是正確的？\n(A) $$rm>0$$ (B) $$r>0$$ (C) $$r=R$$ (D) $$m>0$$ (E) $$m=M$$',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '1794939a76e',
    chapter: '數據分析',
    question:
      '某班男、女生第二次段考數學成績如表。若全班 $$50$$ 人的平均成績是 $$78$$ 分，標準差是 $$7$$ 分，則數對 $$(a,b)=$$？\n $$\\begin{array} {|c|c|}\\hline & \\mu & \\sigma & 人數 \\\\ \\hline 男生 & 75 & b & 20 \\\\ \\hline 女生 & a & 7 & 30 \\\\ \\hline \\end{array}$$',
    answer: '$$(80,\\sqrt{34})$$',
    hasImage: false,
  },
  {
    id: '179493d9795',
    chapter: '數據分析',
    question:
      '兩組變量 $$x$$ 與 $$y$$，每組均有 $$10$$ 個數值資料，得散布圖的樣本點 $$(x_i,y_i)$$，$$i=1,2,\\dots,10$$，已知 $$x_1+x_2+\\dots+x_{10}=13$$，$$y_1+y_2+\\dots+y_{10}=17$$，$$x_1^2+x_2^2+\\dots+x_{10}^2=46.9$$，$$y_1^2+y_2^2+\\dots+y_{10}^2=58.9$$，$$x_1y_1+x_2y_2+\\dots+x_{10}y_{10}=25.1$$，則 $$0.3-4x$$ 與 $$2y+0.5$$ 的相關係數為？',
    answer: '$$-0.1$$',
    hasImage: false,
  },

  {
    id: '1794307a23e',
    chapter: '數據分析',
    question:
      '設有四筆數據依序為 $$(1,2)$$、$$(a,3)$$、$$(b,1)$$、$$(5,c)$$，若 $$a+b=6$$，且 $$y$$ 對 $$x$$ 的迴歸直線方程式為 $$y=2x-2$$，則實數 $$c=$$？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '1794a2206aa',
    chapter: '空間中的平面與直線',
    question:
      '空間中有一質點作等速度運動。若時間 $$t=0$$ 時，此點位於 $$A(2,-3,4)$$；而 $$t=2$$ 時，此點位於 $$B(6,7,3)$$，試求當 $$t$$ 等於多少時，此點恰好落在平面 $$E:2x-y-10z=7$$ 上？\n(A) $$5$$ (B) $$10$$ (C) $$12$$ (D) $$14$$ (E) $$15',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794a27814f',
    chapter: '空間中的平面與直線',
    question:
      '平面 $$E$$ 過 $$A(6,0,0)$$、$$B(0,-4,0)$$、$$C(0,0,k)$$，$$k>0$$，又點 $$D(0,1,-1)$$ 到平面 $$E$$ 的距離為 $$3$$。下列選項中的點，哪個點在平面 $$E$$ 上？\n(A) $$(3,4,1)$$ (B) $$(-5,-3,2)$$ (C) $$(3,4,3)$$ (D) $$(5,6,3)$$ (E) $$(1,2,3)$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794a2a729b',
    chapter: '條件機率',
    question:
      '數學第三次段考單選題部分共 $$5$$ 題，小金因為沒有讀書，所以只能全部用猜的，若小金每題猜對的機率為 $$\\frac{1}{5}$$ 且每題猜對與否為獨立事件。試求小金奇數題全對，偶數題全錯的機率為？\n(A) $$\\frac{1}{5^5}$$ (B) $$\\frac{4}{5^5}$$ (C) $$\\frac{16}{5^5}$$ (D) $$\\frac{64}{5^5}$$ (E) $$\\frac{80}{5^5}$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794a300cc0',
    chapter: '空間中的平面與直線',
    question:
      '下列各直線中，請選出與 $$y$$ 軸互為歪斜線的選項有哪些？\n(A) $$L_1: \\begin{cases} y=0\\\\ x+z=2 \\end{cases}$$ (B) $$L_2: \\begin{cases} x+y=1\\\\ z=0 \\end{cases}$$\n(C) $$L_3: \\begin{cases} y=1\\\\ z=2 \\end{cases}$$ (D) $$L_4: \\begin{cases} y=0\\\\ z=0 \\end{cases}$$ (E) $$L_5: \\begin{cases} x=1\\\\ z=1 \\end{cases}$$',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17932d2b76c',
    chapter: '空間中的平面與直線',
    question:
      '下列何者正確？\n(A)若 $$L_1:\\frac{x-1}{2}=\\frac{y-2}{3}=\\frac{z}{4}$$，平面 $$E:x+2y-2z=5$$，則 $$L_1//E$$\n(B)若 $$L_2:\\frac{x-1}{2}=\\frac{y-2}{2}=\\frac{z-5}{3}$$，平面 $$E:x+2y-2z=5$$，則 $$L_2$$ 在平面 $$E$$ 上\n(C)若 $$L_3:\\frac{x+3}{-1}=\\frac{y-4}{-2}=\\frac{z-1}{2}$$，平面 $$E:x+2y-2z=5$$，則 $$L_3\\perp E$$\n(D)直線 $$\\frac{x-3}{2}=\\frac{y-2}{4}=\\frac{z-4}{3}$$ 與 $$\\frac{x-1}{4}=\\frac{y+2}{8}=\\frac{z-1}{6}$$ 代表同一直線\n(E)直線 $$\\frac{x-1}{3}=\\frac{y-2}{2}=\\frac{z-1}{4}$$ 與 $$\\frac{x-2}{2}=\\frac{y-3}{1}=\\frac{z+1}{2}$$ 互為歪斜',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '1794b22404e',
    chapter: '空間中的平面與直線',
    question:
      '一光束沿 $$\\vec{a}=(2,3,4)$$ 方向射向平面 $$E$$ 上一點 $$P(4,5,6)$$ 後，再沿 $$\\vec{b}=(4,3,-2)$$ 的方向反射出，則平面 $$E$$ 的方程式為？',
    answer: '$$x-3z+14=0$$',
    hasImage: false,
  },
  {
    id: '1794b23b610',
    chapter: '空間中的平面與直線',
    question:
      '已知平面 $$E$$ 過點 $$(1,-2,3)$$，且與 $$E_1:3x+y+z-2=0$$，$$E_2:x-2y+z+4=0$$ 皆垂直，則平面 $$E$$ 的方程式為？',
    answer: '$$3x-2y-7z+14=0$$',
    hasImage: false,
  },
  {
    id: '1794b258d0a',
    chapter: '空間中的平面與直線',
    question:
      '已知點 $$P(2,1,4)$$ 到平面 $$E:ax+2y-3z=0$$ ($$a\\neq0$$)的距離為 $$\\sqrt{5}$$，試求 $$P$$ 點到直線 $$L:\\frac{x}{a}=\\frac{y-3}{2}=\\frac{z-2}{-3}$$ 的距離為？',
    answer: '$$\\sqrt{7}$$',
    hasImage: false,
  },
  {
    id: '1794b278d6e',
    chapter: '空間中的平面與直線',
    question:
      '設空間中兩平面 $$E_1:\\frac{x}{a}+\\frac{y}{b}+\\frac{z}{c}=1$$，$$E_2:\\frac{x}{a+6}+\\frac{y}{b+3}+\\frac{z}{c+3}=1$$，其中 $$abc\\neq0$$：\n(1)若 $$E_1$$ 與 $$E_2$$ 平行，則 $$a:b:c=$$？\n(2)承(1)，$$E_1$$ 與 $$E_2$$ 的距離為？',
    answer: '(1) $$2:1:1$$ (2) $$2$$',
    hasImage: false,
  },
  {
    id: '1794b2905a7',
    chapter: '條件機率',
    question:
      '設甲、乙、丙三人射擊的命中率分別為 $$\\frac{2}{5}$$、$$\\frac{1}{2}$$、$$\\frac{3}{5}$$，今在靶場上，有一目標靶，三人各射擊一發，且每個人命中靶面的事件為獨立事件，則恰有兩人命中的機率為？',
    answer: '$$\\frac{19}{50}$$',
    hasImage: false,
  },
  {
    id: '1794b2b1ff5',
    chapter: '條件機率',
    question:
      '已知一箱中共有 $$20$$ 枚硬幣，其中 $$7$$ 枚兩面皆是人頭， $$8$$ 枚兩面皆是字，其餘 $$5$$ 枚一面是人頭一面是字，每枚硬幣被選到之機會均等，今將手伸入箱中握住一枚硬幣，取出後打開手掌，發現一面是人頭，則另一面也是人頭之條件機率為？',
    answer: '$$\\frac{14}{19}$$',
    hasImage: false,
  },
  {
    id: '1794b2de9c1',
    chapter: '條件機率',
    question:
      '老師為了跟孩子建立良好的互動，辦了一個闖關遊戲，此闖關遊戲共有四關，只有四關全通過才能獲得精美獎品，規定若前三關中有一關闖關失敗，則遊戲就結束，但若在第四關才闖關失敗，則再給一次闖最後一關的機會，已知阿傑前三關每關通過的機率都是 $$\\frac{3}{4}$$，最後一關通過的機率是 $$\\frac{2}{5}$$，而每關通過與否都互相獨立，已知阿傑獲得精美獎品的條件下，則阿傑曾闖關失敗的機率為？\n.\n.',
    answer: '$$\\frac{3}{8}$$',
    hasImage: false,
  },
  {
    id: '1794b31a1ca',
    chapter: '條件機率',
    question:
      '本季籃球冠軍賽中，由暴龍隊擊敗勇士隊拿下冠軍，比賽過程中，勇士隊的球員 K 因傷退賽，許多球迷便指責勇士隊的總管調度不佳；此時有位網路鄉民跳出來說：「我整理了球員 K 過去 $$80$$ 場比賽上場即獲勝的場次交叉分析，發現球員 K 上場與否和球隊勝負不會互相影響！」呼籲大家別再謾罵。而下表為網路鄉民整理的資料，其中的數對 $$(x,y)=$$？\n $$\\begin{array} {|c|c|}\\hline & 勝 & 負 \\\\ \\hline 上場 & 30 & x \\\\ \\hline 未上場 & 20 & y \\\\ \\hline \\end{array}$$',
    answer: '$$(18,12)$$',
    hasImage: false,
  },
  {
    id: '1794b330d76',
    chapter: '條件機率',
    question:
      '$$A$$ 袋中有三紅球及兩白球、$$B$$ 袋中有三白球及兩紅球，今先由 $$A$$ 袋任取兩球放入 $$B$$ 袋，再由 $$B$$ 袋任取兩球放回 $$A$$ 袋，則 $$A$$ 袋白球數增加的機率為？',
    answer: '$$\\frac{27}{70}$$',
    hasImage: false,
  },
  {
    id: '1794b3ba04a',
    chapter: '條件機率',
    question:
      '小明每天上學有甲、乙兩條路可供選擇。早上定時從家裡出發，走甲路線有 $$\\frac{1}{10}$$ 的機率會遲到，走乙路線則有 $$\\frac{1}{5}$$ 的機率會遲到。無論走哪一條路線，只要不遲到，明天就走同一條路線，否則就另一條路線。若他第一天走甲路線，則第三天也走甲路線的機率為下列何者？\n(A) $$\\frac{4}{9}$$ (B) $$\\frac{1}{50}$$ (C) $$\\frac{83}{100}$$ (D) $$\\frac{1}{20}$$ (E) $$\\frac{1}{2}$$ ',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794b3e19bb',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 為獨立事件且 $$P(A)=\\frac{1}{3}$$，則下列敘述何者正確？\n(A) $$A$$ 和 $$A'$$ 為獨立事件\n(B)若 $$P(B)\\neq0$$，則 $$A$$、$$B$$ 不可能為互斥事件\n(C) $$P(A|A\\cap B')=\\frac{1}{3}$$\n(D)若 $$P(A\\cup B)=\\frac{2}{3}$$，則 $$P(B)=\\frac{1}{4}$$\n(E)若 $$B\\subseteq A$$，則 $$P(B)=1$$",
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794b40e9f2',
    chapter: '條件機率',
    question:
      '甲、乙、丙三人同時射擊同一靶，每人一發，設甲、乙、丙的射擊命中率依次為 $$0.5$$、$$0.6$$、$$0.8$$，若各人命中靶面的事件為獨立事件，下列何者正確？\n(A)靶面恰中 $$3$$ 發的機率大於 $$0.25$$\n(B)沒人命中靶面的機率大於 $$0.05$$\n(C)只有甲命中的機率為 $$0.5$$\n(D)靶面恰中 $$2$$ 發的機率為 $$0.46$$\n(E)已知靶面恰中 $$2$$ 發的條件下，則甲命中靶面的機率小於甲沒命中靶面的機率',
    answer: '(D)(E)',
    hasImage: false,
  },
  {
    id: '1794b428fd7',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 兩事件為獨立事件，已知 $$P(A)=P(B)=0.3$$，下列哪些選項正確？\n(A) $$P(A|B)=P(A)$$\n(B) $$P(B|A')=P(B)$$\n(C) $$P(A|B)=P(B|A)$$\n(D) $$P(A\\cap B)=0.3$$\n(E) $$P(A\\cap B)=0$$",
    answer: '(A)(B)(C)',
    hasImage: false,
  },
  {
    id: '1794b43c0f7',
    chapter: '條件機率',
    question:
      '擲一骰子兩次，在已知兩次的點數和為 $$8$$ 的條件下，則第一次點數大於第二次點數的機率為？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '1794b4648c8',
    chapter: '條件機率',
    question:
      '設甲袋有 $$2$$ 個紅球、$$3$$ 個白球；乙袋有 $$4$$ 個紅球、$$2$$ 個白球。現投擲一骰子 $$1$$ 次，若出現點數為 $$1$$ 或 $$3$$，則選甲袋並從袋中取出 $$2$$ 球；若出現 $$2$$ 或 $$4$$ 或 $$5$$ 或 $$6$$，則選乙袋並從袋中取出 $$2$$ 球。若已知抽出為同色球的條件下，此 $$2$$ 球來自甲袋的機率為？',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '1794b48d2a9',
    chapter: '條件機率',
    question:
      '某工廠有 $$A$$、$$B$$、$$C$$ 三條生產線從事生產，其中 $$A$$ 生產的占全部的 $$40\\%$$，$$B$$ 生產的占全部的 $$25\\%$$，$$C$$ 生產的占全部的 $$35\\%$$，又 $$A$$、$$B$$、$$C$$ 生產之產品中不良品分別各占 $$k\\%$$、$$8\\%$$、$$6\\%$$，今隨機抽取一產品，已知取到的是不良品的條件下，由 $$A$$ 生產的條件機率為 $$\\frac{16}{57}$$，則 $$k=$$？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '1794b4a21c2',
    chapter: '條件機率',
    question:
      '已知某種飛彈擊中目標的機率為 $$\\frac{3}{5}$$，則至少要同時發射幾枚飛彈，才能使擊中目標(即至少中 $$1$$ 發)的機率提高到 $$99.9\\%$$？($$\\log2\\approx0.3010$$)',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '1794b4e0cc5',
    chapter: '空間向量',
    question:
      '空間中，設 $$P(2,3,4)$$，$$Q(0,1,0)$$，$$R(1,-1,0)$$，則 $$\\triangle PQR$$ 的面積為何？\n(A) $$2$$ (B) $$\\sqrt{29}$$ (C) $$2\\sqrt{29}$$ (D) $$\\frac{5\\sqrt{3}}{2}$$ (E) $$5\\sqrt{3}$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794b531b15',
    chapter: '空間向量',
    question:
      '已知 $$A(1,1,2)$$，$$B(5,0,4)$$，$$C(1,x-2,4)$$，$$D(0,3,x)$$，若四面體 $$ABCD$$ 之體積為 $$\\frac{2}{3}$$，則 $$x=$$？(四解)',
    answer: '$$0$$ 或 $$\\frac{9}{2}$$ 或 $$\\frac{1}{2}$$ 或 $$4$$',
    hasImage: false,
  },
  {
    id: '1794b54f66b',
    chapter: '空間向量',
    question:
      '已知由三向量 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 所張出的平行六面體的體積為 $$10$$，則由三向量 $$\\vec{a}$$、$$2\\vec{a}+3\\vec{b}$$、$$\\vec{a}-\\vec{b}+4\\vec{c}$$ 所張出的平行六面體的體積為？',
    answer: '$$120$$',
    hasImage: false,
  },
  {
    id: '1794b568308',
    chapter: '空間向量',
    question:
      '空間中三向量 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$，滿足 $$(2\\vec{a}-3\\vec{b})\\cdot\\left[2\\vec{b}\\times(-5\\vec{c})\\right]=40$$，則由 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 所張出的平行六面體體積為？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '1794b57b830',
    chapter: '空間向量',
    question:
      '已知空間中 $$A(1,-1,0)$$，$$B(7-a,3,1)$$，$$C(0,a-2,2)$$，$$D(-1,-1,1)$$ 四點共平面，則 $$a=$$？(兩解)',
    answer: '$$4$$ 或 $$5$$',
    hasImage: false,
  },
  {
    id: '1794b599d64',
    chapter: '空間向量',
    question:
      '行列式 $$\\left|\\begin{matrix}2 & 4 & -2 \\\\ 1 & 3 & 1 \\\\ 1 & 1 & 3 \\end{matrix}\\right|=$$？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17966d95335',
    chapter: '數與式',
    question: '化簡 $$(3a-2b)^3$$',
    answer: '$$27a^3-18a^2b+12ab^2-8b^3$$',
    hasImage: false,
  },
  {
    id: '17966da3a45',
    chapter: '數與式',
    question: '化簡 $$(2x+3)(4x^2-6x+9)$$',
    answer: '$$8x^3+27$$',
    hasImage: false,
  },
  {
    id: '17966db0d85',
    chapter: '數與式',
    question: '化簡 $$(a-b+3)(a-b-3)$$',
    answer: '$$a^2-2ab+b^2-9$$',
    hasImage: false,
  },
  {
    id: '17966e46808',
    chapter: '數與式',
    question: '因式分解 $$x^3+6x^2+12xy^2+8y^3$$',
    answer: '$$(x+2y)^3$$',
    hasImage: false,
  },
  {
    id: '17966e50e90',
    chapter: '數與式',
    question: '因式分解 $$x^4-y^4$$',
    answer: '$$(x^2+y^2)(x+y)(x-y)$$',
    hasImage: false,
  },
  {
    id: '17966e6cae0',
    chapter: '數與式',
    question: '化簡 $$(a-3)(a+3)(a^2-3a+9)(a^2+3a+9)$$',
    answer: '$$a^6-729$$',
    hasImage: false,
  },
  {
    id: '179670b1cf0',
    chapter: '數與式',
    question:
      '化簡下列各式：\n(1) $$\\frac{1}{x-3}-\\frac{2}{x^2-4x+3}$$ (2) $$\\frac{2}{x+5}-\\frac{x+25}{x^2-25}$$',
    answer: '(1) $$\\frac{1}{x-1}$$ (2) $$\\frac{3}{x-5}$$',
    hasImage: false,
  },
  {
    id: '1796711996f',
    chapter: '數與式',
    question:
      '化簡下列各式：\n(1) $$\\frac{1}{x+2}-\\frac{2x+5}{x^2+3x+2}$$ (2) $$\\frac{x^2+3x}{x^2+5x+6}\\div\\frac{x}{x-2}$$',
    answer: '(1) $$\\frac{3}{x+1}$$ (2) $$\\frac{x-2}{x+2}$$',
    hasImage: false,
  },
  {
    id: '1796721257b',
    chapter: '數與式',
    question:
      '設 $$a+b=5$$，$$a^2+b^2=33$$，則：\n(1) $$a^3+b^3$$ (2) $$\\frac{a}{b}+\\frac{b}{a}$$ (3) $$a^2-b^2$$',
    answer: '(1) $$185$$ (2) $$-\\frac{33}{4}$$ (3) $$\\pm\\sqrt{41}$$',
    hasImage: false,
  },
  {
    id: '1796722b7b6',
    chapter: '數與式',
    question: '設 $$a+b=3$$，$$ab=1$$，則：\n(1) $$a^2+b^2$$ (2) $$a^2-b^2$$ (3) $$a^3+b^3$$',
    answer: '(1) $$7$$ (2) $$\\pm3\\sqrt{5}$$ (3) $$18$$',
    hasImage: false,
  },
  {
    id: '17967250e4f',
    chapter: '數與式',
    question:
      '已知 $$x+\\frac{1}{x}=5$$，試求下列各式之值：\n(1) $$x^2+\\frac{1}{x^2}$$ (2) $$x^3+\\frac{1}{x^3}$$',
    answer: '(1) $$23$$ (2) $$110$$',
    hasImage: false,
  },
  {
    id: '1796725f6d0',
    chapter: '數與式',
    question:
      '已知 $$x-\\frac{1}{x}=3$$，試求下列各式之值：\n(1) $$x^2+\\frac{1}{x^2}$$ (2) $$x^3-\\frac{1}{x^3}$$',
    answer: '(1) $$11$$ (2) $$36$$',
    hasImage: false,
  },
  {
    id: '17971323175',
    chapter: '數與式',
    question: '$$16$$ 的平方根為？',
    answer: '$$\\pm4$$',
    hasImage: false,
  },
  {
    id: '179713341f3',
    chapter: '數與式',
    question: '$$2x-1$$ 是 $$64$$ 的平方根，則 $$x=$$？',
    answer: '$$\\frac{9}{2}$$ 或 $$-\\frac{7}{2}$$',
    hasImage: false,
  },
  {
    id: '179713f505b',
    chapter: '數與式',
    question: '化簡 $$(2\\sqrt{3}+5\\sqrt{6})(2\\sqrt{6}-\\sqrt{3})$$',
    answer: '$$54-3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17971404754',
    chapter: '數與式',
    question: '化簡 $$(\\sqrt{6}+\\sqrt{2})^2$$',
    answer: '$$8+4\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17971414438',
    chapter: '數與式',
    question: '化簡 $$\\frac{2\\sqrt{3}}{\\sqrt{6}}+\\frac{4}{\\sqrt{2}}$$',
    answer: '$$3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1797146a9d6',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{\\sqrt{2}}{\\sqrt{3}+\\sqrt{2}}-\\frac{\\sqrt{2}}{\\sqrt{3}-\\sqrt{2}}$$',
    answer: '$$-4$$',
    hasImage: false,
  },
  {
    id: '17971430035',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{3+2\\sqrt{2}}$$',
    answer: '$$1+\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1797143dff1',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{11-\\sqrt{72}}$$',
    answer: '$$3-\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17971486cd5',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{28-10\\sqrt{3}}$$',
    answer: '$$5-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '1797144b8ac',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{2+\\sqrt{3}}$$',
    answer: '$$\\frac{\\sqrt{6}+\\sqrt{2}}{2}$$',
    hasImage: false,
  },
  {
    id: '179714ae086',
    chapter: '數與式',
    question:
      '設 $$\\sqrt{4+2\\sqrt{3}}$$ 之整數部分為 $$a$$，小數部分為 $$b$$ ($$0\\le b\\le1$$)，試求 $$\\frac{1}{b}-\\frac{1}{a+b}=$$？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '179714bed16',
    chapter: '數與式',
    question:
      '設 $$a=\\sqrt{41-12\\sqrt{5}}$$，且 $$b$$ 為 $$a$$ 的純小數部分，則 $$\\frac{a}{4}+\\frac{1}{b}=$$？',
    answer: '$$\\frac{9}{4}$$',
    hasImage: false,
  },
  {
    id: '179714e1972',
    chapter: '數與式',
    question: '試比較 $$a=\\sqrt{20}+\\sqrt{10}$$，$$b=\\sqrt{19}+\\sqrt{11}$$ 的大小關係。',
    answer: '$$b>a$$',
    hasImage: false,
  },
  {
    id: '17971508a12',
    chapter: '數與式',
    question:
      '設 $$a=2\\sqrt{2}+\\sqrt{3}$$，$$b=\\sqrt{7}+2$$，$$c=\\sqrt{6}+\\sqrt{5}$$，則 $$a$$，$$b$$，$$c$$ 的大小關係為？',
    answer: '$$c>b>a$$',
    hasImage: false,
  },
  {
    id: '179734d440d',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{1}{1+\\sqrt{2}}+\\frac{1}{\\sqrt{2}+\\sqrt{3}}+\\frac{1}{\\sqrt{3}+\\sqrt{4}}+\\dots$$\n$$+\\frac{1}{\\sqrt{99}+\\sqrt{100}}=$$？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179734ed12b',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{1}{1+\\sqrt{3}}+\\frac{1}{\\sqrt{3}+\\sqrt{5}}+\\frac{1}{\\sqrt{5}+\\sqrt{7}}+\\frac{1}{\\sqrt{7}+\\sqrt{9}}=$$？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '17973e3e4c0',
    chapter: '數與式',
    question: '六位數 $$92a92b$$ 可被 $$9$$ 整除，則 $$a+b=$$？',
    answer: '$$5$$ 或 $$14$$',
    hasImage: false,
  },
  {
    id: '17973e5d9f2',
    chapter: '數與式',
    question: '$$247023846$$ 是否為 $$6$$ 的倍數？',
    answer: '是',
    hasImage: false,
  },
  {
    id: '17974036c15',
    chapter: '數與式',
    question: '將分數化為小數：(1) $$\\frac{1}{8}$$ (2) $$\\frac{3}{7}$$ ',
    answer: '(1) $$0.125$$ (2) $$0.\\overline{428571}$$',
    hasImage: false,
  },
  {
    id: '17974071318',
    chapter: '數與式',
    question:
      '將下列循環小數化為分數：\n(1) $$0.\\overline{4}$$ (2) $$0.\\overline{45}$$ (3) $$0.2\\overline{75}$$ ',
    answer: '(1) $$\\frac{4}{9}$$ (2) $$\\frac{5}{11}$$ (3) $$\\frac{91}{330}$$',
    hasImage: false,
  },
  {
    id: '1797416af7c',
    chapter: '數與式',
    question:
      '下列哪些分數可化成有限小數？(多選)\n(A) $$\\frac{7}{25}$$ (B) $$\\frac{5}{32}$$ (C) $$\\frac{3}{48}$$ (D) $$\\frac{224}{175}$$ (E) $$\\frac{5}{60}$$',
    answer: '(A)(B)(C)(D)',
    hasImage: false,
  },
  {
    id: '179742106b6',
    chapter: '數與式',
    question:
      '設 $$a=\\frac{50}{37}$$、$$b=\\frac{59}{46}$$、$$c=\\frac{86}{73}$$，則 $$a$$、$$b$$、$$c$$ 的大小關係為？',
    answer: '$$a>b>c$$',
    hasImage: false,
  },
  {
    id: '17974229355',
    chapter: '數與式',
    question:
      '設 $$a=\\frac{128}{123}$$、$$b=\\frac{461}{456}$$、$$c=\\frac{794}{789}$$，則 $$a$$、$$b$$、$$c$$ 的大小關係為？',
    answer: '$$a>b>c$$',
    hasImage: false,
  },
  {
    id: '1797429c954',
    chapter: '數與式',
    question:
      '下列選項，哪些是正確的？(多選)\n(A)若 $$a,b\\in\\mathbb{Q}$$，則 $$a+b\\in\\mathbb{Q}$$\n(B)若 $$a,b\\notin\\mathbb{Q}$$，則 $$a+b\\notin\\mathbb{Q}$$\n(C)若 $$a\\in\\mathbb{Q}$$，$$b\\notin\\mathbb{Q}$$，則 $$ab\\notin\\mathbb{Q}$$\n(D)若 $$a,b\\notin\\mathbb{Q}$$，則 $$ab\\notin\\mathbb{Q}$$\n(E)設 $$a,b\\in\\mathbb{Q}$$，$$a,b\\neq0$$，則 $$a+b\\sqrt{2}\\notin\\mathbb{Q}$$',
    answer: '(A)(E)',
    hasImage: false,
  },
  {
    id: '179742f217d',
    chapter: '數與式',
    question:
      '$$a,b\\notin\\mathbb{Q}$$，$$c\\in\\mathbb{Q}$$，則下列何者正確？(單選)\n(A) $$a\\times b\\notin\\mathbb{Q}$$\n(B) $$a+b\\notin\\mathbb{Q}$$\n(C) $$a\\times c\\notin\\mathbb{Q}$$\n(D) $$a+c\\notin\\mathbb{Q}$$\n(E) $$a\\times b$$ 與 $$a+b$$ 至少有一個是無理數',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '1797447ff23',
    chapter: '數與式',
    question:
      '設實數 $$a$$、$$b$$ 滿足 $$0<a<1$$，$$0<b<1$$，則下列選項哪些必定為真？(多選)\n(A) $$0<a+b<2$$\n(B) $$0<ab<1$$\n(C) $$-1<b-a<0$$\n(D) $$0<\\frac{a}{b}<1$$\n(E) $$|a-b|<1$$',
    answer: '(A)(B)(E)',
    hasImage: false,
  },
  {
    id: '179744adbca',
    chapter: '數與式',
    question:
      '$$a,b,c,d\\in\\mathbb{R}$$，則下列選項哪些正確？(多選)\n(A) 若 $$a>b$$，則 $$ac>bc$$\n(B) 若 $$a>b$$，$$c>d$$，則 $$a-c>b-d$$\n(C) 若 $$a>b$$，$$c>d$$，則 $$ac>bd$$\n(D) 若 $$a>b$$，$$c>d$$，則 $$a+c>b+d$$\n(E) 若 $$|a|<|b|$$，則 $$a+|b|>0$$',
    answer: '(D)(E)',
    hasImage: false,
  },
  {
    id: '1797456a8ad',
    chapter: '數與式',
    question: '在數線上標出範圍：\n(1) $$x>3$$ (2) $$-2\\le x<4$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '17974577c58',
    chapter: '數與式',
    question: '在數線上標出範圍：\n(1) $$[-1,2)$$ (2) $$(-\\infty,2]$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179747194d1',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$-5$$、$$9$$，且 $$P$$ 點在 $$\\overline{AB}$$ 上，若 $$\\overline{AP}:\\overline{BP}=3:4$$，則 $$P$$ 點的坐標為？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '1797473e1e3',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$-\\frac{7}{3}$$、$$\\frac{11}{2}$$，$$P$$ 點為 $$A$$、$$B$$ 中點，則 $$P$$ 點的坐標為？',
    answer: '$$\\frac{19}{12}$$',
    hasImage: false,
  },
  {
    id: '1797476bcdb',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$3$$、$$-7$$，若 $$P$$ 點在 $$AB$$ 直線上，且 $$\\overline{AP}:\\overline{PB}=2:3$$，則 $$P$$ 點坐標為？',
    answer: '$$-1$$ 或 $$23$$',
    hasImage: false,
  },
  {
    id: '1797479e4e0',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$、$$P$$、$$Q$$ 四點，坐標分別是 $$-6$$、$$9$$、$$1$$、$$-5$$，若 $$C$$ 點在 $$\\overline{AB}$$ 上且 $$\\overline{AC}:\\overline{CB}=3:2$$，$$R$$ 點是 $$\\overline{PQ}$$ 的中點，則 $$\\overline{CR}=$$？',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '179747bfde7',
    chapter: '數與式',
    question:
      '$$r,s\\in\\mathbb{R}$$，$$r<s$$，$$a=\\frac{r+3s}{4}$$，$$b=\\frac{r+5s}{6}$$，$$c=\\frac{5r+s}{6}$$，則 $$a$$、$$b$$、$$c$$ 的大小依序為？',
    answer: '$$c<a<b$$',
    hasImage: false,
  },
  {
    id: '1797480949e',
    chapter: '數與式',
    question:
      '$$a,b\\in\\mathbb{R}$$，$$a<b$$，下列何數最大？(單選)\n(A) $$\\frac{a+b}{2}\\quad$$(B) $$\\frac{a+2b}{3}\\quad$$(C) $$\\frac{2a+b}{3}$$\n(D) $$\\frac{3a+2b}{5}\\quad$$(E) $$\\frac{a+4b}{5}$$',
    answer: '(E)',
    hasImage: false,
  },
  {
    id: '179757a606e',
    chapter: '數與式',
    question: '求 $$|x|=5$$ 並將解描繪在數線上',
    answer: '$$\\pm5$$',
    hasImage: false,
  },
  {
    id: '179757bb299',
    chapter: '數與式',
    question: '求 $$|x+4|=6$$ 並將解描繪在數線上',
    answer: '$$-10$$ 或 $$2$$',
    hasImage: false,
  },
  {
    id: '179757f30b3',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$、$$C$$、$$D$$ 四點，$$A$$ 點的坐標為 $$-2$$，$$B$$ 點的坐標為 $$7$$，$$C$$ 點的坐標為 $$24$$，若 $$\\overline{AB}=\\overline{CD}$$，試求 $$D$$ 點的坐標',
    answer: '$$15$$ 或 $$33$$',
    hasImage: false,
  },
  {
    id: '17975876dfa',
    chapter: '數與式',
    question:
      '數線上三點 $$A$$、$$B$$、$$C$$，所代表的數分別為 $$3$$、$$5$$、$$8$$，今將 $$\\overline{AB}$$ 十等分，由左至右其第三個等分點 $$P$$；將 $$\\overline{BC}$$ 五等分，由左至右其第二個等分點 $$Q$$，則 $$\\overline{PQ}=$$？',
    answer: '$$2.6$$',
    hasImage: false,
  },
  {
    id: '1797fcf4177',
    chapter: '數與式',
    question: '設 $$|2x-1|=|x+3|$$，則 $$x=$$？',
    answer: '$$-\\frac{2}{3}$$ 或 $$4$$',
    hasImage: false,
  },
  {
    id: '1797fd09764',
    chapter: '數與式',
    question: '設 $$|x-1|+|x-2|=4$$，則 $$x=$$？',
    answer: '$$-\\frac{1}{2}$$ 或 $$\\frac{7}{2}$$',
    hasImage: false,
  },
  {
    id: '1797fd30bb4',
    chapter: '數與式',
    question: '解下列不等式：\n(1) $$|2x-1|>3$$ (2) $$3<|3x-2|\\le8$$',
    answer:
      '(1) $$x>2$$ 或 $$x<-1$$ (2) $$\\frac{5}{3}<x\\le\\frac{10}{3}$$ 或 $$-2\\le x<-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '1797fd9a454',
    chapter: '數與式',
    question: '不等式 $$2<|3x+1|\\le7$$ 之解為？',
    answer: '$$-\\frac{8}{3}\\le x<-1$$ 或 $$\\frac{1}{3}<x\\le2$$',
    hasImage: false,
  },
  {
    id: '1797fd59820',
    chapter: '數與式',
    question: '若 $$|ax+1|\\le b$$ 的解為 $$-2\\le x\\le6$$，則數對 $$(a,b)=$$？',
    answer: '$$\\left(-\\frac{1}{2},2\\right)$$',
    hasImage: false,
  },
  {
    id: '1797fd78e76',
    chapter: '數與式',
    question: '若 $$|-3x+a|\\le b$$ 的解為 $$-1\\le x\\le5$$，則數對 $$(a,b)=$$？',
    answer: '$$(6,9)$$',
    hasImage: false,
  },
  {
    id: '1797fdd1fa4',
    chapter: '數與式',
    question: '不等式 $$|x-5|>|2x-4|$$ 之解為？',
    answer: '$$-1<x<3$$',
    hasImage: false,
  },
  {
    id: '1797fdeaccf',
    chapter: '數與式',
    question: '不等式 $$|x|+2|x-2|>5$$ 之解為？',
    answer: '$$x>3$$ 或 $$x<-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '1798b050aba',
    chapter: '數與式',
    question:
      '已知 $$x$$，$$y$$ 為實數，且滿足 $$-1\\le x\\le2$$，$$1\\le y\\le3$$，則：\n(1) $$x-2y$$ 的最大值為？最小值為？\n(2) $$x^2+y^2$$ 的最大值為？最小值為？\n(3) $$\\frac{x}{y}$$ 的最大值為？最小值為？',
    answer: '(1) $$0$$；$$-7$$ (2) $$13$$；$$1$$ (3) $$2$$；$$-1$$',
    hasImage: false,
  },
  {
    id: '1798b07214b',
    chapter: '數與式',
    question:
      '設 $$x$$，$$y$$ 為實數，$$|x+1|\\le3$$，$$|y-3|\\le3$$，則：\n(1) $$-2x+3y$$ 的最大值為？最小值為？\n(2) $$xy$$ 的最大值為？最小值為？',
    answer: '(1) $$26$$；$$-4$$ (2) $$12$$；$$-24$$',
    hasImage: false,
  },
  {
    id: '1798b109339',
    chapter: '數與式',
    question: '設 $$a,b\\ge0$$，且 $$a+2b=8$$，則 $$ab$$ 之最大值為？此時 $$(a,b)=$$？',
    answer: '$$8$$；$$(4,2)$$',
    hasImage: false,
  },
  {
    id: '1798b1374e2',
    chapter: '數與式',
    question: '設 $$a,b\\ge0$$，且 $$ab=16$$，求 $$a+b$$ 的最小值為？此時 $$(a,b)=$$？',
    answer: '$$8$$；$$(4,4)$$',
    hasImage: false,
  },
  {
    id: '1798b16b101',
    chapter: '數與式',
    question: '用一條長 $$24$$ 公尺的繩子，所能圍出的矩形面積最大是多少？',
    answer: '$$36$$ 平方公尺',
    hasImage: false,
  },
  {
    id: '1798b184ce6',
    chapter: '數與式',
    question:
      '用一條長 $$40$$ 公尺的繩子在河邊圍一矩形草地(只圍三邊，靠河那邊不圍)，則此矩形草地的最大面積為？',
    answer: '$$200$$ 平方公尺',
    hasImage: false,
  },
  {
    id: '1798cf58181',
    chapter: '平面向量',
    question:
      '設 $$\\left|\\vec{a}\\right|=2$$，$$\\left|\\vec{b}\\right|=3$$，$$\\left|\\vec{a}+\\vec{b}\\right|=2$$，試求向量 $$\\vec{a}$$，$$\\vec{b}$$ 所展的平行四邊形面積。',
    answer: '$$\\frac{3\\sqrt{7}}{2}$$',
    hasImage: false,
  },
  {
    id: '1798cf7faea',
    chapter: '平面向量',
    question:
      '設 $$A$$，$$B$$，$$C$$ 為相異三點，若 $$\\overrightarrow{GA}+\\overrightarrow{GB}+\\overrightarrow{GC}=\\vec{0}$$，則$$\\overrightarrow{GA}=2$$，$$\\overrightarrow{GB}=6$$，$$\\overrightarrow{GC}=2\\sqrt{7}$$，求 $$\\overline{AB}$$ 和 $$\\triangle ABC$$ 面積之值。',
    answer: '$$2\\sqrt{13}$$；$$9\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '1798cf9fd23',
    chapter: '平面向量',
    question:
      '若有 $$\\theta$$ 使下述方程組不只有一組解，求 $$\\sin\\theta\\cos\\theta$$ 的值。\n$$\\begin{cases}(1+\\cos\\theta)x-y=0\\\\-x+(1+\\sin\\theta)y=0\\end{cases}$$',
    answer: '$$1-\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1798d160dda',
    chapter: '平面向量',
    question:
      '若 $$\\begin{vmatrix}a&b\\\\c&d\\end{vmatrix}=2$$，試求 $$\\begin{vmatrix}3a+2c&3b+2d\\\\2a-3c&2b-3d\\end{vmatrix}$$ 之值。',
    answer: '$$-26$$',
    hasImage: false,
  },
  {
    id: '1798d181ea7',
    chapter: '平面向量',
    question:
      '坐標平面上有一個平行四邊形 $$ABCD$$，其中點 $$A$$ 的坐標為 $$(2,1)$$，點 $$B$$ 的坐標為 $$(8,2)$$，點 $$C$$ 在第一象限且知其 $$x$$ 坐標為 $$12$$。若平行四邊形 $$ABCD$$ 的面積等於 $$38$$ 平方單位，則點 $$D$$ 的坐標為？',
    answer: '$$(6,8)$$',
    hasImage: false,
  },
  {
    id: '1798d197fca',
    chapter: '平面向量',
    question:
      '坐標平面上有一面積為 $$40$$ 的凸四邊形，其四個頂點的坐標按逆時針方向依序為 $$(0,0)$$、$$(4,2)$$、$$(x,2x)$$ 及 $$(2,6)$$，則 $$x=$$？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '1798d26f518',
    chapter: '平面向量',
    question:
      '利用克拉瑪公式，解二元一次聯立方程式：\n(1) $$\\begin{cases}2x+5y=4\\\\x-y=9\\end{cases}$$\n(2) $$\\begin{cases}99x+100y=101\\\\101x+102y=103\\end{cases}$$',
    answer: '(1) $$(7,-2)$$ (2) $$(-1,2)$$',
    hasImage: false,
  },
  {
    id: '1798d296bf7',
    chapter: '平面向量',
    question:
      '(1) 試將 $$\\vec{c}=\\begin{bmatrix}5\\\\8\\end{bmatrix}$$ 分解成 $$\\vec{a}=\\begin{bmatrix}4\\\\1\\end{bmatrix}$$，$$\\vec{b}=\\begin{bmatrix}-1\\\\2\\end{bmatrix}$$ 的線性組合。\n(2) 利用第(1)題的結果，解聯立方程式 $$\\begin{cases}4x-y=5\\\\x+2y=8\\end{cases}$$',
    answer: '(1) $$\\vec{c}=2\\vec{a}+3\\vec{b}$$ (2) $$(x,y)=(2,3)$$',
    hasImage: false,
  },
  {
    id: '1798d2fb555',
    chapter: '平面向量',
    question:
      '設 $$L_1:2x-y+1=0$$，試求過點 $$(2,3)$$ 且與 $$L_1$$ 的一夾角為 $$\\frac{\\pi}{4}$$ 的直線 $$L_2$$ 方程式。',
    answer: '$$3x+y-9=0$$ 或 $$x-3y+7=0$$',
    hasImage: false,
  },
  {
    id: '1798d30c13e',
    chapter: '平面向量',
    question:
      '設兩直線 $$L_1:2x+y=0$$，$$L_2:x+2y=0$$，試求 $$L_1$$，$$L_2$$ 的交角中鈍角平分線方程式。',
    answer: '$$x-y=0$$',
    hasImage: false,
  },
  {
    id: '1798d3385c0',
    chapter: '平面向量',
    question:
      '$$G$$ 為 $$\\triangle ABC$$ 重心，若 $$\\left|\\overrightarrow{GA}\\right|=3$$，$$\\left|\\overrightarrow{GB}\\right|=5$$，$$\\left|\\overrightarrow{GC}\\right|=7$$，則求：\n(1) $$\\overrightarrow{GA}\\cdot\\overrightarrow{GB}$$\n(2) $$\\triangle ABC$$ 的面積',
    answer: '(1) $$\\frac{15}{2}$$ (2) $$\\frac{45\\sqrt{3}}{4}$$',
    hasImage: false,
  },
  {
    id: '1798d3def42',
    chapter: '平面向量',
    question:
      '設 $$x$$，$$y$$ 為正數，且 $$3x+2y=21$$，求 $$\\frac{3}{x}+\\frac{8}{y}$$ 的最小值，及此時的數對 $$(x,y)$$。',
    answer: '$$\\frac{3}{7}$$；$$(3,6)$$',
    hasImage: false,
  },
  {
    id: '1798d8949d9',
    chapter: '空間向量',
    question:
      '將長方形 $$ABCD$$ 沿著對角線 $$\\overline{AC}$$ 摺起，使平面 $$ABC$$ 與平面 $$ACD$$ 互相垂直，已知 $$\\overline{AB}=a$$，$$\\overline{BC}=b$$，則以 $$a$$，$$b$$ 表示 $$\\overline{BD}=$$？',
    answer: '$$\\sqrt{\\frac{a^4+b^4}{a^2+b^2}}$$',
    hasImage: false,
  },
  {
    id: '1798d8f19fb',
    chapter: '空間向量',
    question:
      '在空間坐標系中，點 $$P$$ 在第一卦限，且點 $$P$$ 到 $$x$$ 軸、$$y$$ 軸、$$z$$ 軸的距離分別為 $$2\\sqrt{5}$$、$$5$$、$$\\sqrt{13}$$，試求點 $$P$$ 的坐標。',
    answer: '$$(3,2,4)$$',
    hasImage: false,
  },
  {
    id: '1798da4d1c8',
    chapter: '空間向量',
    question:
      '在坐標空間中，一正立方體的八個頂點分別為 $$(0,0,0)$$、$$(1,0,0)$$、$$(1,1,0)$$、$$(0,1,0)$$、$$(0,0,1)$$、$$(1,0,1)$$、$$(1,1,1)$$ 與 $$(0,1,1)$$。若 $$A$$、$$B$$ 分別為此正立方體兩稜邊的中點，則向量 $$\\overrightarrow{AB}$$ 可能為下列哪些選項？(多選)\n(A) $$(1,0,0)\\quad$$ (B) $$\\left(\\frac{1}{2},0,0\\right)$$\n(C) $$\\left(\\frac{1}{2},0,1\\right)\\quad$$ (D) $$\\left(0,-\\frac{1}{2},-\\frac{1}{2}\\right)$$',
    answer: '(A)(D)',
    hasImage: false,
  },
  {
    id: '1798da60c51',
    chapter: '空間向量',
    question:
      '$$\\triangle ABC$$ 的三頂點坐標為 $$A(2,-3,5)$$、$$B(3,0,10)$$、$$C(x,y,0)$$，則使 $$\\triangle ABC$$ 的周長為最小之點 $$C$$ 坐標為？',
    answer: '$$\\left(\\frac{7}{3},-2,0\\right)$$',
    hasImage: false,
  },
  {
    id: '1798db7f40f',
    chapter: '空間向量',
    question:
      '右圖中，$$ABCD-EFGH$$ 為一正立方體，$$Q$$ 為 $$\\overline{GH}$$ 的中點，$$P$$ 為 $$\\overline{AD}$$ 的中點，$$O$$ 為正立方體的中心，試求 $$\\cos(\\angle POQ)$$ 的值。',
    answer: '$$-\\frac{1}{2}$$',
    hasImage: true,
  },
  {
    id: '1798dbaa732',
    chapter: '空間向量',
    question:
      '在空間坐標系中，$$A$$、$$B$$、$$C$$ 分別為 $$x$$、$$y$$、$$z$$ 軸上的點，$$O$$ 為原點，若 $$\\triangle AOB$$、$$\\triangle BOC$$、$$\\triangle COA$$ 的面積分別為 $$3$$、$$4$$、$$5$$，試求 $$\\triangle ABC$$ 的面積。',
    answer: '$$5\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1798dbb684c',
    chapter: '空間向量',
    question:
      '右圖中，$$A-BCD$$ 為正四面體，試求 $$\\overrightarrow{AC}\\cdot\\overrightarrow{BD}$$ 的值。',
    answer: '$$0$$',
    hasImage: true,
  },
  {
    id: '1798f1a9043',
    chapter: '排列組合與機率',
    question:
      "設 $$U=\\{x|1\\le x\\le300,x\\in\\mathbb{Z}\\}$$ 為宇集，且 $$A$$、$$B$$ 兩集合均為 $$U$$ 的子集，今若 $$A$$ 表示 $$5$$ 的倍數所成的集合，$$B$$ 表示 $$8$$ 的倍數所成的集合，試求下列各集合的元素個數。\n(1) $$n(A)\\quad$$ (2) $$n(B')\\quad$$ (3) $$n(A\\cap B)$$\n(4) $$n(A\\cup B)\\quad$$ (5) $$n(A\\cap B')\\quad$$ (6) $$n((A\\cup B)')$$",
    answer: '(1) $$60$$ (2) $$263$$ (3) $$7$$ (4) $$90$$ (5) $$53$$ (6) $$210$$',
    hasImage: false,
  },
  {
    id: '1798f69e9c1',
    chapter: '排列組合與機率',
    question:
      '$$1$$ 到 $$1000$$ 的所有自然數中，$$2$$ 的倍數或 $$3$$ 的倍數或 $$5$$ 的倍數有幾個？',
    answer: '$$734$$',
    hasImage: false,
  },
  {
    id: '1798f6e706b',
    chapter: '排列組合與機率',
    question:
      '上數學課時，老師出兩個題目給全班同學做，已知全班有 $$50$$ 人，解出第一題的同學有 $$32$$ 人，解出第二題的同學有 $$24$$ 人，兩題均解出的同學有 $$15$$ 人，則兩題都解不出的同學有幾人？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '1798f782757',
    chapter: '排列組合與機率',
    question:
      '子見因工作需要星期一到星期五必需到 $$A$$、$$B$$、$$C$$、$$D$$、$$E$$、$$F$$ 等 $$6$$ 間他負責的店家訪查，若他每天只能訪查一間店家，且相鄰兩天不訪查同一店家，而星期一及星期五這兩天一定要到 $$A$$ 店家訪查，請問在一週五天當中，子見的訪查行程有幾種安排？(單選)\n(A) $$100$$ 種 (B) $$105$$ 種 (C) $$110$$ 種 (D) $$120$$ 種 (E) $$126$$ 種',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1798f7be697',
    chapter: '排列組合與機率',
    question:
      '某公司 $$6$$ 位員工排成一列照相，\n(1) 任意排列，則排法有幾種？\n(2) 若董事長一定要排在第一個位置比讚，則排法有幾種？',
    answer: '(1) $$720$$ (2) $$120$$',
    hasImage: false,
  },
  {
    id: '1798f7d9034',
    chapter: '排列組合與機率',
    question: '(1) $$P^5_3=$$？\n(2) 若 $$P^n_3:P^{n+2}_3=5:12$$，則 $$n=$$？',
    answer: '(1) $$20$$ (2) $$7$$',
    hasImage: false,
  },
  {
    id: '1798f813ff8',
    chapter: '排列組合與機率',
    question:
      '以 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$ 共 $$5$$ 個數字作三位數，數字不可重複使用，則：\n(1) 此三位數共有幾個？\n(2) 這些三位數中，共有幾個奇數？幾個偶數？\n(3) 這些三位數，由小而大排列，第 $$30$$ 個數字為？$$342$$ 是第幾個數？',
    answer: '(1) $$60$$ (2) $$36$$；$$24$$ (3) $$325$$；$$32$$',
    hasImage: false,
  },
  {
    id: '1798f837c86',
    chapter: '排列組合與機率',
    question:
      '棒球比賽中，每隊要排出 $$9$$ 名球員輪流上場打擊，依序稱為第一棒到第九棒，現在某隊選出的 $$9$$ 名球員中，甲一定排在第一棒，乙、丙、丁三人則排在三、四、五棒，這三人的棒次可以調換，問該隊的打擊順序有幾種排列方式？',
    answer: '$$720$$',
    hasImage: false,
  },
  {
    id: '1798f86e6cf',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己、庚共七人排成一列，依下列條件分別求其排法有多少種？\n(1) 七人任意排列\n(2) 甲、乙、丙三人須完全相鄰不可分開\n(3) 甲、乙、丙三人須完全分開',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '1798f8d2bfb',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁四個好朋友共乘香蕉船玩樂，試求：\n(1) 甲不坐在最前面的排法有幾種？\n(2) 甲不坐在最前面，且丁不坐在最後面的方法有幾種？',
    answer: '(1) $$18$$ (2) $$14$$',
    hasImage: false,
  },
  {
    id: '1798f8fed2e',
    chapter: '排列組合與機率',
    question:
      '(1) 將 $$4$$ 顆白球 $$2$$ 顆黑球排成一列的排法有幾種？\n(2) 將「阿雄棒棒阿雄帥帥」八個字排成一列的排法有幾種？',
    answer: '(1) $$15$$ (2) $$2520$$ (3) $$420$$',
    hasImage: false,
  },
  {
    id: '1798f91a336',
    chapter: '排列組合與機率',
    question:
      '如右圖，某處擺放著 $$A$$、$$B$$、$$C$$ 三排罐子，有神射手用槍彈一個個把罐子擊落，不分 $$A$$、$$B$$、$$C$$ 的順序，任意射擊，但每次只能擊落一瓶罐子，即每排依序由上而下射擊，請問 $$9$$ 瓶罐子全部打下來，共有幾種方法？',
    answer: '$$1260$$',
    hasImage: true,
  },
  {
    id: '1798fa42cb3',
    chapter: '排列組合與機率',
    question:
      '一樓有 $$10$$ 階，上樓時可一步跨 $$1$$ 階或 $$2$$ 階，今某頑童欲登此樓，則：\n(1) 有多少種不同的上樓方式？\n(2) 若規定須跨上第五階，則多少種不同的上樓方式？(單選)\n(A) $$9$$ (B) $$16$$ (C) $$64$$ (D) $$89$$',
    answer: '(1) $$89$$ (2) (C)',
    hasImage: false,
  },
  {
    id: '17990a8b9e3',
    chapter: '排列組合與機率',
    question:
      '設集合 $$A=\\{a,b\\}$$，$$B=\\{a,b,c,d,e\\}$$，則滿足 $$A\\subset C\\subset B$$ 的集合 $$C$$ 有幾個？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '17990aa1fd6',
    chapter: '排列組合與機率',
    question:
      '已知集合 $$A=\\{2,4,a^2-a+3\\}$$，$$B=\\{3,a,a+2,a+5\\}$$ 滿足 $$A-B=\\{5\\}$$，則實數 $$a=$$？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '17990ab0495',
    chapter: '排列組合與機率',
    question: '小新、小白兩人各擲一顆骰子，點數差的絕對值大於 $$3$$ 的情形有幾種？',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17990abfa09',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙三人各選好一個「$$-2$$」以外的整數，發現這三個數的平方和為 $$9$$，則此三人的選擇共有幾種情形？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17990adbce5',
    chapter: '排列組合與機率',
    question:
      '某餐飲部供應的菜色為肉類 $$4$$ 種，魚類 $$3$$ 種，蔬菜 $$5$$ 種，甜點 $$2$$ 種，有位客人要點肉類、魚類、蔬菜各一種，不點甜點，則這位客人有幾種點法？',
    answer: '$$60$$',
    hasImage: false,
  },
  {
    id: '17990aea8de',
    chapter: '排列組合與機率',
    question:
      '某餐廳的主菜有牛、豬、雞與羊 $$4$$ 種；湯有玉米湯、海鮮湯與蔬菜湯 $$3$$ 種；飲料有咖啡、紅茶與奶茶 $$3$$ 種。每位客人須點全餐(主菜、湯及飲料各任選一種)或超值餐(主菜、飲料各任選一種)。請問共有幾種餐點組合？',
    answer: '$$48$$',
    hasImage: false,
  },
  {
    id: '17990b0fd75',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩地間有 $$12$$ 條路，其中 $$3$$ 條是由甲地到乙地的單行道，$$4$$ 條是由乙地到甲地的單行道，另 $$5$$ 條是雙向道，今由甲地到乙地再回到甲地，若往返不走同一條路，走法共有幾種？',
    answer: '$$67$$',
    hasImage: false,
  },
  {
    id: '17990b2b6ba',
    chapter: '排列組合與機率',
    question:
      '對全班 $$45$$ 人作喝飲料習慣的調查，發現習慣半糖的有 $$30$$ 人，習慣去冰的有 $$25$$ 人。試問：該班喝飲料的習慣是半糖且去冰者最多有 $$a$$ 人，最少有 $$b$$ 人，則 $$a+b=$$？',
    answer: '$$35$$',
    hasImage: false,
  },
  {
    id: '17990e367f4',
    chapter: '空間向量',
    question:
      '右圖為一正立方體，被一平面截出一個四邊形 $$ABCD$$，其中 $$B$$、$$D$$ 分別為稜的中點，且 $$\\overline{EA}:\\overline{AF}=3:7$$，則 $$\\cos\\angle DAB=$$？',
    answer: '$$\\frac{1}{26}$$',
    hasImage: false,
  },
  {
    id: '17990e3909e',
    chapter: '空間向量',
    question:
      '證明下列各式：\n(1) $$\\begin{vmatrix}1&a&a^2\\\\1&b&b^2\\\\1&c&c^2\\end{vmatrix}=(a-b)(b-c)(c-a)$$\n(2) $$\\begin{vmatrix}1&a&a^3\\\\1&b&b^3\\\\1&c&c^3\\end{vmatrix}=(a-b)(b-c)(c-a)(a+b+c)$$\n(3) $$\\begin{vmatrix}b+c&a&a\\\\b&c+a&b\\\\c&c&a+b\\end{vmatrix}=4abc$$\n(4) $$\\begin{vmatrix}1+a^2&ab&ac\\\\ab&1+b^2&bc\\\\ac&bc&1+c^2\\end{vmatrix}=a^2+b^2+c^2+1$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '17990e56c0b',
    chapter: '空間向量',
    question:
      '設 $$A(0,0,0)$$、$$B(1,2,3)$$、$$C(-2,1,-1)$$、$$D(3,1,2)$$，試求：\n(1) 四面體 $$ABCD$$ 的體積\n(2) $$\\triangle ABC$$ 的面積\n(3) 四面體 $$ABCD$$ 過 $$D$$ 的高長度為何？',
    answer: '(1) $$\\frac{5}{3}$$ (2) $$\\frac{5\\sqrt{3}}{2}$$ (3) $$\\frac{2\\sqrt{3}}{3}$$',
    hasImage: false,
  },
  {
    id: '17990e6a7ea',
    chapter: '空間向量',
    question:
      '設平面上三相異直線 $$L_1:2x-3y+1=0$$，$$L_2:ax+y+5=0$$，$$L_3:x+2ay+8=0$$ 共點，求 $$a$$ 之值。',
    answer: '$$0$$ 或 $$-2$$',
    hasImage: false,
  },
  {
    id: '17991b7e1d2',
    chapter: '排列組合與機率',
    question:
      '$$1$$ 到 $$1000$$ 的正整數中，試求是 $$6$$ 或是 $$10$$ 的倍數，但不是 $$8$$ 的倍數一共有幾個？',
    answer: '',
    hasImage: false,
  },
  {
    id: '17991fa8dd5',
    chapter: '排列組合與機率',
    question:
      '以 $$0$$、$$1$$、$$2$$、$$3$$、$$4$$、$$5$$ 等六個數字作成四位數，數字不可重複使用，則：\n(1) 此四位數共有幾個？\n(2) 這些四位數中，有幾個偶數？\n(3) 這些四位數，由小而大排列，第 $$100$$ 個數字為？$$3420$$ 是第幾個數？',
    answer: '(1) $$300$$ (2) $$156$$ (3) $$2410$$；$$163$$',
    hasImage: false,
  },
  {
    id: '17992b9b195',
    chapter: '平面向量',
    question:
      '設 $$\\triangle ABC$$ 之 $$\\angle A=60^{\\circ}$$，$$\\overline{AC}=b$$，$$\\overline{AB}=c$$，今在 $$\\overline{BC}$$ 上取一點 $$D$$，使得 $$\\overline{BD}=\\frac{1}{3}\\overline{BC}$$，$$s=\\overline{AD}$$，則 $$s^2=$$？',
    answer: '$$\\frac{1}{9}(b^2+4c^2+2bc)$$',
    hasImage: false,
  },
  {
    id: '179933a1b86',
    chapter: '矩陣A',
    question:
      '利用高斯消去法解方程組 $$\\begin{cases}2x+3y-z=6\\\\x-y+z=2\\\\3x-2y-9z=-5\\end{cases}$$',
    answer: '$$x=2$$、$$y=1$$、$$z=1$$',
    hasImage: false,
  },
  {
    id: '179933bfba0',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算解線性方程組 $$\\begin{cases}x+2y-2z=-3\\\\3x-y+4z=14\\\\2x+3y-z=2\\end{cases}$$',
    answer: '$$x=1$$、$$y=1$$、$$z=3$$',
    hasImage: false,
  },
  {
    id: '179933d62f8',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算求方程組 $$\\begin{cases}2x+y-z=5\\\\x+2y+z=7\\\\7x+8y+z=31\\end{cases}$$',
    answer: '$$\\begin{cases}x=1+t\\\\y=3-t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$',
    hasImage: false,
  },
  {
    id: '179933e6cf1',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算求方程組 $$\\begin{cases}3x+y-z=2\\\\x+2y+z=8\\\\x-3y-3z=1\\end{cases}$$',
    answer: '無解',
    hasImage: false,
  },
  {
    id: '17993401086',
    chapter: '矩陣A',
    question:
      '試就 $$a$$ 值討論方程組 $$\\begin{cases}x-2y-3z=1\\\\x+z=3\\\\3x-2y-z=a\\end{cases}$$',
    answer:
      '當 $$a\\neq7$$ 時，無解；當 $$a=7$$ 時，無限解，其解為 $$\\begin{cases}x=3-t\\\\y=1-2t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$',
    hasImage: false,
  },
  {
    id: '179934e51e4',
    chapter: '矩陣A',
    question: '利用牛頓插值法求通過三點 $$(1,5)$$、$$(2,7)$$、$$(-2,23)$$ 的二次多項式 $$f(x)=$$？',
    answer: '$$2x^2-4x+7$$',
    hasImage: false,
  },
  {
    id: '1799350a87d',
    chapter: '矩陣A',
    question:
      '給定坐標空間中的四個向量 $$\\vec{a}=(2,1,4)$$，$$\\vec{b}=(1,-3,1)$$，$$\\vec{c}=(2,-2,3)$$ 與 $$\\vec{d}=(1,-4,1)$$，試將 $$\\vec{d}$$ 表示成 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 的線性組合 $$x\\vec{a}+y\\vec{b}+z\\vec{c}$$，則序組 $$(x,y,z)=$$？',
    answer: '$$(1,3,-2)$$',
    hasImage: false,
  },
  {
    id: '179935955d4',
    chapter: '矩陣A',
    question:
      '下列演算式為一個關於 $$x$$，$$y$$，$$z$$ 方程組的高斯消去法：\n$$\\begin{bmatrix}2&3&-2&5\\\\3&-2&1&10\\\\1&2&-1&2\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\3&-2&1&10\\\\2&3&-2&5\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&b&4&4\\\\0&-1&0&1\\end{bmatrix}$$\n$$\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&-1&0&1\\\\0&b&4&4\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&-1&0&1\\\\0&0&4&c\\end{bmatrix}\\rightarrow\\cdots$$\n若繼續進行矩陣的列運算，即可求得 $$x$$，$$y$$，$$z$$ 之解，則序組 $$(a,b,c)=$$？',
    answer: '$$(-1,-8,-4)$$',
    hasImage: false,
  },
  {
    id: '179935cd335',
    chapter: '矩陣A',
    question:
      '小臻利用矩陣的列運算在紙上解一個三元一次方程組，過程如下：\n$$\\cdots\\rightarrow\\begin{bmatrix}1&-1&a&8\\\\0&5&-3&b\\\\0&1&c&-15\\end{bmatrix}\\rightarrow\\cdots\\rightarrow\\begin{bmatrix}1&0&0&4\\\\0&1&0&-3\\\\0&0&1&1\\end{bmatrix}$$，求數字 $$a$$，$$b$$，$$c$$。',
    answer: '$$a=1$$，$$b=-18$$，$$c=-12$$',
    hasImage: false,
  },
  {
    id: '179935fbc50',
    chapter: '矩陣A',
    question:
      '某公司有甲、乙、丙三條生產線，現欲生產三萬個產品，若甲、乙、丙三條生產線同時開動，則需 $$10$$ 小時；若只開動乙、丙兩條生產線，則需 $$15$$ 小時；若只開動甲生產線 $$15$$ 小時，則需再開動丙生產線 $$30$$ 小時，才能完成所有產品。試問甲、乙、丙條生產線單獨完成所有產品分別各需多少小時？',
    answer: '甲、乙、丙分別各需 $$30$$、$$20$$、$$60$$ 小時',
    hasImage: false,
  },
  {
    id: '1799364fdfe',
    chapter: '矩陣A',
    question:
      '已知矩陣 $$\\begin{bmatrix}1&-3&-2&-4\\\\2&1&3&6\\\\3&-2&5&6\\end{bmatrix}$$ 經過列運算後，得 $$\\begin{bmatrix}1&-3&-2&-4\\\\0&1&1&a\\\\0&0&1&b\\end{bmatrix}$$，則數對 $$(a,b)=$$？',
    answer: '$$(2,1)$$',
    hasImage: false,
  },
  {
    id: '1799367145e',
    chapter: '矩陣A',
    question:
      '$$\\begin{cases}3x+4y+z=8\\\\2x+3y+z=7\\\\x+y+z=4\\end{cases}$$ 的解為序組 $$(x,y,z)=$$？',
    answer: '$$(-1,2,3)$$',
    hasImage: false,
  },
  {
    id: '1799369132f',
    chapter: '矩陣A',
    question:
      '已知上等稻禾 $$2$$ 捆、中等稻禾 $$3$$ 捆、下等稻禾 $$3$$ 捆，共可打出稻米 $$28$$ 斗；上等稻禾 $$1$$ 捆、中等稻禾 $$5$$ 捆、下等稻禾 $$4$$ 捆，共可打出稻米 $$33$$ 斗；上等稻禾 $$3$$ 捆、中等稻禾 $$1$$ 捆、下等稻禾 $$1$$ 捆，共可打出稻米 $$21$$ 斗，則上等稻禾、中等稻禾、下等稻禾各 $$1$$ 捆，共可打出稻米幾斗？',
    answer: '$$11$$',
    hasImage: false,
  },
  {
    id: '179936be142',
    chapter: '矩陣A',
    question:
      '某高中有兩個生態池，其中 $$A$$、$$B$$ 兩個注水管及一個 $$C$$ 排水管，若只開 $$A$$、$$B$$ 兩管需 $$6$$ 小時即可注滿水，若開 $$A$$ 注水管及 $$C$$ 排水管，則需 $$12$$ 小時方可注滿水，若開 $$B$$ 注水管及 $$C$$ 排水管，則需 $$20$$ 小時才可注滿水，則清掃完畢後排空的生態池在只開 $$A$$ 注水管的情況下，需幾小時才可注滿水？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '179936d719f',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}ax+y+z=7\\\\x+by+z=8\\\\x+y+cz=9\\end{cases}$$ 矩陣經過列運算之後，可以化成 $$\\begin{bmatrix}1&0&0&1\\\\0&1&0&2\\\\0&0&1&3\\end{bmatrix}$$，則序組 $$(a,b,c)=$$？',
    answer: '$$(2,2,2)$$',
    hasImage: false,
  },
  {
    id: '179936f7f2f',
    chapter: '矩陣A',
    question:
      '小楠利用矩陣的列運算在紙上解一個三元一次方程組，過程如下：\n$$\\cdots\\rightarrow\\begin{bmatrix}1&-2&a&5\\\\2&b&-3&-3\\\\3&-1&2&c\\end{bmatrix}\\rightarrow\\cdots$$ \n$$\\rightarrow\\begin{bmatrix}1&0&0&1\\\\0&1&0&1\\\\0&0&1&2\\end{bmatrix}$$，求序組 $$(a,b,c)=$$？',
    answer: '$$(3,1,6)$$',
    hasImage: false,
  },
  {
    id: '17993729e8b',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}x-y+z=3\\\\x+3y-2z=-8\\\\5x-y+2z=a\\end{cases}$$ 無解，則 $$a$$ 不可以為何？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '179937355f2',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}x-2y-3z=1\\\\x-z=-1\\\\3x+2y-z=a\\end{cases}$$ 有解，則 $$a=$$？',
    answer: '$$-5$$',
    hasImage: false,
  },
  {
    id: '1799374e08b',
    chapter: '矩陣A',
    question:
      '設向量 $$\\vec{a}=(1,2,1)$$，$$\\vec{b}=(1,3,-1)$$，$$\\vec{c}=(1,-1,2)$$，$$\\vec{d}=(4,-2,9)$$，若 $$\\vec{d}=x\\vec{a}+y\\vec{b}+z\\vec{c}$$，則序組 $$(x,y,z)=$$？',
    answer: '$$(2,-1,3)$$',
    hasImage: false,
  },
  {
    id: '1799376c060',
    chapter: '矩陣A',
    question:
      '有一工程，甲、乙、丙合作 $$10$$ 天可完成；乙獨做 $$15$$ 天，剩餘的由丙獨做 $$30$$ 天可完成；甲獨做 $$10$$ 天，剩餘的由丙獨做 $$30$$ 天可完成。若甲、乙、丙獨做各 $$x$$、$$y$$、$$z$$ 天可完成，則序組 $$(x,y,z)=$$？',
    answer: '$$(20,30,60)$$',
    hasImage: false,
  },
  {
    id: '1799377e304',
    chapter: '矩陣A',
    question:
      '已知 $$(x,y,z)$$ 為聯立方程組 $$\\begin{cases}x+2y-z=1\\\\x-y+2z=4\\\\4x-y+5z=13\\end{cases}$$ 的一解，則 $$x^2+y^2+z^2$$ 的最小值為？',
    answer: '$$\\frac{14}{3}$$',
    hasImage: false,
  },
  {
    id: '1799392a68f',
    chapter: '矩陣A',
    question: '二次多項式 $$f(x)$$，已知 $$f(11)=5$$，$$f(12)=-3$$，$$f(13)=6$$，則 $$f(14)=$$？',
    answer: '$$32$$',
    hasImage: false,
  },
  {
    id: '179964bbaa7',
    chapter: '三角比',
    question: '試求：$$\\frac{\\sin30^\\circ+\\cos45^\\circ}{\\sin30^\\circ-\\cos45^\\circ}$$',
    answer: '$$-3-2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '179964e143a',
    chapter: '三角比',
    question:
      '設 $$\\triangle ABC$$ 是直角三角形，$$\\angle C=90^\\circ$$，$$\\overline{AC}=3$$，$$\\overline{BC}=4$$，求 $$\\sin A$$、$$\\cos A$$、$$\\tan A$$。',
    answer: '$$\\frac{4}{5}$$；$$\\frac{3}{5}$$；$$\\frac{4}{3}$$',
    hasImage: false,
  },
  {
    id: '17996591520',
    chapter: '三角比',
    question:
      '如右圖，在 $$\\triangle ABC$$ 中，$$\\overline{BD}$$ 垂直 $$\\overline{AC}$$，$$\\overline{AB}=25$$，$$\\sin A=\\frac{24}{25}$$，且 $$\\tan C=\\frac{12}{5}$$，則：\n(1) $$\\overline{BD}$$ (2) $$\\overline{AC}$$',
    answer: '(1) $$24$$ (2) $$17$$',
    hasImage: true,
  },
  {
    id: '179965c10c8',
    chapter: '三角比',
    question:
      '我們可以依如下的方法作出 $$15^\\circ$$ 角。先作一個 $$30^\\circ-60^\\circ-90^\\circ$$ 的直角 $$\\triangle ABC$$，延長 $$\\overrightarrow{CA}$$ 並在 $$\\overrightarrow{CA}$$ 上取 $$\\overline{AD}=\\overline{AB}$$，連接 $$\\overline{BD}$$，則 $$\\angle D=15^\\circ$$，如右圖所示，求：\n(1) $$\\sin15^\\circ$$ (2) $$\\cos15^\\circ$$ (3) $$\\tan 15^\\circ$$',
    answer:
      '(1) $$\\frac{\\sqrt{6}-\\sqrt{2}}{4}$$ (2) $$\\frac{\\sqrt{6}+\\sqrt{2}}{4}$$ (3) $$2-\\sqrt{3}$$',
    hasImage: true,
  },
  {
    id: '179965dfeed',
    chapter: '三角比',
    question:
      '如右圖，$$\\theta$$ 為銳角，圓 $$O$$ 為半徑 $$1$$ 的單位圓，且 $$\\overline{AB}$$ 與 $$\\overline{CD}$$ 為圓 $$O$$ 的切線段，則下列敘述哪些正確？\n(A) $$\\overline{AB}=\\tan\\theta\\quad$$ (B) $$\\overline{OE}=\\sin\\theta$$\n(C) $$\\overline{CD}=\\tan\\theta\\quad$$ (D) $$\\overline{EF}=\\sin\\theta$$\n(E) $$\\overline{OD}=\\sin\\theta',
    answer: '(A)(D)',
    hasImage: true,
  },
  {
    id: '179965f4505',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為銳角，且 $$\\cos\\theta=\\frac{15}{17}$$，求：\n(1) $$\\sin\\theta$$ (2) $$\\tan\\theta$$',
    answer: '(1) $$\\frac{8}{17}$$ (2) $$\\frac{8}{15}$$',
    hasImage: true,
  },
  {
    id: '1799660a068',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，且 $$\\sin\\theta=2\\cos\\theta$$，試求 $$\\sin\\theta+\\cos\\theta=$$？',
    answer: '$$\\frac{3\\sqrt{5}}{5}$$',
    hasImage: false,
  },
  {
    id: '17996638499',
    chapter: '三角比',
    question:
      '計算下列各式：\n(1) 設 $$\\theta$$ 為銳角，若 $$\\cos40^\\circ=\\sin\\theta$$，求 $$\\theta$$。\n(2) $$\\cos^240^\\circ+\\cos^250^\\circ+\\cos^260^\\circ=$$？\n(3) $$\\sin^210^\\circ+\\sin^220^\\circ+\\sin^230^\\circ+\\sin^240^\\circ+\\sin^250^\\circ+\\sin^260^\\circ+\\sin^270^\\circ+\\sin^280^\\circ=$$？',
    answer: '(1) $$50$$ (2) $$\\frac{5}{4}$$ (3) $$4$$',
    hasImage: false,
  },
  {
    id: '17996672891',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，若 $$\\sin\\theta+\\cos\\theta=\\frac{5}{4}$$，求：\n(1) $$\\sin\\theta\\cos\\theta\\quad$$ (2) $$\\sin\\theta-\\cos\\theta\\quad$$ (3) $$\\sin^3\\theta+\\cos^3\\theta$$',
    answer: '(1) $$\\frac{9}{32}$$ (2) $$\\pm\\frac{\\sqrt{7}}{4}$$ (3) $$\\frac{115}{128}$$',
    hasImage: false,
  },
  {
    id: '17996695a20',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，試證明下列各式：\n(1) $$(\\sin\\theta+\\cos\\theta)^2=1+2\\sin\\theta\\cos\\theta$$\n(2) $$\\frac{1+\\sin\\theta}{\\cos\\theta}+\\frac{\\cos\\theta}{1+\\sin\\theta}=\\frac{2}{\\cos\\theta}\n(3) $$\\tan\\theta+\\frac{1}{\\tan\\theta}=\\frac{1}{\\sin\\theta\\cos\\theta}$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179966cda60',
    chapter: '三角比',
    question:
      '試比較下列之大小關係：\n(1) $$\\sin65^\\circ$$、$$\\sin55^\\circ$$ (2) $$\\cos65^\\circ$$、$$\\cos55^\\circ$$ (3) $$\\sin46^\\circ$$、$$\\cos46^\\circ$$\n(4) $$\\sin35^\\circ$$、$$\\frac{1}{2}$$ (5) $$\\cos35^\\circ$$、$$\\frac{\\sqrt{3}}{2}$$ (6) $$\\tan46^\\circ$$、$$1$$',
    answer:
      '(1) $$\\sin65^\\circ>\\sin55^\\circ$$ (2) $$\\cos65^\\circ<\\cos55^\\circ$$ (3) $$\\sin46^\\circ>\\cos46^\\circ$$ (4) $$\\sin35^\\circ>\\frac{1}{2}$$ (5) $$\\cos35^\\circ<\\frac{\\sqrt{3}}{2}$$ (6) $$\\tan46^\\circ>1$$',
    hasImage: false,
  },
  {
    id: '1799677886e',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\angle C=90^\\circ$$，且 $$\\sin A=\\frac{1}{3}$$，則 $$\\tan B=$$？',
    answer: '$$2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1799678c5da',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$\\overline{AD}\\perp\\overline{BC}$$，已知 $$\\overline{AB}=20$$，$$\\sin B=\\frac{3}{5}$$，$$\\sin C=\\frac{12}{13}$$，則 $$\\overline{BC}=$$？',
    answer: '$$21$$',
    hasImage: true,
  },
  {
    id: '179967a4e21',
    chapter: '三角比',
    question:
      '如圖，$$\\overline{BC}\\perp\\overline{AC}$$，$$\\overline{AD}=\\overline{BD}$$，若 $$\\cos\\angle BDC=\\frac{2}{3}$$，則 $$\\tan A$$ 的值為？',
    answer: '$$\\frac{\\sqrt{5}}{5}$$',
    hasImage: true,
  },
  {
    id: '179967b9e90',
    chapter: '三角比',
    question:
      '(1) $$\\tan^230^\\circ\\times\\cos60^\\circ=$$？\n(2) $$(1+\\sin30^\\circ+\\sin45^\\circ)(1-\\cos45^\\circ+\\cos60^\\circ)=$$？',
    answer: '(1) $$\\frac{1}{6}$$ (2) $$\\frac{7}{4}$$',
    hasImage: false,
  },
  {
    id: '179967c79a3',
    chapter: '三角比',
    question: '化簡 $$(\\sin87^\\circ+\\cos87^\\circ)^2+(\\sin87^\\circ-\\cos87^\\circ)^2$$',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179967d65a9',
    chapter: '三角比',
    question:
      '若 $$\\theta$$ 是一個銳角且 $$\\tan\\theta=2$$，則 $$\\frac{2\\sin\\theta-\\cos\\theta}{2\\sin\\theta+\\cos\\theta}=$$？',
    answer: '$$\\frac{3}{5}$$',
    hasImage: false,
  },
  {
    id: '179967ee279',
    chapter: '三角比',
    question:
      '$$\\sin^25^\\circ+\\sin^225^\\circ+\\sin^245^\\circ+\\sin^265^\\circ$$ \n$$+\\sin^285^\\circ=$$？',
    answer: '$$\\frac{9}{2}$$',
    hasImage: false,
  },
  {
    id: '179968447b6',
    chapter: '三角比',
    question:
      '已知 $$0^\\circ<\\theta<90^\\circ$$，若 $$\\sin\\theta+\\cos\\theta=\\frac{6}{5}$$，則：\n(1) $$\\sin\\theta\\cos\\theta=$$？\n(2) $$\\sin\\theta-\\cos\\theta=$$？(兩解)',
    answer: '(1) $$\\frac{11}{50}$$ (2) $$\\pm\\frac{\\sqrt{14}}{5}$$',
    hasImage: false,
  },
  {
    id: '179968541c0',
    chapter: '三角比',
    question:
      '如圖，等腰直角 $$\\triangle ABC$$ 中，$$\\overline{BM}$$ 為 $$\\overline{AC}$$ 之中線，若 $$\\angle CBM=\\theta$$，則 $$\\tan\\theta=$$？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: true,
  },
  {
    id: '1799685e5d3',
    chapter: '三角比',
    question: '$$\\sqrt{3}(\\cos30^\\circ+\\sin60^\\circ)+\\sqrt{2}\\cos45^\\circ=$$？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '1799686d5ac',
    chapter: '三角比',
    question: '比較 $$a=\\sin61^\\circ$$、$$b=\\cos11^\\circ$$、$$c=\\tan29^\\circ$$ 之大小關係。',
    answer: '$$b>a>c$$',
    hasImage: false,
  },
  {
    id: '179968926c1',
    chapter: '三角比',
    question:
      '已知直角 $$\\triangle ABC$$ 中，$$\\angle C=90^\\circ$$，若 $$3\\cos A+5\\cos B=5$$，則 $$\\sin A=$$？',
    answer: '$$\\frac{8}{17}$$',
    hasImage: false,
  },
  {
    id: '179a32ab7fd',
    chapter: '矩陣A',
    question:
      '下列有關轉移方陣的敘述，哪些是正確的？\n(A) $$\\begin{bmatrix}0.2&0.8\\\\0.6&0.4\\end{bmatrix}$$ 是轉移方陣\n(B) $$\\begin{bmatrix}0.2&2\\\\0.8&-1\\end{bmatrix}$$ 是轉移方陣\n(C) $$\\begin{bmatrix}0.2&1&0.6\\\\0.4&0&0.1\\\\0.4&0&0.3\\end{bmatrix}$$ 是轉移方陣\n(D) 若 $$A$$、$$B$$ 都是轉移方陣，則 $$AB$$ 也是轉移方陣\n(E) 若 $$A$$、$$B$$ 都是轉移方陣，則 $$\\frac{1}{2}(A+B)$$ 也是轉移方陣',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a32ca487',
    chapter: '矩陣A',
    question:
      '若 $$A=\\begin{bmatrix}0.3&y\\\\x&0.5\\end{bmatrix}$$ 是轉移方陣，求數對 $$(x,y)$$、$$A^2$$、$$A^{-1}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a32f7d6b',
    chapter: '矩陣A',
    question:
      '行矩陣 $$\\begin{bmatrix}a_1\\\\b_1\\end{bmatrix}$$、$$\\begin{bmatrix}a_2\\\\b_2\\end{bmatrix}$$、$$\\begin{bmatrix}a_3\\\\b_3\\end{bmatrix}$$、$$\\cdots$$ 滿足 $$\\begin{cases}a_{n+1}=\\frac{2}{3}a_n+\\frac{1}{4}b_n\\\\b_{n+1}=\\frac{1}{3}a_n+\\frac{3}{4}b_n\\end{cases},n\\in\\mathbb{N}$$，則可看成二階轉移方陣 $$A$$ 乘上第 $$n$$ 項得到第 $$(n+1)$$ 項，請寫出二階轉移方陣 $$A=$$？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a33289c5',
    chapter: '矩陣A',
    question:
      '某城市有數百萬戶，觀察有訂閱報紙與未訂閱報紙的戶數發現，每年有 $$70\\%$$ 的訂戶在下一年會繼續訂閱報紙，有 $$30\\%$$ 的訂戶則不再續訂；而每年有 $$10\\%$$ 原本未訂閱報紙的住戶會轉而訂閱報紙，有 $$90\\%$$ 的住戶仍舊未訂。若以 $$\\begin{bmatrix}訂報\\\\未訂\\end{bmatrix}$$ 表示該城市的訂報狀態，則以年為時間單位的轉移方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a334ea0f',
    chapter: '矩陣A',
    question:
      '某人上班有甲、乙、丙三條路線可供選擇，若某天走甲路線，則隔天走甲、乙、丙的機率依序為 $$0.5$$、$$0.2$$、$$0.3$$；若某天走乙，則隔天走甲、乙、丙的機率依序為 $$0.4$$、$$0.6$$、$$0$$；若某天走丙，則隔天走甲、乙、丙的機率依序為 $$0.2$$、$$0.1$$、$$0.7$$。若以行矩陣由上而下寫出走甲、乙、丙路線的機率，請寫出轉移方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35714f2',
    chapter: '矩陣A',
    question:
      '多次數學考試下來，數學老師發現，全體同學若上次數學考及格，則這次也會及格的比率為 $$80\\%$$，若上次數學不及格，則這次數學仍不及格的比率為 $$60\\%$$。若這次數學考完共有七成的同學及格，則：\n(1) 下次及格的比率為？\n(2) 下下次及格的比率為？\n(3) 多次考試後及格的比率會趨近於？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35857f3',
    chapter: '矩陣A',
    question:
      '設 $$A$$ 箱內有 $$2$$ 白球，$$B$$ 箱內有 $$1$$ 黑球，兩手伸進 $$A$$ 與 $$B$$ 內各取一球互換，則多次交換後黑球在 $$A$$ 箱內的機率為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35be52b',
    chapter: '矩陣A',
    question:
      '方陣 $$A=\\begin{bmatrix}2&1\\\\3&4\\end{bmatrix}$$，\n(1) $$A$$ 作用在 $$P(-1,5)$$ 所得的像為 $$Q$$，求 $$Q$$ 坐標為？\n(2) 若點 $$(k+1,2k-3)$$ 經 $$A$$ 變換之後所得的像為 $$(7,m)$$，求 $$k=$$？$$m=$$？\n(3) 正方形四個頂點為 $$(0,0)$$、$$(1,0)$$、$$(1,1)$$、$$(0,1)$$，經過 $$A$$ 變換後的圖形為 $$\\Gamma$$，試在方格紙作出 $$\\Gamma$$ 的圖形',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35cf63d',
    chapter: '矩陣A',
    question:
      '方陣 $$A=\\begin{bmatrix}1&2\\\\4&3\\end{bmatrix}$$，$$A$$ 作用在點 $$P$$ 的像為 $$(15,55)$$，求 $$P$$ 坐標為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35ea337',
    chapter: '矩陣A',
    question:
      "平面上兩點 $$P(1,4)$$ 與 $$Q(5,7)$$ 可表為 $$\\begin{bmatrix}1&5\\\\4&7\\end{bmatrix}$$，經平面變換 $$A=\\begin{bmatrix}2&3\\\\-6&1\\end{bmatrix}$$ 作用後，得到 $$P'$$ 與 $$Q'$$，則 $$\\overline{P'Q'}$$ 的長度為？",
    answer: '',
    hasImage: false,
  },
  {
    id: '179a3622df1',
    chapter: '矩陣A',
    question:
      '某平面變換把平面上的點 $$(x,y)$$ 變換到 $$(2x+3y,4x-7y)$$，則此平面變換表成二階方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a36366a6',
    chapter: '矩陣A',
    question:
      '若二階方陣 $$A$$ 把點 $$(2,5)$$ 變換成 $$(4,3)$$，把點 $$(1,3)$$ 變換成 $$(-5,12)$$，求 $$A=$$？\n$$A$$ 把點 $$(1,2)$$ 變換到另一點，其坐標為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a364124d',
    chapter: '矩陣A',
    question:
      '若正六邊形的邊長為 $$2$$，經 $$\\begin{bmatrix}3&-1\\\\1&2\\end{bmatrix}$$ 變換後所得的圖形面積為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a3678925',
    chapter: '矩陣A',
    question:
      "平面上有 $$\\triangle PQR$$，已知 $$P(1,2)$$、$$Q(3,8)$$、$$R(6,-5)$$，則 $$\\triangle PQR$$ 經 $$\\begin{bmatrix}9&3\\\\2&-1\\end{bmatrix}$$ 線性變換後得 $$\\triangle P'Q'R'$$，求 $$\\triangle P'Q'R'$$ 的面積。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179b365007b',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己等六人排成一列，求：\n(1) 甲一定要在乙的左方的方法有幾種？\n(2) 甲在乙的左方，乙又在丙的左方之方法有幾種？\n(3) 甲在乙和丙的左方之方法有幾種？\n(4) 甲在乙之左，丙在丁之左的方法有幾種？\n(5) 甲、乙兩人必排在丁、戊、己之左的方法有幾種？10',
    answer: '(1) $$360$$ (2) $$120$$ (3) $$240$$ (4) $$180$$ (5) $$72$$',
    hasImage: false,
  },
  {
    id: '179b36b4b9b',
    chapter: '排列組合與機率',
    question:
      '一棋盤形街道，縱街有 $$6$$ 條，橫街有 $$5$$ 條，某人由 $$A$$ 走最短路徑到 $$B$$，則：\n(1) 共有幾種不同的走法？\n(2) 必須經過 $$C$$ 點有幾種走法？\n(3) 必須經過 $$D$$ 點有幾種走法？\n(4) 同時經過 $$C$$、$$D$$ 兩點有幾種走法？\n(5) 不經 $$C$$ 點且不經 $$D$$ 點的走法有幾種？',
    answer: '(1) $$126$$ (2) $$70$$ (3) $$60$$ (4) $$36$$ (5) $$32$$',
    hasImage: true,
  },
  {
    id: '179b36d0791',
    chapter: '排列組合與機率',
    question:
      '(1) 將 $$5$$ 封不同信投入 $$4$$ 個不同郵筒的方法有幾種？\n(2) $$5$$ 種不同的酒倒入 $$4$$ 個不同的酒杯(每杯限倒 $$1$$ 種酒)，共有幾種不同的倒法？',
    answer: '(1) $$1024$$ (2) $$625$$',
    hasImage: false,
  },
  {
    id: '179b38d7317',
    chapter: '排列組合與機率',
    question:
      '(1) 我國自用小汽車的牌照號碼，前兩位為大寫英文字母，後四位為數字，例如 $$AB-0321$$，若最後一位數字不用 $$4$$，且後四位數字沒有 $$0000$$ 這個號碼，那麼我國可能有的自用小汽車牌照號碼有多少個？\n(2) 如果電話號碼除「第一個數不得為 $$0$$」外沒有其他限制，則 $$7$$ 位數改為 $$8$$ 位數可增加多少門號？',
    answer: '(1) $$26\\times26\\times(9000-1)$$ (2) $$81000000$$',
    hasImage: false,
  },
  {
    id: '179b394296e',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 件不同的獎品，分給 $$4$$ 個小朋友，獎品一定要分完。\n(1) 若每人可兼得亦可不得，則分法有幾種？\n(2) $$A$$ 至少得 $$1$$ 件獎品的方法有幾種？\n(3) $$A$$ 恰得 $$1$$ 件獎品的分法有幾種？\n(4) $$A$$ 至少得 $$2$$ 件獎品的分法有幾種？',
    answer: '(1) $$1024$$ (2) $$781$$ (3) $$405$$ (4) $$376$$',
    hasImage: false,
  },
  {
    id: '179b397f713',
    chapter: '排列組合與機率',
    question:
      '渡船三艘，每艘可載 $$5$$ 人，求下列各安全過渡的方法有幾種？\n(1) $$5$$ 人同時過渡 (2) $$6$$ 人同時過渡 (3) $$7$$ 人同時過渡',
    answer: '(1) $$243$$ (2) $$726$$ (3) $$2142$$',
    hasImage: false,
  },
  {
    id: '179b39a2a3b',
    chapter: '排列組合與機率',
    question:
      '(1) $$C^{20}_2=$$？\n(2) $$C^{18}_4=C^{18}_{n+2}$$，則 $$n=$$？\n(3) $$3C^n_3=10C^{n-2}_2$$，則 $$n=$$？',
    answer: '(1) $$190$$ (2) $$2$$ 或 $$12$$ (3) $$6$$ 或 $$5$$',
    hasImage: false,
  },
  {
    id: '179b39bd539',
    chapter: '排列組合與機率',
    question:
      '由男生 $$7$$ 人，女生 $$6$$ 人中，選出 $$4$$ 人組成一個委員會，則：\n(1) 任意選出 $$4$$ 人的方法數有幾種？\n(2) 若規定男生 $$2$$ 人，女生 $$2$$ 人的方法數有幾種？\n(3) 若至少有一名是女生的方法數有幾種？',
    answer: '(1) $$715$$ (2) $$315$$ (3) $$680$$',
    hasImage: false,
  },
  {
    id: '179b39f973b',
    chapter: '排列組合與機率',
    question:
      '(1) 平面上有 $$8$$ 條相異直線，最多會有幾個交點？\n(2) 平面上有 $$12$$ 條直線，其中有 $$3$$ 條平行且另有 $$4$$ 條共點，除此之外，無任 $$2$$ 線平行且無任 $$3$$ 線共點的情形，則共有幾個交點？',
    answer: '(1) $$28$$ (2) $$58$$',
    hasImage: false,
  },
  {
    id: '179b3a0ab68',
    chapter: '排列組合與機率',
    question:
      '因乾旱水源不足，自來水公司計畫在下週一至日的 $$7$$ 天中選擇 $$2$$ 天停止供水。若要求停水的兩天不相連，則自來水公司共有幾種選擇方式？',
    answer: '$$15$$',
    hasImage: false,
  },
  {
    id: '179b3a31aaa',
    chapter: '排列組合與機率',
    question: '如圖，至少包含 $$A$$ 或 $$B$$ 兩點之一的長方形共有幾種？',
    answer: '$$15$$',
    hasImage: true,
  },
  {
    id: '179b3a3c055',
    chapter: '排列組合與機率',
    question: '如圖，有 $$7$$ 條鉛直線與 $$5$$ 條水平線，則可決定幾個矩形？',
    answer: '$$210$$',
    hasImage: true,
  },
  {
    id: '179b3a70c49',
    chapter: '排列組合與機率',
    question:
      '將 $$6$$ 件相異物依下列的分法，求其方法數：\n(1) 平分給甲、乙、丙三人 (2) 平分成三堆\n(3) 甲得 $$4$$ 件，乙得 $$1$$ 件，丙得 $$1$$ 件 (4) 依 $$4$$，$$1$$，$$1$$ 分成三堆\n(5) 甲得 $$3$$ 件，乙得 $$2$$ 件，丙得 $$1$$ 件 (6) 依 $$3$$，$$2$$，$$1$$ 分成三堆',
    answer: '(1) $$90$$ (2) $$15$$ (3) $$30$$ (4) $$15$$ (5) $$60$$ (6) $$60$$',
    hasImage: false,
  },
  {
    id: '179b45ec1d4',
    chapter: '矩陣B',
    question:
      '矩陣 $$A$$ 之第 $$(i,j)$$ 元定義為 $$a_{ij}=2i-j^2+2$$，其中 $$i=1,2$$，$$j=1,2,3$$，試求矩陣 $$A$$。',
    answer: '$$\\begin{bmatrix}3&0&-5\\\\5&2&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b460e47e',
    chapter: '矩陣B',
    question:
      '設 $$\\begin{bmatrix}x+y&5&3x\\\\a&2&x-2y\\end{bmatrix}=\\begin{bmatrix}4&5&b\\\\x-y&2&2x+1\\end{bmatrix}$$，試求序組 $$(x,y,a,b)$$。',
    answer: '$$(9,-5,14,27)$$',
    hasImage: false,
  },
  {
    id: '179b464e08b',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}3&1&-2\\\\1&0&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-1&3\\\\3&2&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}-2&1&0\\\\0&3&2\\end{bmatrix}$$，試求：\n(1) $$-B$$ (2) $$A-B$$ (3) $$2A+3B$$ (4) $$(A+B)+C$$，$$A+(B+C)$$',
    answer:
      '(1) $$\\begin{bmatrix}-2&1&-3\\\\-3&-2&-1\\end{bmatrix}$$ (2) $$\\begin{bmatrix}1&2&-5\\\\-2&-2&3\\end{bmatrix}$$ (3) $$\\begin{bmatrix}12&-1&5\\\\11&6&11\\end{bmatrix}$$ (4) $$\\begin{bmatrix}3&1&1\\\\4&5&7\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b466a1f7',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&0&3\\\\2&-1&0\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&0&0\\\\0&0&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}3&4&-7\\\\5&2&1\\end{bmatrix}$$，試求滿足 $$3X-2A+3B=2X-5C$$ 的矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}-16&-20&41\\\\-21&-12&-8\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b46ae9d1',
    chapter: '矩陣B',
    question:
      '試計算下列矩陣的乘積：\n(1) $$\\begin{bmatrix}1&-1\\\\3&2\\end{bmatrix}\\begin{bmatrix}4&6\\\\7&-5\\end{bmatrix}$$ (2) $$\\begin{bmatrix}1&2&3\\\\4&5&6\\end{bmatrix}\\begin{bmatrix}4&3\\\\1&9\\end{bmatrix}$$\n(3) $$\\begin{bmatrix}3&2&4\\end{bmatrix}\\begin{bmatrix}-1\\\\6\\\\3\\end{bmatrix}$$ (4) $$\\begin{bmatrix}2&-1&3\\\\0&2&-1\\end{bmatrix}\\begin{bmatrix}1&3&4\\\\2&1&2\\\\0&5&3\\end{bmatrix}$$',
    answer:
      '(1) $$\\begin{bmatrix}-3&11\\\\26&8\\end{bmatrix}$$ (2) 無意義 (3) $$\\begin{bmatrix}21\\end{bmatrix}$$ (4) $$\\begin{bmatrix}0&20&15\\\\4&-3&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b46cfca1',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&3\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-3\\end{bmatrix}$$，$$C=\\begin{bmatrix}5&-4\\\\6&3\\end{bmatrix}$$，試驗證 $$(A+B)C=AC+BC$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b46db45a',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&2\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&1\\\\-1&0\\end{bmatrix}$$，$$C=\\begin{bmatrix}-2&1\\\\0&3\\end{bmatrix}$$，試驗證 $$(AB)C=A(BC)$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b46f9055',
    chapter: '矩陣B',
    question:
      '(1) 若 $$A=\\begin{bmatrix}3&2\\\\1&1\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&2\\\\3&1\\end{bmatrix}$$，試求 $$A^2-B^2$$、$$(A+B)(A-B)$$。\n(2) 設 $$A=\\begin{bmatrix}1&2\\\\4&8\\end{bmatrix}$$，$$B=\\begin{bmatrix}4&-2\\\\-2&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}-10&4\\\\5&-2\\end{bmatrix}$$，試求 $$AB$$、$$AC$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b47209f6',
    chapter: '矩陣B',
    question:
      '已知 $$M$$ 為 $$3\\times2$$ 階矩陣，且 $$M\\begin{bmatrix}1&0\\\\0&0\\end{bmatrix}=\\begin{bmatrix}3&0\\\\2&0\\\\1&0\\end{bmatrix}$$，$$M\\begin{bmatrix}0&0\\\\0&1\\end{bmatrix}=\\begin{bmatrix}0&1\\\\0&2\\\\0&3\\end{bmatrix}$$，試求 $$M\\begin{bmatrix}0&1\\\\1&0\\end{bmatrix}$$。',
    answer: '$$\\begin{bmatrix}1&3\\\\2&2\\\\3&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b477953e',
    chapter: '矩陣B',
    question:
      '請問下列哪一個選項中的矩陣乘積等於 $$\\begin{bmatrix}2a&3b\\\\2c&3d\\end{bmatrix}$$`?\n(A) $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}2\\\\3\\end{bmatrix}$$ (B) $$\\begin{bmatrix}2&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$\n(C) $$\\begin{bmatrix}2&3\\\\2&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$ (D) $$\\begin{bmatrix}2&0\\\\0&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$\n(E) $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}2&0\\\\0&3\\end{bmatrix}$$',
    answer: '(E)',
    hasImage: false,
  },
  {
    id: '179b678da6e',
    chapter: '空間中的平面與直線',
    question:
      '一平面 $$E$$ 過點 $$A(1,-2,1)$$，且與兩平面 $$E_1:x+2y-z+2=0$$，$$E_2:x-y+2z-3=0$$ 均垂直，試求此平面 $$E$$ 的方程式。',
    answer: '$$x-y-z-2=0$$',
    hasImage: false,
  },
  {
    id: '179b67a2641',
    chapter: '空間中的平面與直線',
    question:
      '設平面 $$E$$ 通過 $$(-1,0,0)$$、$$(0,0,1)$$ 且與 $$yz$$ 平面的夾角為 $$60^{\\circ}$$，試求平面 $$E$$ 的方程式。',
    answer: '$$x-\\sqrt{2}y-z+1=0$$ 或 $$x+\\sqrt{2}y-z+1=0$$',
    hasImage: false,
  },
  {
    id: '179b67bd4c0',
    chapter: '空間中的平面與直線',
    question:
      '設 $$A(4,3,2)$$，$$B(2,1,4)$$，點 $$P$$ 在平面 $$E:x-2y-2z=2$$ 上移動，試求 $$\\overline{PA}^2+\\overline{PB}^2$$ 的最小值。',
    answer: '$$24$$',
    hasImage: false,
  },
  {
    id: '179b67de736',
    chapter: '空間中的平面與直線',
    question:
      '求滿足下列各條件的直線方程式：\n(1) 過 $$A(1,0,1)$$，$$B(3,1,2)$$\n(2) 過 $$A(1,0,1)$$，且垂直於平面 $$x-2y+3z=2$$\n(3) 過 $$A(1,0,1)$$，且垂直 $$L_1:\\frac{x}{2}=\\frac{y}{1}=\\frac{z+3}{3}$$，$$L_2:\\frac{x-1}{2}=\\frac{y}{-1}=\\frac{z-1}{1}$$',
    answer:
      '(1) $$\\frac{x-1}{2}=\\frac{y}{1}=\\frac{z-1}{1}$$ (2) $$\\frac{x-1}{1}=\\frac{y}{-2}=\\frac{z-1}{3}$$ (3) $$\\frac{x-1}{1}=\\frac{y}{1}=\\frac{z-1}{1}$$',
    hasImage: false,
  },
  {
    id: '179b67f74a6',
    chapter: '空間中的平面與直線',
    question:
      '設 $$A(1,2,3)$$，$$B(2,1,-1)$$，$$C(0,-3,1)$$，求過 $$\\triangle ABC$$ 重心且垂直 $$\\triangle ABC$$ 所在平面的直線方程式為何？',
    answer: '$$\\frac{x-1}{3}=\\frac{y}{-1}=\\frac{z-1}{1}$$',
    hasImage: false,
  },
  {
    id: '179b680fa03',
    chapter: '空間中的平面與直線',
    question:
      '設點 $$P(4,-3,2)$$ 與 $$E_1:x+y+z=1$$，$$E_2:2x+3y+5z=7$$，求：\n(1) $$E_1$$、$$E_2$$ 交線 $$L$$ 的參數式 (2) $$P$$ 到 $$L$$ 的距離',
    answer:
      '(1) $$L:\\begin{cases}x=-4+2t\\\\y=5-3t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$ (2) $$\\sqrt{6}$$',
    hasImage: false,
  },
  {
    id: '179b6874f73',
    chapter: '矩陣A',
    question:
      '設二次函數 $$f(x)$$ 的圖形通過 $$(1,3)$$，$$(2,5)$$，$$(3,9)$$ 三點，試求 $$f(x)$$。',
    answer: '$$f(x)=x^2-x+3$$',
    hasImage: false,
  },
  {
    id: '179b68bbf94',
    chapter: '矩陣A',
    question:
      '一容量為 $$100$$ 立方公尺的水池，由 $$A$$、$$B$$ 二水管注水，而由第三水管 $$C$$ 放水，若三水管全開，則由滿池至水乾需時 $$3$$ 小時；若只開 $$A$$、$$C$$ 兩水管，則 $$1$$ 小時水乾；若只開 $$B$$、$$C$$ 兩水管，則只需 $$45$$ 分鐘水乾，求 $$A$$ 水管每小時的注水量為多少立方公尺？$$C$$ 水管每小時的放水量為多少立方公尺？',
    answer: '$$100$$；$$200$$',
    hasImage: false,
  },
  {
    id: '179b68c7821',
    chapter: '矩陣A',
    question:
      '利用消去法解 $$\\begin{cases}2x-y+z=0\\\\x-3y+2z=2\\\\x+2y-z=-2\\end{cases}$$ 並解釋其幾何意義。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b694fded',
    chapter: '矩陣A',
    question:
      '小倩使用高斯消去法解$$x$$，$$y$$，$$z$$ 的方程組 $$\\begin{cases}a_1x+b_1y+c_1z=d_1\\\\a_2x+b_2y+c_2z=d_2\\\\a_3x+b_3y+c_3z=d_3\\end{cases}$$ 如下：\n$$\\begin{bmatrix}a_1&b_1&c_1&d_1\\\\a_2&b_2&c_2&d_2\\\\a_3&b_3&c_3&d_3\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&-1&p\\\\0&q&-5&25\\\\0&12&r&0\\end{bmatrix}\\rightarrow\\cdots\\rightarrow\\begin{bmatrix}1&0&0&2\\\\0&1&0&5\\\\0&0&1&-6\\end{bmatrix}$$，求 $$(p,q,r)$$。',
    answer: '$$(18,-1,10)$$',
    hasImage: false,
  },
  {
    id: '179b697d167',
    chapter: '矩陣A',
    question:
      '下列有關 $$x$$，$$y$$，$$z$$ 的一次方程組的增廣矩陣，哪一個所表示的方程組有無限多組解？\n(A) $$\\begin{bmatrix}1&3&-2&6\\\\0&-1&0&2\\end{bmatrix}$$ (B) $$\\begin{bmatrix}-2&1&0&-5\\\\0&2&3&1\\\\0&4&6&4\\end{bmatrix}$$\n(C) $$\\begin{bmatrix}1&0&2&4\\\\0&-3&1&2\\\\0&1&0&3\\end{bmatrix}$$ (D) $$\\begin{bmatrix}1&1&0&5\\\\0&2&2&-6\\\\3&0&3&-6\\end{bmatrix}$$\n(E) $$\\begin{bmatrix}1&1&2&3\\\\0&-3&1&0\\\\0&0&0&0\\end{bmatrix}$$',
    answer: '(A)(E)',
    hasImage: false,
  },
  {
    id: '179b69ae21e',
    chapter: '矩陣A',
    question:
      '(1) 設實數 $$a$$，$$b$$，$$c$$ 滿足 $$\\begin{cases}a+b+3c=6\\\\2a+3b-2c=3\\end{cases}$$，將上述方程組的增廣矩陣 $$\\begin{bmatrix}1&1&3&6\\\\2&3&-2&3\\end{bmatrix}$$ 作若干次列運算後得矩陣 $$\\begin{bmatrix}1&0&m&n\\\\0&1&p&q\\end{bmatrix}$$，求 $$(m,n,p,q)$$。\n(2) 承(1)，在 $$a\\ge0$$，$$b\\ge0$$ 的條件下，求 $$a+2b-c$$ 的最小值。',
    answer: '(1) $$(11,15,-8,-9)$$ (2) $$\\frac{3}{2}$$',
    hasImage: false,
  },
  {
    id: '179b77e25d5',
    chapter: '矩陣B',
    question:
      '若 $$A=\\begin{bmatrix}k+2&3\\\\4&k+3\\end{bmatrix}$$ 有乘法反方陣，試求 $$k$$ 值的範圍。',
    answer: '$$k\\neq6$$ 且 $$k\\neq1$$',
    hasImage: false,
  },
  {
    id: '179b78770ab',
    chapter: '矩陣B',
    question: '試利用基本列運算求 $$A=\\begin{bmatrix}1&4\\\\3&11\\end{bmatrix}$$ 的乘法反方陣。',
    answer: '$$\\begin{bmatrix}-11&4\\\\3&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b7891978',
    chapter: '矩陣B',
    question:
      '已知二階方陣 $$A=\\begin{bmatrix}3&8\\\\2&5\\end{bmatrix}$$，則：\n(1) $$A$$ 是否有乘法反方陣(即 $$A^{-1}$$ 是否存在)？\n(2) 若 $$A^{-1}$$ 存在，試求 $$A^{-1}$$。',
    answer: '(1) 是 (2) $$\\begin{bmatrix}-5&8\\\\2&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78b1b3f',
    chapter: '矩陣B',
    question:
      '將 $$\\begin{cases}7x+6y=10\\\\5x-3y=29\\end{cases}$$ 寫成 $$AX=B$$ 的形式，求矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}4\\\\-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78d03b6',
    chapter: '矩陣B',
    question:
      '設實係數二階方陣 $$A$$ 滿足 $$A\\begin{bmatrix}4\\\\3\\end{bmatrix}=\\begin{bmatrix}-1\\\\-2\\end{bmatrix}$$，$$A\\begin{bmatrix}-5\\\\-4\\end{bmatrix}=\\begin{bmatrix}3\\\\1\\end{bmatrix}$$，試求 $$A=$$？',
    answer: '$$\\begin{bmatrix}5&-7\\\\-5&6\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78fb741',
    chapter: '矩陣B',
    question:
      '若二階方陣 $$A$$ 滿足 $$A^3=\\begin{bmatrix}3&-10\\\\2&-7\\end{bmatrix}$$，$$A^5=\\begin{bmatrix}7&-25\\\\5&-18\\end{bmatrix}$$，試求下列各方陣：\n(1) $$A^2$$ (2) $$A$$',
    answer:
      '(1) $$\\begin{bmatrix}-1&5\\\\-1&4\\end{bmatrix}$$ (2) $$\\begin{bmatrix}2&-5\\\\1&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b7a29ea3',
    chapter: '矩陣B',
    question:
      '設 $$A$$ 與 $$B$$ 階為二階方陣，$$I$$ 是二階單位方陣，則下列各敘述哪些恆為真？\n(A) $$A^2-B^2=(A+B)(A-B)$$ (B) $$(A+I)^2=A^2+2A+I$$\n(C) $$\\det(2A)=4\\det A$$ (D) 若 $$A^2=I$$，則 $$A=I$$ 或 $$A=-I$$\n(E) $$(AB)^2=A^2B^2$$',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '179b7d9c8b9',
    chapter: '矩陣B',
    question:
      '設 $$X$$，$$Y$$ 為矩陣，且滿足 $$5X+3Y=\\begin{bmatrix}1&-2\\\\0&3\\end{bmatrix}$$，$$2X+Y=\\begin{bmatrix}2&1\\\\-1&4\\end{bmatrix}$$，試求 $$X$$、$$Y$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179b7f22975',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{4\\times5}$$，$$B=\\begin{bmatrix}b_{ij}\\end{bmatrix}_{5\\times3}$$，其中 $$a_{ij}=2i-j$$，$$b_{ij}=i+j^2$$，又 $$AB=C=\\begin{bmatrix}c_{ij}\\end{bmatrix}_{4\\times3}$$，試求 $$c_{32}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179ba8708bf',
    chapter: '三角比',
    question:
      '試求下列廣義角的同界角 $$\\theta$$，使 $$0^{\\circ}<\\theta<360^{\\circ}$$。\n(1) $$980^{\\circ}$$ (2) $$-700^{\\circ}$$',
    answer: '(1) $$260^{\\circ}$$ (2) $$20^{\\circ}$$',
    hasImage: false,
  },
  {
    id: '179ba8dda7e',
    chapter: '三角比',
    question:
      '下列何者是 $$45^{\\circ}$$ 的同界角？。\n(A) $$2115^{\\circ}$$ (B) $$-2115^{\\circ}$$ (C) $$1215^{\\circ}$$ (D) $$-1215^{\\circ}$$ (E) $$405^{\\circ}$$',
    answer: '(B)(E)',
    hasImage: false,
  },
  {
    id: '179ba90315d',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為一標準位置角，$$P(-12,5)$$ 是 $$\\theta$$ 終邊上一點，求 $$\\sin\\theta$$、$$\\cos\\theta$$、$$\\tan\\theta$$。',
    answer: '$$\\frac{5}{13}$$；$$-\\frac{12}{13}$$；$$-\\frac{5}{12}$$',
    hasImage: false,
  },
  {
    id: '179ba918ba2',
    chapter: '三角比',
    question: '試求 $$\\sin210^{\\circ}$$、$$\\cos210^{\\circ}$$、$$\\tan210^{\\circ}$$。',
    answer: '$$-\\frac{1}{2}$$；$$-\\frac{\\sqrt{3}}{2}$$；$$\\frac{\\sqrt{3}}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba926e2b',
    chapter: '三角比',
    question:
      '若已知一點 $$P(\\sin\\theta,\\cos\\theta)$$ 在第四象限，則 $$Q(\\cos\\theta,\\tan\\theta)$$ 在第幾象限？',
    answer: '三',
    hasImage: false,
  },
  {
    id: '179ba94727d',
    chapter: '三角比',
    question:
      '試求下列各式之值：\n(1) $$\\tan225^{\\circ}-\\cos150^{\\circ}+\\sin330^{\\circ}$$\n(2) $$\\sin0^{\\circ}+\\cos270^{\\circ}+\\cos180^{\\circ}-\\tan180^{\\circ}\\sin270^{\\circ}$$',
    answer: '(1) $$\\frac{1}{2}+\\frac{\\sqrt{3}}{2} (2) $$-1$$',
    hasImage: false,
  },
  {
    id: '179ba96c098',
    chapter: '三角比',
    question:
      '已知 $$\\cos\\theta=\\frac{3}{5}$$ 且 $$270^{\\circ}<\\theta<360^{\\circ}$$，試求 $$\\sin\\theta$$、$$\\tan\\theta$$。',
    answer: '$$-\\frac{4}{5}$$；$$-\\frac{4}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba984cb2',
    chapter: '三角比',
    question:
      '由廣義角三角比的性質，試求下列各值：\n(1) $$\\sin150^{\\circ}$$ (2) $$\\cos225^{\\circ}$$ (3) $$\\tan(-240^{\\circ})$$',
    answer: '(1) $$\\frac{1}{2}$$ (2) $$-\\frac{\\sqrt{2}}{2}$$ (3) $$-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179ba99c63e',
    chapter: '三角比',
    question:
      '計算下列各式之值：\n(1) $$\\sin(-150^{\\circ})\\times\\tan225^{\\circ}\\times\\cos(-300^{\\circ})-\\sin135^{\\circ}\\times\\cos315^{\\circ}$$\n(2) $$\\sin90^{\\circ}+\\tan180^{\\circ}-\\cos270^{\\circ}+\\cos(-720^{\\circ})$$',
    answer: '(1) $$\\frac{1}{2}$$ (2) $$-\\frac{\\sqrt{2}}{2}$$ (3) $$-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179ba9c9ba6',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為銳角，若 $$\\sin\\theta=\\frac{1}{3}$$，試求：\n(1) $$\\sin(180^{\\circ}-\\theta)$$ (2) $$\\cos(180^{\\circ}+\\theta)$$\n(3) $$\\tan(180^{\\circ}+\\theta)$$ (4) $$\\cos(\\theta-270^{\\circ})$$',
    answer:
      '(1) $$\\frac{1}{3}$$ (2) $$-\\frac{2\\sqrt{2}}{3}$$ (3) $$\\frac{\\sqrt{2}}{4}$$ (4) $$-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba9e608a',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為第二象限角，且 $$\\tan\\theta=-\\frac{2}{3}$$，試求：\n$$3\\sin(180^{\\circ}+\\theta)\\cos(90^{\\circ}+\\theta)-2\\sin(90^{\\circ}-\\theta)\\cos(180^{\\circ}-\\theta)$$ ',
    answer: '$$\\frac{30}{13}$$',
    hasImage: false,
  },
  {
    id: '179baa133db',
    chapter: '三角比',
    question:
      '若 $$\\cos130^{\\circ}=k$$，試以 $$k$$ 表示下列各值：\n(1) $$\\sin(-220^{\\circ})$$ (2) $$\\tan230^{\\circ}$$',
    answer: '(1) $$-k$$ (2) $$-\\frac{\\sqrt{1-k^2}}{k}$$',
    hasImage: false,
  },
  {
    id: '179baa2e921',
    chapter: '三角比',
    question:
      '已知 $$\\sin\\theta+\\cos\\theta=\\frac{17}{25}$$ 且 $$90^{\\circ}<\\theta<180^{\\circ}$$，試求：\n(1) $$\\sin\\theta\\cos\\theta$$ (2) $$\\sin\\theta-\\cos\\theta$$',
    answer: '(1) $$-\\frac{168}{625}$$ (2) $$-\\frac{31}{25}$$',
    hasImage: false,
  },
  {
    id: '179bc15bed1',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A=\\begin{bmatrix}a_{11}&a_{12}&a_{13}\\\\a_{21}&a_{22}&a_{23}\\\\a_{31}&a_{32}&a_{33}\\end{bmatrix}$$，其中 $$a_{ij}=i+j$$，則矩陣 $$A$$ 中 $$a_{11}+a_{21}+a_{31}=$$？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179bc173e66',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&-1&-3&4\\\\2&0&1&5\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&0&-3&7\\\\1&2&-2&6\\end{bmatrix}$$，若 $$A+2X=3B$$，則矩陣 $$X$$ 中，各元的總和為？',
    answer: '$$15$$',
    hasImage: false,
  },
  {
    id: '179bc18676f',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}k&2\\\\3&9\\end{bmatrix}$$，若 $$AB=BA$$，則 $$k=$$？',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '179bc197175',
    chapter: '矩陣B',
    question:
      '已知實數 $$a$$，若矩陣 $$A=\\begin{bmatrix}6&14\\\\a&a+4\\end{bmatrix}$$ 的反矩陣不存在，則 $$a=$$？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '179bc1a15ee',
    chapter: '矩陣B',
    question:
      '設矩陣 $$A=\\begin{bmatrix}a&1\\\\-8&-a\\end{bmatrix}$$，$$a>0$$，若 $$A^{-1}=A$$，則實數 $$a=$$？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '179bc1c030a',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A$$ 與矩陣 $$AB$$ 的反方陣分別為 $$A^{-1}=\\begin{bmatrix}2&4\\\\3&1\\end{bmatrix}$$，$$(AB)^{-1}=\\begin{bmatrix}12&14\\\\1&-3\\end{bmatrix}$$，則矩陣 $$B$$ 的反方陣為？',
    answer: '$$\\begin{bmatrix}3&2\\\\-1&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc1d63a9',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-1\\\\1&-1\\end{bmatrix}$$，$$C=\\begin{bmatrix}2&1\\\\1&3\\end{bmatrix}$$，且滿足 $$AX+3B=C$$ 的矩陣 $$X=$$？',
    answer: '$$\\begin{bmatrix}6&-2\\\\-5&3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc1f7a0d',
    chapter: '矩陣B',
    question:
      '已知 $$A=\\begin{bmatrix}9&-1&-2\\\\-4&8&1\\end{bmatrix}$$，$$B=\\begin{bmatrix}-8&-3&4\\\\-7&4&3\\end{bmatrix}$$，且矩陣 $$X$$、$$Y$$ 滿足 $$2X+Y=A$$ 和 $$X-2Y=B$$，則矩陣 $$Y=$$？',
    answer: '$$\\begin{bmatrix}5&1&-2\\\\2&0&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc225957',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{5\\times3}$$，$$B=\\begin{bmatrix}b_{jk}\\end{bmatrix}_{3\\times4}$$，且 $$a_{ij}=j-i+2$$，$$b_{jk}=2j+k$$，令 $$C=AB=\\begin{bmatrix}c_{ik}\\end{bmatrix}_{5\\times4}$$，則 $$c_{23}=$$？',
    answer: '$$46$$',
    hasImage: false,
  },
  {
    id: '179bc23d7cf',
    chapter: '矩陣B',
    question:
      '已知兩個二階方陣 $$X$$ 及 $$Y$$ 滿足 $$X+Y=\\begin{bmatrix}2&2\\\\2&5\\end{bmatrix}$$，$$X-Y=\\begin{bmatrix}0&2\\\\4&3\\end{bmatrix}$$，則 $$X^2-Y^2=$$？',
    answer: '$$\\begin{bmatrix}6&10\\\\17&21\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc2547e3',
    chapter: '矩陣B',
    question: '設 $$A=\\begin{bmatrix}1&1\\\\-1&0\\end{bmatrix}$$，求 $$A^2$$、$$A^{2019}$$。',
    answer:
      '$$\\begin{bmatrix}0&1\\\\-1&-1\\end{bmatrix}$$；$$\\begin{bmatrix}-1&0\\\\0&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc2672ca',
    chapter: '矩陣B',
    question:
      '設 $$A^3=\\begin{bmatrix}-7&-2\\\\10&3\\end{bmatrix}$$，$$A^5=\\begin{bmatrix}-18&-5\\\\25&7\\end{bmatrix}$$，則 $$A^2=$$？',
    answer: '$$\\begin{bmatrix}4&1\\\\-5&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc280c82',
    chapter: '三角比',
    question:
      '設 $$0^{\\circ}<\\theta<90^{\\circ}$$，$$\\tan\\theta=100$$，則 $$\\frac{100\\cos\\theta+\\sin\\theta}{200\\cos\\theta}$$=？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '179bc29b548',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 角的終邊經過點 $$(x,-6)$$ 且 $$\\cos\\theta=\\frac{4}{5}$$，則 $$x=$$？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '179bc2a940f',
    chapter: '三角比',
    question: '如圖，已知 $$\\sin\\theta=\\frac{3}{5}$$，則 $$\\cos\\angle CEA=$$？',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: true,
  },
  {
    id: '179bc2baac6',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為第二象限角，若 $$\\sin\\theta=\\frac{4}{5}$$，求 $$\\sin(90^\\circ+\\theta)+\\sin(180^\\circ+\\theta)+\\sin(270^\\circ+\\theta)$$。',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '179bc2d5ae7',
    chapter: '三角比',
    question:
      '若 $$270^\\circ\\le\\theta\\le360^\\circ$$ 且 $$\\sin2020^\\circ=\\sin\\theta$$，則 $$\\theta=$$？',
    answer: '$$320^\\circ$$',
    hasImage: false,
  },
  {
    id: '179bc2e059e',
    chapter: '三角比',
    question: '標準位置角 $$2020^\\circ$$ 在哪一個象限？',
    answer: '三',
    hasImage: false,
  },
  {
    id: '179bc2ecb34',
    chapter: '三角比',
    question:
      '若 $$P(\\cos\\theta,\\tan\\theta)$$ 為第三象限的點，則 $$Q(\\sin\\theta,\\cos\\theta)$$ 為第幾象限的點？',
    answer: '四',
    hasImage: false,
  },
  {
    id: '179bc2f9816',
    chapter: '三角比',
    question: '已知 $$\\sin\\theta=-\\frac{1}{5}$$，則 $$\\cos(\\theta-1170^\\circ)=$$？',
    answer: '$$-\\frac{1}{5}$$',
    hasImage: false,
  },
  {
    id: '179bc30c6bf',
    chapter: '三角比',
    question:
      '求 $$\\sin(-300^\\circ)\\tan1830^\\circ$$\n$$+\\tan210^\\circ\\cos510^\\circ+2\\sin270^\\circ$$。',
    answer: '$$-2$$',
    hasImage: false,
  },
  {
    id: '179bc322655',
    chapter: '三角比',
    question: '已知 $$\\tan350^\\circ=k$$，則 $$\\sin1970^\\circ=$$？(以 $$k$$ 表示)',
    answer: '$$\\frac{-k}{\\sqrt{1+k^2}}$$',
    hasImage: false,
  },
  {
    id: '179bc33b270',
    chapter: '三角比',
    question:
      '求 $$\\sin^21^\\circ+\\sin^22^\\circ+\\sin^23^\\circ+\\cdots$$\n$$+\\sin^2180^\\circ$$。',
    answer: '$$90$$',
    hasImage: false,
  },
  {
    id: '179bc364ccb',
    chapter: '三角比',
    question: '求 $$\\sin300^\\circ\\tan150^\\circ+\\sin150^\\circ\\cos120^\\circ$$。',
    answer: '$$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '179c1c6a005',
    chapter: '矩陣A',
    question: '若直線 $$3x+2y=7$$ 經過二階方陣 $$A$$ 變換後的像為一點 $$(14,21)$$，求 $$A$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c7a57c',
    chapter: '矩陣A',
    question:
      "若 $$\\begin{bmatrix}a&2\\\\-1&b\\end{bmatrix}$$ 所定義的平面變換把直線 $$L:2x+y=5$$ 變換到 $$L':7x+3y=10$$，求數對 $$(a,b)$$。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c86170',
    chapter: '矩陣A',
    question:
      '$$A=\\begin{bmatrix}2&1\\\\0&3\\end{bmatrix}$$，求圓 $$x^2+y^2=1$$ 經 $$A$$ 變換後的圖形方程式。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c91c4c',
    chapter: '矩陣A',
    question:
      "$$A=\\begin{bmatrix}2&0\\\\-1&3\\end{bmatrix}$$，曲線 $$\\Gamma$$ 經 $$A$$ 變換後的圖形為 $$\\Gamma':y=x^2+3x+1$$，求 $$\\Gamma$$ 的方程式。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1ca4a43',
    chapter: '矩陣A',
    question:
      '平面上 $$O$$ 為原點，$$P$$ 為 $$(2,6)$$，$$\\overline{OP}$$ 是正六邊形的一個邊，也是正八邊形的一個邊，如圖，求正六邊形的頂點 $$Q$$ 之坐標、正八邊形的頂點 $$R$$坐標。',
    answer: '',
    hasImage: true,
  },
  {
    id: '179c1cdd587',
    chapter: '矩陣A',
    question: '平面上直線 $$3x+5y=10$$ 繞原點逆時針旋轉 $$45^\\circ$$ 後的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1ceec7d',
    chapter: '矩陣A',
    question:
      '平面上圓 $$x^2+y^2+4x-8y-1=0$$ 經 $$\\begin{bmatrix}\\cos30^\\circ&-\\sin30^\\circ\\\\\\sin30^\\circ&\\cos30^\\circ\\end{bmatrix}$$ 變換後所得圖形方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d03e26',
    chapter: '矩陣A',
    question:
      '化簡 $$\\begin{bmatrix}\\cos80^\\circ&-\\sin80^\\circ\\\\\\sin80^\\circ&\\cos80^\\circ\\end{bmatrix}\\begin{bmatrix}\\cos50^\\circ&-\\sin50^\\circ\\\\\\sin50^\\circ&\\cos50^\\circ\\end{bmatrix}\\begin{bmatrix}\\cos10^\\circ&\\sin10^\\circ\\\\-\\sin10^\\circ&\\cos10^\\circ\\end{bmatrix}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d18f78',
    chapter: '矩陣A',
    question:
      '求 $$\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}^{100}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d20cfc',
    chapter: '矩陣A',
    question: '求 $$\\begin{bmatrix}1&1\\\\-1&1\\end{bmatrix}^{20}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d3299c',
    chapter: '矩陣A',
    question:
      '點 $$(x,y)$$ 對 $$x$$ 軸鏡射，其平面變換為 $$(x,y)\\rightarrow(x,-y)$$，寫成二階方陣為？直線 $$3x+2y=7$$ 經過此平面變換所成新圖形的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d3a8a0',
    chapter: '矩陣A',
    question:
      '點 $$(x,y)$$ 對直線 $$x-y=0$$ 鏡射，其平面變換為 $$(x,y)\\rightarrow(y,x)$$，寫成二階方陣為？直線 $$5x-7y=1$$ 經過此平面變換所成新圖形的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d42085',
    chapter: '矩陣A',
    question: '平面變換 $$A$$ 相當於把點 $$(x,y)$$ 對直線 $$3x-2y=0$$ 做對稱點，求 $$A$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d7ad2c',
    chapter: '矩陣A',
    question:
      '已知鏡射矩陣 $$A=\\begin{bmatrix}-\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\-\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$ 與旋轉矩陣 $$B=\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$，試問：\n(1) 點 $$(x,y)$$ 經矩陣 $$A$$ 作用，相當於對哪一條直線鏡射？\n(2) 點 $$(x,y)$$ 先經 $$A$$ 再經 $$B$$ 作用，會得到鏡射矩陣，相當於對哪一條直線鏡射？\n(A) $$y=\\sqrt{3}x$$ (B) $$y=\\frac{x}{\\sqrt{3}}$$ (C) $$y=-\\sqrt{3}x$$ (D) $$y=-\\frac{x}{\\sqrt{3}}$$',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d8ab0c',
    chapter: '矩陣A',
    question:
      '若 $$y=5x^2$$ 在 $$(x,y)\\rightarrow(3x,2y)$$ 的伸縮變換下變成另一圖形，求此新圖形的方程式。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d9afa3',
    chapter: '矩陣A',
    question:
      '平面上有一個圓 $$C:(x+3)^2+(y-2)^2=25$$，經過伸縮矩陣 $$\\begin{bmatrix}4&0\\\\0&3\\end{bmatrix}$$ 變換後的圖形為 $$\\Gamma$$，其方程式為？圖形 $$\\Gamma$$ 的面積為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1da661b',
    chapter: '矩陣A',
    question:
      "若直線 $$L:3x-4y=5$$ 在 $$(x,y)\\rightarrow(x+2y,y)$$ 的推移下變換成另一直線 $$L'$$，求 $$L'$$ 的方程式。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1db30cc',
    chapter: '矩陣A',
    question:
      "坐標平面上直線 $$L:x=3$$，經推移變換 $$\\begin{bmatrix}1&k\\\\0&1\\end{bmatrix}$$ 作用後變成 $$L'$$，且 $$L'$$ 經過點 $$(15,2)$$，求 $$k$$。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c5a8681e',
    chapter: '指數對數',
    question:
      '求 $$\\frac{(2^2\\times3^2)\\times(2^5\\times3^2\\times5^3)}{(2^4\\times3^3)\\times(3\\times5^2)}。',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '179c5bb1a92',
    chapter: '指數對數',
    question:
      '求 $$\\left(\\frac{5}{2}\\right)^3\\times\\left(\\frac{6}{5}\\right)^4\\times\\left(\\frac{4}{3}\\right)^2$$。',
    answer: '$$\\frac{288}{5}$$',
    hasImage: false,
  },
  {
    id: '179c5bad9e9',
    chapter: '指數對數',
    question: '求 $$\\left(\\frac{1}{4}\\right)^{-2}\\times2^{-3}$$。',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179c5be5558',
    chapter: '指數對數',
    question: '求 $$(\\sqrt{3}+1)^{-4}\\times(\\sqrt{3}-1)^{-3}$$。',
    answer: '$$\\frac{\\sqrt{3}-1}{16}$$',
    hasImage: false,
  },
  {
    id: '179c5c443f0',
    chapter: '指數對數',
    question:
      '已知在某項新實驗中，細菌數 $$1$$ 日後增加 $$k$$ 倍，且 $$3$$ 日後細菌數為 $$200$$，$$5$$ 日後細菌數為 $$1800$$，試問：\n(1) $$k=$$？\n(2) 若 $$n$$ 日後的細菌數為 $$48600$$，求 $$n$$。',
    answer: '(1) $$3$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179c5c685a9',
    chapter: '指數對數',
    question:
      '一張 A4 的影印紙厚度大約 $$0.01$$ 公分，若對摺一次變成 $$0.01\\times2$$ 公分，再對摺一次變成 $$0.01\\times2^2$$ 公分，以此類推。若將這張 A4 的紙對摺 $$15$$ 次，試計算出它的厚度大約為幾公分。(四捨五入至整數位)',
    answer: '$$328$$',
    hasImage: false,
  },
  {
    id: '179d801ee76',
    chapter: '排列組合與機率',
    question:
      '將 $$12$$ 件不同的玩具，依下列分法求其方法數：\n(1) 平分給甲、乙、丙三人 (2) 平分成三堆\n(3) 給甲 $$6$$ 件，乙 $$3$$ 件，丙 $$3$$ 件 (4) 依 $$6$$ 件，$$3$$ 件，$$3$$ 件分成三堆\n(5) 給甲 $$5$$ 件，乙 $$4$$ 件，丙 $$3$$ 件 (6) 依 $$5$$ 件，$$4$$ 件，$$3$$ 件分成三堆\n(7) 依 $$5$$ 件，$$4$$ 件，$$3$$ 件隨意給甲、乙、丙三人',
    answer:
      '(1) $$34650$$ (2) $$5775$$ (3) $$18480$$ (4) $$9240$$ (5) $$27720$$ (6) $$27720$$ (7) $$166320$$',
    hasImage: false,
  },
  {
    id: '179d8058508',
    chapter: '排列組合與機率',
    question:
      '籃球 $$3$$ 人鬥牛賽，共有甲、乙...等 $$9$$ 人參加，組成 $$3$$ 隊，且甲、乙兩人不在同一隊的組隊方式有幾種？',
    answer: '$$210$$',
    hasImage: false,
  },
  {
    id: '179d80e3f65',
    chapter: '排列組合與機率',
    question:
      '自一副撲克牌中任取 $$3$$ 張，試求下列取法數\n(1) 三條 (2) 一對 (3) 同花 (4) 順(最小順為 $$A23$$，最大順為 $$QKA$$) (5) $$3$$ 張均不同點數',
    answer: '(1) $$52$$ (2) $$3744$$ (3) $$1144$$ (4) $$768$$ (5) $$18304$$',
    hasImage: false,
  },
  {
    id: '179d80fe7d6',
    chapter: '排列組合與機率',
    question:
      '(1) $$(2a-3b)^4$$ 的展開式。$$(1+x)^4$$ 的展開式。\n(2) $$(3x^2-2y)^7$$ 之展開式中，$$x^4y^5$$ 項之係數。',
    answer: '(1) 略 (2) $$-6048$$',
    hasImage: false,
  },
  {
    id: '179d81122d9',
    chapter: '排列組合與機率',
    question:
      '在 $$\\left(\\frac{2}{x}-x^2\\right)^{10}$$ 之展開式中 (1) $$x^{14}$$ 項之係數 (2) $$x^7$$ 項之係數',
    answer: '(1) $$180$$ (2) $$0$$',
    hasImage: false,
  },
  {
    id: '179d814cb57',
    chapter: '排列組合與機率',
    question:
      '(1) 試求 $$C^3_3+C^4_3+C^5_3+C^6_3+\\cdots+C^9_3$$。\n(2) 若 $$C^3_0+C^4_1+C^5_2+\\cdots+C^{89}_{86}=C^n_r$$，求數對 $$(n,r)$$。',
    answer: '(1) $$210$$ (2) $$(90,86)$$ 或 $$(90,4)$$',
    hasImage: false,
  },
  {
    id: '179d8178477',
    chapter: '排列組合與機率',
    question:
      '同時投擲一個硬幣及一個四面分別寫上 $$1$$、$$2$$、$$3$$、$$4$$ 的四面體骰子，依序觀察硬幣出現的正面或反面及骰子出現的點數，則：\n(1) 試寫出此試驗的樣本空間\n(2) 試求此試驗的樣本點個數',
    answer: '(1) $$\\{(+,1),(+,2),(+,3),(+,4),(-,1),(-,2),(-,3),(-,4)\\}$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179d8208af1',
    chapter: '排列組合與機率',
    question:
      '設 $$S$$ 表投擲一顆骰子的樣本空間，$$A$$ 表出現奇數點之事件，$$B$$ 表不超過 $$5$$ 點之事件，$$C$$ 表出現偶數點之事件，試求：\n(1) $$A$$ 和 $$B$$ 的和事件 (2) $$A$$ 和 $$B$$ 的積事件\n(3) $$A$$ 的餘事件 (4) $$A$$、$$B$$ 是否為互斥事件\n(5) $$A$$、$$C$$ 是否為互斥事件',
    answer: '(1) $$\\{(+,1),(+,2),(+,3),(+,4),(-,1),(-,2),(-,3),(-,4)\\}$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179d8253dcf',
    chapter: '排列組合與機率',
    question:
      '一袋子裡有同形同質的卡片 $$52$$ 張，每張卡片上各有一個 $$1$$ 至 $$52$$ 的不同號碼。今自袋中同時任意抽出兩張卡片，則卡片上 $$2$$ 個號碼的和恰為 $$36$$ 的機率為？',
    answer: '$$\\frac{1}{78}$$',
    hasImage: false,
  },
  {
    id: '179d829f5d2',
    chapter: '排列組合與機率',
    question:
      '袋中有七個相同的球，分別標有 $$1$$ 號，$$2$$ 號，...，$$7$$ 號，若自袋中隨機取出四個球，則取出之球上的標號和為奇數的機率為？',
    answer: '$$\\frac{16}{35}$$',
    hasImage: false,
  },
  {
    id: '179d82cda15',
    chapter: '排列組合與機率',
    question:
      '投擲一枚均勻的硬幣三次，則：\n(1) 出現一正面、兩反面的機率為？ (2) 三次都出現同一面的機率為？',
    answer: '(1) $$\\frac{3}{8}$$ (2) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '179d82eb06c',
    chapter: '排列組合與機率',
    question:
      '設 $$P_1$$ 表示丟 $$2$$ 枚均勻硬幣時，恰好出現 $$1$$ 個正面的機率，$$P_2$$ 表示擲 $$2$$ 個公正骰子，恰好出現 $$1$$ 個偶數點的機率，$$P_3$$ 表示丟 $$4$$ 枚均勻硬幣時，恰好出現 $$2$$ 個正面的機率，試比較 $$P_1$$、$$P_2$$、$$P_3$$ 之大小關係。',
    answer: '$$P_1=P_2>P_3$$',
    hasImage: false,
  },
  {
    id: '179dab11a04',
    chapter: '矩陣A',
    question:
      '設有 $$A$$，$$B$$ 兩支大瓶子，開始時，$$A$$ 瓶裝有 $$a$$ 公升的純酒精，$$B$$ 瓶裝有 $$b$$ 公升的礦泉水。每一輪操作都是先將 $$A$$ 瓶的溶液倒出一半到 $$B$$ 瓶，然後再將 $$B$$ 瓶的溶液倒出一半回 $$A$$ 瓶。設 $$n$$ 輪操作後，$$A$$ 瓶有 $$a_n$$ 公升的溶液，$$B$$ 瓶有 $$b_n$$ 公升的溶液。已知二階方陣 $$\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}$$ 滿足 $$\\begin{bmatrix}a_n\\\\b_n\\end{bmatrix}=\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}^n\\begin{bmatrix}a\\\\b\\end{bmatrix}$$。\n(1) 求二階方陣 $$\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}$$。\n(2) 當 $$a=\\frac{2}{3}$$，$$b=\\frac{1}{3}$$ 時，求 $$a_{100}$$ 及 $$b_{100}$$。\n(3) 當 $$a=\\frac{2}{3}$$，$$b=\\frac{1}{3}$$ 時，在第二輪操作後，$$A$$ 瓶的溶液中有百分之多少的酒精？',
    answer:
      '(1) $$\\begin{bmatrix}\\frac{3}{4}&\\frac{1}{2}\\\\\\frac{1}{4}&\\frac{1}{2}\\end{bmatrix}$$ (2) $$\\frac{2}{3}$$；$$\\frac{1}{3}$$ (3) $$68.75\\%$$',
    hasImage: false,
  },
  {
    id: '179dab3ef4e',
    chapter: '矩陣A',
    question:
      '依照過去的經驗，某高中高三生在某一天準時到校的學生有 $$90\\%$$ 在隔天仍會準時到校，而遲到或缺席的學生有 $$60\\%$$ 在隔天仍舊會遲到或缺席，如果某高中高三有 $$1000$$ 位學生，已知週一有 $$900$$ 位學生準時到校，若週二、週三皆未逢假日的情況下：\n(1) 寫出對應的轉移矩陣 $$A$$\n(2) 週三有幾位學生會遲到或缺席？\n(3) 長期而言，準時到校的學生比率為何？',
    answer: '(1) $$\\begin{bmatrix}0.9&0.4\\\\0.1&0.6\\end{bmatrix}$$ (2) $$175$$ 人 (3) $$80\\%$$',
    hasImage: false,
  },
  {
    id: '179dab5caf3',
    chapter: '矩陣A',
    question:
      '考慮某一個二皆矩陣的集合 $$M=\\left\\{\\begin{bmatrix}a&c\\\\b&d\\end{bmatrix}|a,b,c,d\\in\\{0,1,2,4\\}\\right\\}$$，從 $$M$$ 中任取一個二階矩陣，其為可逆矩陣的機率為何？',
    answer: '$$\\frac{47}{64}$$',
    hasImage: false,
  },
  {
    id: '179dab8149c',
    chapter: '矩陣A',
    question:
      "(1) 某一可逆二階方陣 $$A$$ 所定義的平面變換是將 $$(1,-1)$$ 與點 $$(-2,1)$$ 分別變換成 $$(5,7)$$ 與 $$(-3,6)$$，求此二階方陣 $$A$$。\n(2) 承(1)，求 $$L:2x+3y=-1$$ 在此變換下所變換成的直線 $$L'$$ 的方程式。",
    answer: '(1) $$\\begin{bmatrix}-2&-7\\\\-13&-20\\end{bmatrix}$$ (2) $$x-8y=-51$$',
    hasImage: false,
  },
  {
    id: '179dab8f67a',
    chapter: '矩陣A',
    question: '求點 $$(20,-15)$$ 關於直線 $$y=3x$$ 鏡射後的像點坐標。',
    answer: '$$(-25,0)$$',
    hasImage: false,
  },
  {
    id: '179dabc9c23',
    chapter: '矩陣A',
    question:
      "若 $$\\triangle PQR$$ 之面積為 $$8$$，$$P$$、$$Q$$、$$R$$ 經線性變換後之像點一次分別為 $$P'$$、$$Q'$$、$$R'$$，對於下列二階方陣的敘述哪些正確？\n$$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}0&-1\\\\1&0\\end{bmatrix}$$，$$C=\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$，$$D=\\begin{bmatrix}1&2\\\\0&1\\end{bmatrix}$$\n(1) 經過 $$A$$ 的變換後，$$\\triangle P'Q'R'$$ 之面積為 $$16$$\n(2) 經過 $$B$$、$$C$$、$$D$$ 的變換後，$$\\triangle P'Q'R'$$ 之面積依然為 $$8$$\n(3) 經過 $$B$$、$$C$$、$$D$$ 的變換後，$$\\triangle P'Q'R'$$ 之形狀依然不變\n(4) 考慮 $$P$$ 點到原點的距離，經過 $$B$$、$$C$$ 的變換後，距離不變\n(5) $$B^6$$ 與 $$C^6$$ 都是 $$I_2$$ 單位方陣",
    answer: '(1)(2)(4)',
    hasImage: false,
  },
  {
    id: '179db65adbb',
    chapter: '矩陣A',
    question:
      '假設台北市在民國 $$99$$ 年時人口有 $$400$$ 萬，而新北市的人口有 $$600$$ 萬，若民國 $$99$$ 年的一年內，住在台北市的有 $$10\\%$$ 搬到台北市，其餘 $$90\\%$$ 不移動；而住在新北市的有 $$5\\%$$ 搬到台北市，其餘 $$95\\%$$ 不移動，試求：\n(1) 人口遷移的轉移矩陣 $$A$$。\n(2) 民國 $$100$$ 年台北市、新北市的人口數。\n(3) 若此兩市人口遷移的狀態不變，則民國 $$101$$ 年台北市、新北市的人口數分別為？',
    answer:
      '(1) $$\\begin{bmatrix}0.9&0.05\\\\0.1&0.95\\end{bmatrix}$$ (2) $$390$$ 萬；$$610$$ 萬 (3) $$381.5$$ 萬；$$618.5$$ 萬',
    hasImage: false,
  },
  {
    id: '179db67466a',
    chapter: '矩陣A',
    question:
      '某人上班有甲、乙兩條路線可供選擇，早上定時從家裡出發，走甲路線有 $$\\frac{1}{10}$$ 的機率會遲到，走乙路線有 $$\\frac{1}{5}$$ 的機率會遲到。無論走哪一條路線，只要不遲到，下次就走同一路線，否則就換另一條路線。假設他第一天走甲路線，則第三天也走甲路線的機率為？',
    answer: '$$\\frac{83}{100}$$',
    hasImage: false,
  },
  {
    id: '179db695e12',
    chapter: '矩陣A',
    question:
      '小明參加班際籃球賽，當他投進一球後，下一球投進的機率是 $$0.7$$，當他投不進時，下一球投進的機率是 $$0.5$$。若第 $$n$$ 球投進的機率為 $$x_n$$，投不進的機率為 $$y_n$$，且滿足 $$\\begin{bmatrix}x_{n+2}\\\\y_{n+2}\\end{bmatrix}=\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}x_n\\\\y_n\\end{bmatrix}$$，則 $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}=$$？',
    answer: '$$\\begin{bmatrix}0.64&0.6\\\\0.36&0.4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db6a4e7f',
    chapter: '矩陣A',
    question:
      '$$\\begin{bmatrix}0.4&b\\\\a&c\\end{bmatrix}$$ 為一轉移矩陣且不存在乘法反方陣，則序組 $$(a,b,c)=$$？',
    answer: '$$(0.6,0.4,0.6)$$',
    hasImage: false,
  },
  {
    id: '179db75aa5f',
    chapter: '矩陣A',
    question:
      "設線性變換矩陣 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，則：\n(1) 點 $$P(5,6)$$ 經過 $$A$$ 的變換後的新坐標為？\n(2) 點 $$Q(a,b)$$ 經過 $$A$$ 的變換後的新坐標為 $$Q'(4,10)$$，則 $$(a,b)=$$？",
    answer: '$$(0.6,0.4,0.6)$$',
    hasImage: false,
  },
  {
    id: '179db77f653',
    chapter: '矩陣A',
    question:
      '設線性變換矩陣 $$A$$ 將點 $$\\begin{bmatrix}1\\\\0\\end{bmatrix}$$ 變換到點 $$\\begin{bmatrix}-4\\\\5\\end{bmatrix}$$，將點 $$\\begin{bmatrix}0\\\\1\\end{bmatrix}$$ 變換到點 $$\\begin{bmatrix}3\\\\2\\end{bmatrix}$$，試求：\n(1) 矩陣 $$A$$。\n(2) 承(1)，矩陣 $$A$$ 將點 $$\\begin{bmatrix}-2\\\\7\\end{bmatrix}$$ 變換到？',
    answer:
      '(1) $$\\begin{bmatrix}-4&3\\\\5&2\\end{bmatrix}$$ (2) $$\\begin{bmatrix}29\\\\4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db7973b6',
    chapter: '矩陣A',
    question:
      '若有一個線性變換矩陣將 $$P_1(1,2)$$、$$P_2(2,-1)$$ 兩點分別變換到 $$Q_1(7,3)$$、$$Q_2(4,1)$$ 兩點，試求此變換所對應的二階方陣為？',
    answer: '$$\\begin{bmatrix}3&2\\\\1&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db7bcfcc',
    chapter: '矩陣A',
    question:
      "設 $$O$$、$$P$$、$$Q$$ 三點坐標為 $$O(0,0)$$、$$P(4,1)$$、$$Q(2,3)$$。若 $$O$$、$$P$$、$$Q$$ 三點經過矩陣 $$A=\\begin{bmatrix}1&3\\\\0&2\\end{bmatrix}$$ 線性變換後，得到新的三點 $$O'$$、$$P'$$、$$Q'$$，試求 $$\\overrightarrow{O'P'}$$ 與 $$\\overrightarrow{O'Q'}$$ 所張出的平行四邊形面積為？",
    answer: '$$20$$',
    hasImage: false,
  },
  {
    id: '179de60103a',
    chapter: '三角比',
    question:
      '利用計算機求出下列各值，並四捨五入至小數點後第一位：\n(1) 試求直線 $$3x-2y+2=0$$ 的斜角 $$\\theta$$。\n(2) 已知直線 $$L_1:3x-y+2=0$$，$$L_2:2x-3y+6=0$$，試求 $$L_1$$ 與 $$L_2$$ 的銳夾角。',
    answer: '(1) $$71.6^\\circ$$ (2) $$37.9^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de647e52',
    chapter: '三角比',
    question:
      '試將下列直角坐標轉換成極坐標，利用計算機取角度介於 $$0^\\circ$$ 到 $$360^\\circ$$ 之間，並四捨五入至整數位：\n(1) $$A(-5,0)$$ (2) $$B(-3-3)$$ (3) $$C(2,5)$$',
    answer: '(1) $$[5,180^\\circ]$$ (2) $$[3\\sqrt{2},225^\\circ]$$ (3) $$[\\sqrt{29},68^\\circ]$$',
    hasImage: false,
  },
  {
    id: '179de65c7d8',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$\\overline{AB}=4\\sqrt{2}$$，$$\\angle B=45^\\circ$$，$$\\angle C=30^\\circ$$，求 $$\\overline{BC}$$。',
    answer: '$$4+4\\sqrt{3}$$',
    hasImage: true,
  },
  {
    id: '179de66ef94',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\overline{AC}=12$$，$$\\overline{BC}=10$$，$$\\angle C=120^\\circ$$，求 $$\\triangle ABC$$ 面積。',
    answer: '$$30\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179de685429',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，已知 $$\\angle A=60^\\circ$$，$$\\overline{AB}=12$$，$$\\overline{AC}=6$$，若 $$\\angle A$$ 的內角平分線交 $$\\overline{BC}$$ 於 $$D$$ 點，求 $$\\overline{AD}$$。',
    answer: '$$4\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179de69af3d',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\angle A=45^\\circ$$，$$\\angle B=30^\\circ$$，且 $$\\overline{BC}=6$$，求：\n(1) $$\\overline{AC}$$ (2) $$\\triangle ABC$$ 之外接圓半徑',
    answer: '(1) $$3\\sqrt{2}$$ (2) $$3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '179de6b2afc',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$\\overline{BC}=2$$，$$\\overline{AC}=\\sqrt{3}+1$$，$$\\angle A=45^\\circ$$，試求 $$\\angle C$$。',
    answer: '$$60^\\circ$$ 或 $$30^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de6ca1c2',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$\\angle A:\\angle B:\\angle C=3:4:5$$，求 $$\\overline{BC}:\\overline{AC}:\\overline{AB}$$。',
    answer: '$$2\\sqrt{2}:2\\sqrt{3}:(\\sqrt{6}+\\sqrt{2})$$',
    hasImage: false,
  },
  {
    id: '179de6e9e9b',
    chapter: '三角比',
    question:
      '如圖，$$ABCD$$ 為圓內接四邊形，若 $$\\angle DBC=30^\\circ$$，$$\\angle ABD=45^\\circ$$，$$\\overline{CD}=6$$，求：\n(1) $$\\overline{AD}$$。\n(2) $$\\triangle ABD$$ 之外接圓半徑。',
    answer: '(1) $$6\\sqrt{2}$$ (2) $$6$$',
    hasImage: true,
  },
  {
    id: '179de701744',
    chapter: '三角比',
    question:
      '從岸上兩個瞭望臺 $$A$$，$$B$$ 觀測海上一船 $$C$$，測得 $$\\angle ABC=102^\\circ$$，$$\\angle BAC=48^\\circ$$，若 $$A$$，$$B$$ 相距 $$100$$ 公尺，則船 $$C$$ 與瞭望臺 $$A$$ 之距離為？(四捨五入至小數點後第一位)',
    answer: '$$195.6$$ 公尺',
    hasImage: false,
  },
  {
    id: '179de720da0',
    chapter: '三角比',
    question:
      '(1) 在 $$\\triangle ABC$$ 中，若 $$\\overline{AB}=3$$，$$\\overline{AC}=5$$，$$\\angle A=120^\\circ$$，求 $$\\overline{BC}$$。\n(2) 在 $$\\triangle ABC$$ 中，若 $$\\overline{AC}=13$$，$$\\overline{BC}=8$$，$$\\overline{AB}=7$$，求 $$\\angle B$$。',
    answer: '(1) $$7$$ (2) $$120^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de7f01a8',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$D$$ 為 $$\\overline{BC}$$ 上一點，若 $$\\overline{AB}=\\overline{AC}=10$$，$$\\overline{AD}=8$$，$$\\overline{BD}=9$$，求 $$\\overline{CD}$$。',
    answer: '$$4$$',
    hasImage: true,
  },
  {
    id: '179de8089de',
    chapter: '三角比',
    question:
      '設 $$\\triangle ABC$$ 中，$$\\angle A$$、$$\\angle B$$、$$\\angle C$$ 的對邊邊長分別是 $$a$$、$$b$$、$$c$$，且滿足 $$a^2+b^2-c^2=\\sqrt{2}ab$$，求 $$\\angle C$$。',
    answer: '$$45^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de81f990',
    chapter: '三角比',
    question:
      '圓內接四邊形 $$ABCD$$ 中，已知 $$\\overline{AB}=5$$，$$\\overline{BC}=3$$，$$\\overline{CD}=2$$，$$\\angle B=60^\\circ$$，求：\n(1) $$\\overline{AC}$$ (2) $$\\overline{AD}$$',
    answer: '(1) $$\\sqrt{19}$$ (2) $$3$$',
    hasImage: false,
  },
  {
    id: '179de84aeae',
    chapter: '三角比',
    question:
      '一漁船在湖上等速直線前進，已知上午 $$9$$ 時 $$50$$ 分，漁船在觀測點 $$O$$ 的北 $$70^\\circ$$ 西位置，離 $$O$$ 點 $$2$$ 浬處。上午 $$10$$ 時 $$10$$ 分，則在觀測點 $$O$$ 的北 $$50^\\circ$$ 東位置，離 $$O$$ 點 $$1$$ 浬處，求：\n(1) 此漁船的時速為多少浬/小時。\n(2) 此段時間內，漁船離觀測點 $$O$$ 的最近距離為多少浬。',
    answer: '(1) $$3\\sqrt{7}$$ (2) $$\\frac{\\sqrt{21}}{7}$$',
    hasImage: false,
  },
  {
    id: '179de862935',
    chapter: '三角比',
    question:
      '某大樓高 $$100$$ 公尺，在大樓的正東方 $$A$$ 點測得大樓樓頂 $$C$$ 之仰角為 $$45^\\circ$$，在大樓的正南方 $$B$$ 點測得大樓樓頂 $$C$$ 之仰角為 $$30^\\circ$$，求 $$A$$ 與 $$B$$ 相距幾公尺？',
    answer: '$$200$$',
    hasImage: false,
  },
  {
    id: '179de86f46f',
    chapter: '三角比',
    question:
      '已知 $$\\triangle ABC$$ 的三邊長分別為 $$5$$，$$6$$，$$7$$，求：\n(1) $$\\triangle ABC$$ 面積 (2) 外接圓半徑 $$R$$ (3) 內切圓半徑 $$r$$',
    answer: '$$200$$',
    hasImage: false,
  },
  {
    id: '179e0468727',
    chapter: '矩陣B',
    question:
      '若兩矩陣 $$A=\\begin{bmatrix}5&1\\\\1&5\\end{bmatrix}$$，$$B=\\begin{bmatrix}4&2\\\\x&4\\end{bmatrix}$$ 滿足 $$(A+B)^2=A^2+2AB+B^2$$，求 $$x$$。',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179e04855f6',
    chapter: '矩陣B',
    question:
      '設 $$P$$、$$Q$$、$$R$$ 為二階方陣，已知 $$PQ=\\begin{bmatrix}2&0\\\\12&0\\end{bmatrix}$$，$$PR=\\begin{bmatrix}1&3\\\\4&12\\end{bmatrix}$$，且 $$Q+R=\\begin{bmatrix}1&0\\\\3&3\\end{bmatrix}$$，求 $$P$$。',
    answer: '$$\\begin{bmatrix}0&1\\\\4&4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04906e8',
    chapter: '矩陣B',
    question: '$$A=\\begin{bmatrix}3&5\\\\-1&-2\\end{bmatrix}$$，$$2AX=3X+A$$，求矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}11&15\\\\-3&-4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04a75d8',
    chapter: '矩陣B',
    question:
      '$$A=\\begin{bmatrix}2&1\\\\1&2\\end{bmatrix}$$，$$P=\\begin{bmatrix}1&-1\\\\1&1\\end{bmatrix}$$，若 $$A=PBP^{-1}$$，求：\n(1) $$B$$\n(2) $$B^5$$',
    answer:
      '(1) $$\\begin{bmatrix}3&0\\\\0&1\\end{bmatrix}$$ (2) $$\\begin{bmatrix}243&0\\\\0&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04c6557',
    chapter: '矩陣A',
    question:
      '某位同學，每天必由數獨、數織兩款遊戲中挑選一款來玩，若他當天選擇了某款遊戲，則隔天玩同款遊戲的機率為 $$80\\%$$，玩另一款遊戲的機率為 $$20\\%$$，已知他某個星期一選擇玩數獨，則他星期三玩數織的機率為？',
    answer: '$$32\\%$$',
    hasImage: false,
  },
  {
    id: '179e04fb4b0',
    chapter: '矩陣A',
    question:
      '某射擊選手，當他射中標靶，則下次中靶的機率為 $$0.7$$；當他沒有射中標靶，則下次中靶的機率為 $$0.5$$。請問他射擊無數次後，中靶機率為何？',
    answer: '$$\\frac{5}{8}$$',
    hasImage: false,
  },
  {
    id: '179e05237b1',
    chapter: '矩陣A',
    question:
      '設平面上有一個平面變換，將 $$P_1(1,2)$$，$$P_2(2,-1)$$ 兩點分別變換到 $$Q_1(7,3)$$、$$Q_2(4,1)$$ 兩點，則此變換所對應的二階方陣為 $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$，求 $$a+b+c+d$$。',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '179e0535022',
    chapter: '矩陣A',
    question:
      '設直線 $$L:5x-y=18$$ 經 $$\\begin{bmatrix}1&1\\\\-2&4\\end{bmatrix}$$ 變換後得直線 $$M$$，試求直線 $$M$$ 的方程式。',
    answer: '$$3x-y=18$$',
    hasImage: false,
  },
  {
    id: '179e0550323',
    chapter: '矩陣A',
    question:
      '設甲袋有 $$4$$ 顆紅球，乙袋有 $$1$$ 顆紅球和 $$1$$ 顆白球，先自甲袋取一球放入乙袋，再自乙袋取一球放回甲袋，如此稱為一局，則兩局後，白球在甲袋的機率為？',
    answer: '$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '179e05820dd',
    chapter: '矩陣A',
    question:
      "設 $$P(1,2)$$，$$Q(2,3)$$，$$R(3,-2)$$ 為平面上三點，$$A=\\begin{bmatrix}1&0\\\\2&3\\end{bmatrix}$$，$$B=\\begin{bmatrix}\\frac{4}{5}&-\\frac{3}{5}\\\\\\frac{3}{5}&\\frac{4}{5}\\end{bmatrix}$$ 為二階方陣，$$M=BA$$，則 $$\\triangle PQR$$ 經過二階方陣 $$M$$ 線性變換後成 $$\\triangle P'Q'R'$$，求 $$\\triangle P'Q'R'$$ 的面積。",
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179e05acb36',
    chapter: '矩陣B',
    question:
      '已知 $$A$$、$$B$$、$$C$$ 為 $$n$$ 階方陣且 $$O$$ 為 $$n$$ 階零方陣，則下列何者正確？(多選)\n(1) $$(A+B)^2=A^2+2AB+B^2$$\n(2) 若 $$AB=O$$，則 $$A=O$$ 或 $$B=O$$\n(3) 若 $$AB=AC$$ 且 $$A\\neq O$$，則 $$B=C$$\n(4) 若 $$A=BC$$，則 $$A^2=B^2C^2$$\n(5) $$(AB)C=A(BC)$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '179e05d2e8b',
    chapter: '矩陣B',
    question:
      '設矩陣 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{3\\times3}$$，$$A\\begin{bmatrix}0\\\\1\\\\0\\end{bmatrix}=\\begin{bmatrix}5\\\\3\\\\-8\\end{bmatrix}$$，$$A\\begin{bmatrix}0\\\\0\\\\1\\end{bmatrix}=\\begin{bmatrix}1\\\\-6\\\\2\\end{bmatrix}$$，$$A\\begin{bmatrix}1\\\\0\\\\0\\end{bmatrix}=\\begin{bmatrix}-9\\\\4\\\\7\\end{bmatrix}$$，求 $$a_{13}+a_{32}+a_{21}$$。',
    answer: '$$-3$$',
    hasImage: false,
  },
  {
    id: '179e0684ccc',
    chapter: '三角比',
    question:
      '設 $$\\sin\\theta+\\cos\\theta=\\frac{1}{2}$$，且 $$180^\\circ\\le\\theta\\le360^\\circ$$，求：\n(1) $$\\sin\\theta\\cos\\theta$$\n(2) $$\\sin\\theta-\\cos\\theta$$',
    answer: '(1) $$-\\frac{3}{8}$$ (2) $$-\\frac{\\sqrt{7}}{2}$$',
    hasImage: false,
  },
  {
    id: '179e0697edf',
    chapter: '三角比',
    question:
      '極坐標平面上有兩點 $$A[2,120^\\circ]$$，$$B[4,210^\\circ]$$，求 $$\\overline{AB}$$。',
    answer: '$$2\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '179e06b1112',
    chapter: '三角比',
    question:
      '設直角三角形 $$ABC$$ 之三邊長為 $$\\overline{AB}=5$$，$$\\overline{BC}=13$$，$$\\overline{CA}=12$$，以斜邊 $$\\overline{BC}$$ 為一邊向外作出正方形 $$BCDE$$，如圖所示。令 $$\\angle ACD=\\theta$$，求 $$\\sin\\theta+\\cos\\theta$$。',
    answer: '$$\\frac{7}{13}$$',
    hasImage: true,
  },
  {
    id: '179e06c7fa3',
    chapter: '三角比',
    question:
      '已知兩直線 $$L_1:y=\\frac{1}{2}x$$ 與 $$L_2:3x+y=5$$ 的銳夾角為 $$\\theta$$，求 $$\\theta$$。(利用計算機，四捨五入至整數位)',
    answer: '$$82^\\circ$$',
    hasImage: false,
  },
  {
    id: '179e06ddeda',
    chapter: '三角比',
    question:
      '已知 $$A$$、$$B$$ 兩點的極坐標分別為 $$A[1,60^\\circ]$$，$$B[\\sqrt{3},150^\\circ]$$，$$\\overline{AB}$$ 中點為 $$C$$，求 $$C$$ 點的極坐標。',
    answer: '$$[1,120^\\circ]$$',
    hasImage: false,
  },
  {
    id: '179e06f7815',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=1$$，$$\\overline{AC}=2$$，$$\\sin A=\\frac{5}{13}$$，求 $$\\triangle ABC$$ 的面積。',
    answer: '$$\\frac{5}{13}$$',
    hasImage: false,
  },
  {
    id: '179e070c819',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=2$$，$$\\overline{AC}=6$$，且 $$\\angle A=120^\\circ$$。若 $$D$$ 為 $$\\overline{BC}$$ 上一點，且滿足 $$3\\overline{BD}=\\overline{CD}$$，求 $$\\triangle ACD$$ 的面積。',
    answer: '$$\\frac{9\\sqrt{3}}{4}$$',
    hasImage: false,
  },
  {
    id: '179e071ffc3',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\angle B=15^\\circ$$，$$\\angle C=30^\\circ$$，$$\\overline{BC}=4$$，求 $$\\triangle ABC$$ 的外接圓面積。',
    answer: '$$8\\pi$$',
    hasImage: false,
  },
  {
    id: '179e073e656',
    chapter: '三角比',
    question:
      '四邊形 $$ABCD$$ 為圓內接四邊形，若 $$\\angle ADB=60^\\circ$$，$$\\angle CBD=30^\\circ$$，$$\\overline{CD}=5$$，求：\n(1) $$\\overline{AB}$$\n(2) 外接圓半徑',
    answer: '(1) $$5\\sqrt{3}$$ (2) $$5$$',
    hasImage: true,
  },
  {
    id: '179e075c581',
    chapter: '三角比',
    question:
      '如圖 $$\\triangle ABP$$ 中，若 $$\\angle PAB=30^\\circ$$，$$\\angle PBA=45^\\circ$$，今於 $$\\overline{AB}$$ 上任取一點 $$Q$$，若 $$\\triangle APQ$$ 與 $$\\triangle BPQ$$ 的外接圓半徑分別為 $$R_1$$ 和 $$R_2$$，求 $$\\frac{R_1}{R_2}$$。',
    answer: '$$\\sqrt{2}$$',
    hasImage: true,
  },
  {
    id: '179e078a37b',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$a$$、$$b$$、$$c$$ 分別為 $$\\angle A$$、$$\\angle B$$、$$\\angle C$$ 的對邊長。若 $$\\begin{cases}2a+2b-3c=0\\\\a-2b+c=0\\end{cases}$$，求 $$\\sin A:\\sin B:\\sin C$$。',
    answer: '$$4:5:6$$',
    hasImage: false,
  },
  {
    id: '179e07a7752',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AD}$$ 平分 $$\\angle BAC$$ 並交 $$\\overline{BC}$$ 於 $$D$$。已知 $$\\overline{BD}=5$$、$$\\overline{DC}=7$$，且 $$\\angle ABC=60^\\circ$$，求 $$\\sin\\angle ACD$$。',
    answer: '$$\\frac{5\\sqrt{3}}{14}$$',
    hasImage: true,
  },
  {
    id: '179e09170f3',
    chapter: '排列組合與機率',
    question:
      '從 $$1$$，$$2$$，$$3$$，$$4$$，$$5$$，$$6$$，$$7$$，$$8$$，$$9$$ 中任取兩相異數，求其積為完全立方數的機率。',
    answer: '$$\\frac{1}{12}$$',
    hasImage: false,
  },
  {
    id: '179f0b73f3b',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}p&q\\\\r&s\\end{bmatrix}$$，其中 $$p$$、$$q$$、$$r$$、$$s$$ 為實數且 $$q$$、$$r$$ 不全為 $$0$$。\n(1) 試證：必可找到唯一的一組數對 $$(x,y)$$ 滿足 $$A^2+xA+yI=\\begin{bmatrix}0&0\\\\0&0\\end{bmatrix}$$，並將 $$x$$、$$y$$ 用 $$p$$、$$q$$、$$r$$、$$s$$ 表示。\n(2) 承(1)，在 $$y\\neq0$$ 的條件下，請用 $$x$$、$$y$$ 寫出 $$A^{-1}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179fb7cdf25',
    chapter: '排列組合與機率',
    question:
      '樂透是由 $$1\\sim42$$ 個號碼開出 $$6$$ 個號碼，請問開出的 $$6$$ 個號碼都是偶數的機率，最接近下列哪一個值？\n(1) $$\\frac{1}{2}$$ (2) $$\\frac{6}{42}$$ (3) $$\\frac{1}{2^3}$$ (4) $$\\frac{1}{12}$$ (5) $$\\frac{1}{2^6}$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '179fb8b03ff',
    chapter: '排列組合與機率',
    question:
      '在遊戲中，阿玲拿到如圖的數字卡。主持人隨機從 $$1$$ 至 $$9$$ 號球中同時取出三球，若這三球的號碼中任兩個都不在卡片上的同一行也不在卡片上的同一列時就得獎，則阿玲得獎的機率為？',
    answer: '$$\\frac{1}{14}$$',
    hasImage: true,
  },
  {
    id: '179fb8cca24',
    chapter: '排列組合與機率',
    question:
      '將 $$1$$、$$2$$、$$3$$、$$4$$ 四個數字隨機填入 $$2\\times2$$ 的方格中，每個方格中恰填一數字，但數字可重複使用。試問事件「$$A$$ 方格的數字大於 $$B$$ 方格的數字、且 $$C$$ 方格的數字大於 $$D$$ 方格的數字」的機率為多少？',
    answer: '$$\\frac{9}{64}$$',
    hasImage: true,
  },
  {
    id: '179fb8eae74',
    chapter: '排列組合與機率',
    question:
      "設 $$P(A)=\\frac{1}{2}$$，$$P(B)=\\frac{5}{8}$$，$$P(A\\cup B)=\\frac{3}{4}$$，求：\n(1) $$P(A\\cap B)$$ (2) $$P(A'\\cap B')$$ (3) $$P(A'\\cup B')$$ (4) $$P(A'\\cap B)$$",
    answer: '(1) $$\\frac{3}{8}$$ (2) $$\\frac{1}{4}$$ (3) $$\\frac{5}{8}$$ (4) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '179fb92445f',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$3$$ 個紅球，$$4$$ 個白球，$$5$$ 個黑球，今自袋中任意取出 $$3$$ 球，則：\n(1) $$3$$ 球為異色球的機率\n(2) $$3$$ 球為同色球的機率\n(3) 至少有 $$2$$ 個黑球的機率',
    answer: '(1) $$\\frac{3}{11}$$ (2) $$\\frac{3}{44}$$ (3) $$\\frac{4}{11}$$',
    hasImage: false,
  },
  {
    id: '179fb94ddec',
    chapter: '排列組合與機率',
    question:
      '同時擲三顆公正的骰子，求：\n(1) 三顆骰子出現點數相同的機率\n(2) 恰有兩顆骰子出現相同點數的機率\n(3) 三顆骰子出現點數相異的機率',
    answer: '(1) $$\\frac{1}{32}$$ (2) $$\\frac{5}{12}$$ (3) $$\\frac{5}{9}$$',
    hasImage: false,
  },
  {
    id: '179fb9b71e3',
    chapter: '排列組合與機率',
    question:
      '從一副撲克牌( $$52$$ 張)中任抽 $$5$$ 張，求：\n(1) $$5$$ 張為同花之機率\n(2) $$5$$ 張成兩對($$xxyyz$$)之機率\n(3) $$5$$ 張成葫蘆($$xxxyy$$)之機率\n(4) $$5$$ 張成三條($$xxxyz$$)之機率',
    answer:
      '(1) $$\\frac{33}{16660}$$ (2) $$\\frac{198}{4165}$$ (3) $$\\frac{6}{4165}$$ (4) $$\\frac{88}{4165}$$',
    hasImage: false,
  },
  {
    id: '179fb9dbb44',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩人從 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$ 共 $$5$$ 個數字中各任選 $$2$$ 個數字，試求兩人所選的數字完全相同的機率。',
    answer: '$$\\frac{1}{10}$$',
    hasImage: false,
  },
  {
    id: '179fba139a6',
    chapter: '排列組合與機率',
    question:
      '一袋內有大小相同的金屬小球 $$8$$ 個，其中 $$4$$ 個是銅球，每個重 $$2$$ 克；$$4$$ 個鋁球，每個重 $$1$$ 克。現從袋中任取 $$5$$ 個球，則這 $$5$$ 個球的總重量大於 $$6$$ 克的機率為？',
    answer: '$$\\frac{13}{14}$$',
    hasImage: false,
  },
  {
    id: '179fba35d99',
    chapter: '排列組合與機率',
    question:
      '擲一枚均勻硬幣三次，每出現一個正面得 $$6$$ 元，一個反面賠 $$2$$ 元，則所得總額之期望值為？',
    answer: '$$6$$ 元',
    hasImage: false,
  },
  {
    id: '179fba65884',
    chapter: '排列組合與機率',
    question:
      '同時擲 $$2$$ 顆均勻的骰子一次，若出現點數和 $$m$$ 可得 $$m$$ 元，則擲一次所得獎金期望值為？',
    answer: '$$7$$ 元',
    hasImage: false,
  },
  {
    id: '179fbae29f4',
    chapter: '排列組合與機率',
    question:
      '根據統計資料得知，一個 $$50$$ 歲的人在一年內存活的機率是 $$99.5\\%$$，今有一個 $$50$$ 歲的人參加一年期保險額度為 $$50$$ 萬元的人壽保險，需繳保費 $$5000$$ 元，又公司對此一客戶的管理與行銷成本為 $$400$$ 元。試求保險公司對此客戶的獲利期望值為？',
    answer: '$$2100$$ 元',
    hasImage: false,
  },
  {
    id: '179fbaf3dc9',
    chapter: '排列組合與機率',
    question:
      '投擲 $$3$$ 枚均勻之硬幣，若出現 $$3$$ 正面可得 $$10$$ 元，出現 $$2$$ 正面可得 $$6$$ 元，出現 $$1$$ 正面可得 $$2$$ 元，為使賭局公平，則不出現正面時應賠多少元？',
    answer: '$$34$$ 元',
    hasImage: false,
  },
  {
    id: '179fbb1a72f',
    chapter: '排列組合與機率',
    question:
      '選擇題為避免猜答而採倒扣計分，其扣分的標準是以猜答得分的期望值為 $$0$$ 來計算。今有一備有 $$5$$ 個選項的選擇題，試就下列各題型計算答錯應倒扣原題分的若干才適當。\n(1) 五選一的單選題答錯需倒扣原題分的？\n(2) 至少有一個答案的複選題答錯需倒扣原題分的？(全部選項皆對才算對)',
    answer: '(1) $$\\frac{1}{4}$$ (2) $$\\frac{1}{30}$$',
    hasImage: false,
  },
  {
    id: '179fd936ce8',
    chapter: '選修數乙',
    question:
      '丟一個公正銅板 $$5$$ 次，令 $$X$$ 表 $$5$$ 次中出現正面的次數，求 $$X$$ 的期望值、標準差與至少擲出 $$3$$ 次正面的機率。',
    answer: '$$\\frac{5}{2}$$；$$\\frac{\\sqrt{5}}{2}$$；$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '179fd9ab8db',
    chapter: '選修數乙',
    question:
      '設班上學生的座號為 $$1$$ 號到 $$50$$ 號，他們每人這次考試的分數剛好是他們每人各自做號的兩倍，利用下列亂數表由第 $$4$$ 行第 $$1$$ 列開始，往下找到 $$5$$ 位同學的座號，則這 $$5$$ 人的平均成機為？',
    answer: '$$26.8$$',
    hasImage: false,
  },
  {
    id: '179fd9c0fdf',
    chapter: '選修數乙',
    question:
      '某班有 $$50$$ 位同學，其中男生有 $$30$$ 位，女生 $$20$$ 位。某次導師要抽 $$5$$ 位同學留下打掃環境，依性別人數比例做分層抽樣，則班上的男同學小明被抽中的機率是？',
    answer: '$$\\frac{1}{10}$$',
    hasImage: false,
  },
  {
    id: '179fd9d6ba3',
    chapter: '選修數乙',
    question:
      '某校學生的數學段考成績平均分數是 $$65.24$$ 分，標準差是 $$5.24$$ 分，而且已知成績呈現常態分布。若此校約有 $$320$$ 名學生數學成績低於 $$60$$ 分，則全校約有學生幾人？',
    answer: '$$2000$$',
    hasImage: false,
  },
  {
    id: '179fda0bcac',
    chapter: '選修數乙',
    question:
      '關於信賴區間與信心水準的解讀，下列敘述何者錯誤？(多選)\n(1) 信賴區間的中點是母體比率 $$p$$\n(2) 信賴區間的長度等於抽樣誤差的大小\n(3) 信心水準愈高，對應的信賴區間長度愈短\n(4) 調查 $$900$$ 人所得 $$95\\%$$ 信賴區間長度大約是調查 $$100$$ 人所得 $$95\\%$$ 信賴區間長度的 $$\\frac{1}{3}$$ 倍\n(5) 經抽樣後所得的樣本信賴區間包含 $$p$$ 的機率為 $$95\\%$$',
    answer: '(1)(2)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '179fda42b6b',
    chapter: '選修數乙',
    question:
      '想知道手機品牌的市占率，抽樣 $$1000$$ 人，調查持有市面上所有的四種品牌甲、乙、丙、丁的哪一種後，整理統計結果如下：\n$$\\begin{array} {|c|c|}\\hline 品牌 & 甲 & 乙 & 丙 & 丁 \\\\ \\hline 使用人數 & 250 & 150 & 200 & 400 \\\\ \\hline \\end{array}$$\n則根據本次調查：是否可說明在 $$95\\%$$ 信心水準下，品牌甲的市占率不到 $$30\\%$$？',
    answer: '可以',
    hasImage: false,
  },
  {
    id: '179fda51ffe',
    chapter: '選修數乙',
    question:
      '某人想了解某地區上網人數的比率 $$p$$，他要在 $$95\\%$$ 信心水準下，而抽樣誤差在 $$0.03$$ 之內，請問他約需調查幾人？',
    answer: '$$1112$$',
    hasImage: false,
  },
  {
    id: '179fe943220',
    chapter: '矩陣A',
    question:
      '如圖，直角三角形 $$OAB$$ 經過矩陣 $$\\begin{bmatrix}-2&0\\\\0&3\\end{bmatrix}$$ 的變換後會變成什麼形狀？',
    answer: '直角三角形',
    hasImage: true,
  },
  {
    id: '179fea92e0a',
    chapter: '矩陣A',
    question:
      "已知 $$A=\\begin{bmatrix}2&0\\\\0&3\\end{bmatrix}$$ 且 $$O(0,0)$$，$$P(1,0)$$，$$Q(1,1)$$，$$R(0,1)$$，將 $$O$$，$$P$$，$$Q$$，$$R$$ 四點經由矩陣 $$A$$ 線性變換至 $$O'$$，$$P'$$，$$Q'$$，$$R'$$ 四點，則：\n(1) $$O'$$，$$P'$$，$$Q'$$，$$R'$$ 的坐標分別為？\n(2) 平行四邊形 $$O'P'Q'R'$$ 的面積為？\n(3) 平行四邊形 $$O'P'Q'R'$$ 的面積是平行四邊形 $$OPQR$$ 面積的幾倍？",
    answer: "(1) $$O'(0,0)$$，$$P'(2,0)$$，$$Q'(2,3)$$，$$R'(0,3)$$ (2) $$6$$ (3) $$6$$",
    hasImage: false,
  },
  {
    id: '179feacffd4',
    chapter: '矩陣A',
    question:
      '下列有關於鏡射變換的敘述哪些正確？(多選)\n(A) $$\\begin{bmatrix}1&0\\\\0&-1\\end{bmatrix}$$ 為對 $$y$$ 軸作鏡射變換的矩陣\n(B) $$\\begin{bmatrix}-1&0\\\\0&1\\end{bmatrix}$$ 為對 $$x$$ 軸作鏡射變換的矩陣\n(C) $$\\begin{bmatrix}0&1\\\\1&0\\end{bmatrix}$$ 為對 $$x-y=0$$ 作鏡射變換的矩陣\n(D) $$\\begin{bmatrix}0&-1\\\\-1&0\\end{bmatrix}$$ 為對 $$x+y=0$$ 作鏡射變換的矩陣\n(E) 鏡射矩陣的作用並不會改變原始的圖形',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '179feb0412b',
    chapter: '矩陣A',
    question:
      "設直線 $$L$$ 為 $$y=-\\frac{1}{\\sqrt{3}}x$$，則點 $$P(6,2)$$ 對直線 $$L$$ 作鏡射所得的點為 $$P'$$，試求點 $$P'$$ 的坐標。",
    answer: '$$(3-\\sqrt{3},-1-3\\sqrt{3})$$',
    hasImage: false,
  },
  {
    id: '179feb160a8',
    chapter: '矩陣A',
    question:
      '已知直線 $$L:y=-3x$$，二階方陣 $$A$$ 所對應的線性變換為「對直線 $$L$$ 作鏡射」，試求二階方陣 $$A$$。',
    answer:
      '$$\\begin{bmatrix}\\frac{-4}{5}&\\frac{-3}{5}\\\\\\frac{-3}{5}&\\frac{4}{5}\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179feb39e98',
    chapter: '矩陣A',
    question:
      '已知正三角形 $$OAB$$ 中，$$O$$ 為原點，$$A$$ 點坐標為 $$(2,2)$$，則 $$B$$ 點坐標為？',
    answer: '$$(1-\\sqrt{3},\\sqrt{3}+1)$$ 或 $$(1+\\sqrt{3},-\\sqrt{3}+1)$$',
    hasImage: false,
  },
  {
    id: '179feb5dd8a',
    chapter: '矩陣A',
    question:
      '如圖，一正六邊形 $$ABCDEF$$ 其中心為原點 $$O$$，而 $$A$$ 點之坐標為 $$(4,2)$$，試求：\n(1) $$C$$ (2) $$F$$',
    answer: '(1) $$(-2-\\sqrt{3},-1+2\\sqrt{3})$$ (2) $$(2+\\sqrt{3},1-2\\sqrt{3})$$',
    hasImage: true,
  },
  {
    id: '179feb7c9c0',
    chapter: '矩陣A',
    question:
      '試描繪圖形 $$G=\\{(x,y)|0\\le x\\le1,0\\le y\\le1\\}$$ 經矩陣 $$\\begin{bmatrix}1&3\\\\0&1\\end{bmatrix}$$ 推移變換後的新圖形，並求出變換後所得新圖形之面積。',
    answer: '面積為 $$1$$',
    hasImage: true,
  },
  {
    id: '179feb92d18',
    chapter: '矩陣A',
    question:
      "已知 $$A=\\begin{bmatrix}1&0\\\\3&1\\end{bmatrix}$$ 且 $$O(0,0)$$，$$P(1,0)$$，$$Q(1,1)$$，$$R(0,1)$$，將 $$O$$，$$P$$，$$Q$$，$$R$$ 四點經由矩陣 $$A$$ 線性變換至 $$O'$$，$$P'$$，$$Q'$$，$$R'$$ 四點，則：\n(1) $$O'$$，$$P'$$，$$Q'$$，$$R'$$ 的坐標分別為？\n(2) 平行四邊形 $$O'P'Q'R'$$ 的面積是平行四邊形 $$OPQR$$ 面積的幾倍？",
    answer: "(1) $$O'(0,0)$$，$$P'(1,3)$$，$$Q'(1,4)$$，$$R'(0,1)$$ (2) $$1$$",
    hasImage: false,
  },
  {
    id: '179febc3df9',
    chapter: '矩陣A',
    question:
      '在坐標平面上，將點 $$P(-4,2)$$ 作下列各變換，試分別求變換後之點坐標：\n(1) 以原點為中心，逆時針旋轉 $$30^\\circ$$\n(2) 對 $$x$$ 軸作鏡射\n(3) 以原點為中心，往 $$x$$、$$y$$ 方向分別伸縮 $$3$$ 倍\n(4) 往 $$x$$ 方向伸縮 $$2$$ 倍，$$y$$ 方向伸縮 $$\\frac{1}{2}$$ 倍\n(5) 往 $$x$$ 方向推移 $$y$$ 坐標的 $$-2$$ 倍',
    answer:
      '(1) $$(-2\\sqrt{3}-1,-2+\\sqrt{3})$$ (2) $$(-4,-2)$$ (3) $$(-12,6)$$ (4) $$(-8,1)$$ (5) $$(-8,2)$$',
    hasImage: false,
  },
  {
    id: '179febfe0c0',
    chapter: '矩陣A',
    question:
      '在坐標平面上 $$O(0,0)$$、$$A(3,1)$$，已知 $$\\triangle OAB$$ 為一等腰直角三角形，其中 $$\\angle A$$ 是直角，且 $$B$$ 點在第一象限，則 $$B$$ 點坐標為？',
    answer: '$$(2,4)$$',
    hasImage: false,
  },
  {
    id: '17a06695075',
    chapter: '矩陣A',
    question: '已知直線 $$L:x-\\sqrt{3}y=0$$，則點 $$P(2,-4)$$ 對於直線 $$L$$ 的對稱點坐標為？',
    answer: '$$(1-2\\sqrt{3},\\sqrt{3}+2)$$',
    hasImage: false,
  },
  {
    id: '17a066acfd6',
    chapter: '矩陣A',
    question:
      '平面上有一點 $$P(3,-5)$$ 沿著 $$y$$ 軸推移 $$x$$ 坐標的 $$2$$ 倍，再沿著 $$x$$ 軸推移 $$y$$ 坐標的 $$2$$ 倍後得到 $$Q$$ 點，則 $$Q$$ 點坐標為？',
    answer: '$$(5,1)$$',
    hasImage: false,
  },
  {
    id: '17a066ced2b',
    chapter: '矩陣A',
    question:
      '下列共有幾個矩陣可為轉移矩陣？\n$$\\begin{bmatrix}0.2&0.8\\\\0.7&0.3\\end{bmatrix}$$、$$\\begin{bmatrix}2&-2\\\\-1&3\\end{bmatrix}$$、$$\\begin{bmatrix}\\frac{1}{3}&\\frac{2}{5}\\\\\\frac{2}{3}&\\frac{3}{5}\\end{bmatrix}$$、$$\\begin{bmatrix}\\log2&\\log5\\\\\\log5&\\log2\\end{bmatrix}$$、$$\\begin{bmatrix}0&1\\\\1&0\\end{bmatrix}$$',
    answer: '$$3$$ 個',
    hasImage: false,
  },
  {
    id: '17a066f053a',
    chapter: '矩陣A',
    question:
      '午餐店有中式與西式兩種選擇，經統計小陳選餐的規則是：若他今天選用中式，則明天改選西式的機率是 $$0.8$$；若他今天選用西式，則明天改選中式的機率是 $$0.5$$。已知他第一天選用中式，假設他第三天選用西式的機率是 $$p$$，求 $$p$$。',
    answer: '$$0.56$$',
    hasImage: false,
  },
  {
    id: '17a067049d5',
    chapter: '矩陣A',
    question:
      '國民分成高收入與低收入。高收入人口中，每年有 $$4$$ 成會轉變成低收入。低收入人口中，每年有 $$a$$ 成會轉為高收入，每年高收入人口一直是低收入人口的 $$\\frac{3}{2}$$ 倍，求 $$a$$。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a0672366b',
    chapter: '矩陣A',
    question:
      '已知二階方陣 $$T=\\begin{bmatrix}a&3\\\\1&b\\end{bmatrix}$$ 把直線 $$L_1:2x-y=3$$ 變換成直線 $$L_2:3x+7y=15$$，也就是說 $$L_1$$ 上任意一點經 $$T$$ 變換後的新點會在 $$L_2$$ 上，求數對 $$(a,b)$$。',
    answer: '$$(1,-2)$$',
    hasImage: false,
  },
  {
    id: '17a06734454',
    chapter: '矩陣A',
    question:
      '如圖，正三角形 $$ABC$$ 的中心為原點 $$O$$，頂點 $$A(2,-2)$$，且 $$B$$ 點在第三象限，則 $$B$$ 點坐標為？',
    answer: '$$(-1-\\sqrt{3},-\\sqrt{3}+1)$$',
    hasImage: true,
  },
  {
    id: '17a0674dd31',
    chapter: '矩陣A',
    question:
      '$$A=\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$，求 $$A^{108}+A^{2019}$$。',
    answer: '$$\\begin{bmatrix}0&0\\\\0&0\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '17a067782a1',
    chapter: '矩陣A',
    question:
      '$$A=\\begin{bmatrix}\\cos18^\\circ&-\\sin18^\\circ\\\\\\sin18^\\circ&\\cos18^\\circ\\end{bmatrix}$$，$$B=\\begin{bmatrix}\\cos87^\\circ&-\\sin87^\\circ\\\\\\sin87^\\circ&\\cos87^\\circ\\end{bmatrix}$$，$$C=\\begin{bmatrix}\\cos45^\\circ&\\sin45^\\circ\\\\-\\sin45^\\circ&\\cos45^\\circ\\end{bmatrix}$$，將 $$ABC$$ 化簡後得到矩陣 $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$，求 $$\\frac{b}{a}$$。',
    answer: '$$-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17a06796a43',
    chapter: '矩陣A',
    question:
      '設 $$L$$ 為平面上過原點的一直線，若點 $$A(5,10)$$ 對 $$L$$ 作鏡射後得到點 $$B(-10,5)$$，則此鏡射變換所對應的二階方陣為？',
    answer:
      '$$\\begin{bmatrix}-\\frac{4}{5}&-\\frac{3}{5}\\\\-\\frac{3}{5}&\\frac{4}{5}\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '17a067a7364',
    chapter: '矩陣A',
    question:
      '直線 $$2x+3y=0$$ 經逆時針旋轉 $$90^\\circ$$ 後，再對 $$y=2x$$ 鏡射所得之直線方程式為？',
    answer: '$$17x=6y$$',
    hasImage: false,
  },
  {
    id: '17a067c20fe',
    chapter: '矩陣A',
    question:
      "設矩形 $$OABC$$ 的四個頂點坐標為 $$O(0,0)$$、$$A(2,0)$$、$$B(2,1)$$、$$C(0,1)$$。將此四個頂點分別沿 $$x$$ 軸推移 $$y$$ 坐標的 $$3$$ 倍，得 $$O'$$、$$A'$$、$$B'$$、$$C'$$ 四點，則四邊形 $$O'A'B'C$$ 的周長為？",
    answer: '$$4+2\\sqrt{10}$$',
    hasImage: false,
  },
  {
    id: '17a0842355e',
    chapter: '排列組合與機率',
    question:
      '將樣本空間 $$S=\\{1,2,3,4,5,6\\}$$ 分成兩個非空事件，使這兩個事件為互斥事件，且聯集為 $$S$$，則總共可以有多少種分法？',
    answer: '$$31$$',
    hasImage: false,
  },
  {
    id: '17a084428de',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$10$$ 個大小相同的球，分別編號 $$1\\sim10$$。今從袋中一次取兩球，觀察其數字，若 $$A$$ 代表兩數乘積大於或等於 $$50$$ 的事件，$$B$$ 表示兩數互質的事件，求 $$A$$ 和 $$B$$ 都發生的事件其元素個數 $$n(A\\cap B)$$。',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '17a08460ece',
    chapter: '排列組合與機率',
    question:
      '從 $$1\\sim9$$ 這九個數字中任取四個相異數字排成一列，形成一個四位數 $$abcd$$，則此四位數滿足 $$a<b<c<d$$ 的機率為？',
    answer: '$$\\frac{1}{24} $$',
    hasImage: false,
  },
  {
    id: '17a09173345',
    chapter: '三角比',
    question:
      '已知 $$ABCD$$ 為圓內接四邊形，且 $$\\overline{AB}=3$$，$$\\overline{BC}=3$$，$$\\overline{CD}=5$$，$$\\overline{DA}=8$$，求對角線 $$\\overline{BD}$$。',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '17a091aa2ec',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=5$$，$$\\overline{BC}=8$$，$$\\overline{CA}=7$$，令 $$M$$ 為 $$\\overline{BC}$$ 邊上的中點，求中線 $$\\overline{AM}$$。',
    answer: '$$\\sqrt{21}$$',
    hasImage: true,
  },
  {
    id: '17a091da529',
    chapter: '三角比',
    question:
      '如圖所示，$$\\triangle ABC$$ 為一直角三角形，四邊形 $$BDEC$$ 是以 $$\\overline{BC}$$ 為一邊向外作出的正方形。已知 $$\\overline{AB}=5$$，$$\\overline{AC}=12$$，$$\\overline{BC}=13$$，求 $$\\triangle ABD$$ 的面積。',
    answer: '$$\\frac{25}{2}$$',
    hasImage: true,
  },
  {
    id: '17a0923d06f',
    chapter: '三角比',
    question:
      '如圖，兩圓交於 $$P$$、$$Q$$ 兩點，$$A$$、$$B$$ 分別在兩圓上，且 $$A$$、$$Q$$、$$B$$ 三點共線，若 $$\\overline{PA}=3$$，$$\\overline{PB}=2$$，求大圓面積：小圓面積。',
    answer: '$$9:4$$',
    hasImage: true,
  },
  {
    id: '17a0926212c',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$\\overline{AB}=6$$，$$\\overline{AC}=4$$，$$\\angle A=60^\\circ$$，求 $$\\triangle ABC$$ 之外接圓半徑 $$R$$。',
    answer: '$$\\frac{2\\sqrt{21}}{3}$$',
    hasImage: false,
  },
  {
    id: '17a0926ec6f',
    chapter: '三角比',
    question:
      '在銳角三角形中，有兩邊長分別為 $$5$$、$$7$$，若三角形面積為 $$6\\sqrt{6}$$，求第三邊的邊長。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a093d3cd1',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=8$$，$$\\overline{BC}=6$$，$$\\overline{CA}=4$$，延長 $$\\overleftrightarrow{BC}$$ 至 $$D$$ 點，使得 $$\\overline{CD}=3$$，求 $$\\overline{AD}$$。',
    answer: '$$\\sqrt{19}$$',
    hasImage: true,
  },
  {
    id: '17a093f754e',
    chapter: '三角比',
    question:
      '圓內接四邊形 $$ABCD$$ 中，若 $$\\overline{AB}=\\overline{AD}=2$$，$$\\angle C=60^\\circ$$，$$\\angle D=105^\\circ$$，求 $$\\overline{CD}$$。',
    answer: '$$2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17a0941ddcf',
    chapter: '三角比',
    question: '已知三角形的三邊長分別為 $$2$$、$$\\sqrt{3}$$、$$\\sqrt{5}$$，求此三角形的面積。',
    answer: '$$\\frac{\\sqrt{11}}{2}$$',
    hasImage: false,
  },
  {
    id: '17a0943a297',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=c$$，$$\\overline{BC}=a$$，$$\\overline{CA}=b$$，若 $$\\overline{AB}$$ 邊上的高 $$h_c=3$$，$$\\overline{BC}$$ 邊上的高 $$h_a=4$$，$$\\overline{CA}$$ 邊上的高 $$h_b=6$$，試求：\n(1) $$\\sin A:\\sin B:\\sin C$$\n(2) $$\\triangle ABC$$ 的面積',
    answer: '(1) $$3:2:4$$ (2) $$\\frac{16\\sqrt{15}}{5}',
    hasImage: false,
  },
  {
    id: '17a09459c56',
    chapter: '三角比',
    question:
      '$$A$$、$$B$$、$$C$$ 依序為地面一直線上的三點，$$\\overline{AB}=300$$ 公尺，$$\\overline{BC}=200$$ 公尺，今自 $$A$$、$$B$$、$$C$$ 三點測一旁的高山，其仰角分別為 $$30^\\circ$$、$$45^\\circ$$、$$60^\\circ$$，求山高。',
    answer: '$$100\\sqrt{15}$$ 公尺',
    hasImage: false,
  },
  {
    id: '17a0948e0bc',
    chapter: '三角比',
    question:
      '$$A$$、$$B$$、$$C$$ 三人想測量升旗桿最頂端的高度，於是三人分別於地面上三點仰視桿頂，發現仰角都是 $$60^\\circ$$，此時 $$B$$、$$C$$ 兩人相距 $$25$$ 公尺，$$\\angle BAC=60^\\circ$$，則他們所測得的旗桿頂高度為？',
    answer: '$$25$$ 公尺',
    hasImage: false,
  },
  {
    id: '17a0dc85372',
    chapter: '數與式',
    question:
      '下列哪些分數可化成有限小數？\n(1) $$\\frac{7}{8}$$ (2) $$\\frac{8}{7}$$ (3) $$\\frac{21}{75}$$ (4) $$\\frac{3}{2^{10}}$$',
    answer: '(1)(3)(4)',
    hasImage: false,
  },
  {
    id: '17a0dca2b5e',
    chapter: '數與式',
    question:
      '將 $$\\frac{1234}{9999}$$ 化成小數形式為 $$0.\\overline{1234}$$，設小數點後第 $$n$$ 位的數字為 $$f(n)$$，求 $$f(1)+f(2)+\\cdots+f(99)$$。',
    answer: '$$246$$',
    hasImage: false,
  },
  {
    id: '17a0dd2a34c',
    chapter: '數與式',
    question: '求 $$0.2\\overline{7}\\times9.\\overline{54}$$。',
    answer: '$$\\frac{175}{66}$$',
    hasImage: false,
  },
  {
    id: '17a0dd42c25',
    chapter: '數與式',
    question:
      '設 $$a$$、$$b$$ 為循環小數，$$a=0.\\overline{12}$$，$$b=0.\\overline{01}$$，求 $$a-b$$。',
    answer: '$$\\frac{1}{9}$$',
    hasImage: false,
  },
  {
    id: '17a0ddf5269',
    chapter: '數與式',
    question:
      '設 $$a$$、$$b$$、$$c$$ 為有理數，$$x$$、$$y$$ 為無理數，下列推論哪些為真？\n(1) $$ab+c$$ 必為有理數 (2) $$x+y$$ 必為無理數\n(3) $$a+x$$ 必為無理數 (4) $$ax$$ 必為無理數',
    answer: '(1)(3)',
    hasImage: false,
  },
  {
    id: '17a0de2821c',
    chapter: '數與式',
    question: '問 $$\\sqrt{7+\\sqrt{47}}$$，在哪兩個連續整數之間？',
    answer: '$$3$$ 與 $$4$$',
    hasImage: false,
  },
  {
    id: '17a0df3d2da',
    chapter: '數與式',
    question:
      '點 $$P(x)$$ 在 $$A(5)$$、$$B(11)$$ 之間，且 $$\\overline{AP}:\\overline{PB}=\\sqrt{3}:\\sqrt{2}$$，則 $$x=a+b\\sqrt{6}$$，其中 $$a,b\\in\\mathbb{Z}$$，求 $$a$$、$$b$$。',
    answer: '$$a=23$$；$$b=-6$$',
    hasImage: false,
  },
  {
    id: '17a0df8d0dc',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{5+2\\sqrt{6}}+\\sqrt{6+2\\sqrt{5}}$$。',
    answer: '$$1+\\sqrt{2}+\\sqrt{3}+\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '17a0df9ff9f',
    chapter: '數與式',
    question: '無理數 $$\\sqrt{14+\\sqrt{180}}$$ 的整數部分為？小數部分為？',
    answer: '$$5$$；$$\\sqrt{5}-2$$',
    hasImage: false,
  },
  {
    id: '17a0e014770',
    chapter: '數與式',
    question:
      '已知 $$x>0$$，$$y>0$$，且 $$xy=225$$，求 $$4x+9y$$ 的最小值，以及此時的 $$x$$、$$y$$。',
    answer: '最小值 $$180$$；$$x=\\frac{45}{2}$$；$$y=10$$',
    hasImage: false,
  },
  {
    id: '17a0e043512',
    chapter: '數與式',
    question:
      '設 $$x>0$$，求 $$f(x)=x+\\frac{16}{x+1}$$ 在 $$x$$ 為何時，$$f(x)$$ 有最小的函數值為？',
    answer: '$$x=3$$，最小值 $$7$$',
    hasImage: false,
  },
  {
    id: '17a0e0fafec',
    chapter: '數與式',
    question: '化簡 $$(4+\\sqrt{10})^3+(4-\\sqrt{10})^3$$。',
    answer: '$$368$$',
    hasImage: false,
  },
  {
    id: '17a0e1064a1',
    chapter: '數與式',
    question: '若 $$x+\\frac{1}{x}=5$$，求 $$x^3+\\frac{1}{x^3}$$。',
    answer: '$$110$$',
    hasImage: false,
  },
  {
    id: '17a0e14abac',
    chapter: '數與式',
    question: '求方程式 $$|2x+1|=9$$ 的解。',
    answer: '$$4$$ 或 $$-5$$',
    hasImage: false,
  },
  {
    id: '17a0e15a742',
    chapter: '數與式',
    question: '求不等式 $$|-2x+7|\\le10$$ 的解。',
    answer: '$$\\frac{-3}{2}\\le x\\le\\frac{17}{2}$$',
    hasImage: false,
  },
  {
    id: '17a0e1de5e1',
    chapter: '數與式',
    question:
      '下列哪一個選項是正確的？\n(1) $$(-2)^{-3}=8$$ (2) $$3^{-1}=\\frac{1}{3}$$\n(3) $$16^{-\\frac{3}{4}}=-8$$ (4) $$\\left(-\\frac{1}{8}\\right)^\\frac{1}{3}=-\\frac{1}{2}$$',
    answer: '(2)',
    hasImage: false,
  },
  {
    id: '17a0e1f7aea',
    chapter: '數與式',
    question: '求 $$\\left(\\frac{8}{27}\\right)^{-\\frac{2}{3}}\\times(0.25)^{-2.5}$$',
    answer: '$$72$$',
    hasImage: false,
  },
  {
    id: '17a0e447974',
    chapter: '數與式',
    question: '求 $$(3+\\sqrt{7})^{10}(3-\\sqrt{7})^{10}$$',
    answer: '$$1024$$',
    hasImage: false,
  },
  {
    id: '17a0e46db1a',
    chapter: '數與式',
    question: '$$\\frac{(2^{-5})^{-\\frac{7}{3}}}{8^\\frac{4}{9}}=16^x$$，求 $$x$$。',
    answer: '$$-\\frac{13}{4}$$',
    hasImage: false,
  },
  {
    id: '17a0e4d25e0',
    chapter: '數與式',
    question: '已知 $$\\log3\\approx0.4771$$，試問 $$3^{100}$$ 乘開後為幾位數？',
    answer: '$$48$$',
    hasImage: false,
  },
  {
    id: '17a0ef24961',
    chapter: '數與式',
    question:
      '請問下列哪些選項正確？\n(1) $$9\\sqrt{5}<20$$\n(2) $$\\sqrt{7}+\\sqrt{2}>4$$\n(3) $$\\sqrt{13}-\\sqrt{10}<\\sqrt{11}-2\\sqrt{2}$$\n(4) 若 $$-1\\le x\\le3$$，則 $$1\\le x^2\\le9$$\n(5) 若 $$-2\\le x\\le5$$ 且 $$2\\le y\\le3$$，則 $$-6\\le x-2y\\le-1$$',
    answer: '(2)(3)',
    hasImage: false,
  },
  {
    id: '17a0ef528bf',
    chapter: '數與式',
    question:
      '$$x,y\\in\\mathbb{R}$$，若 $$|2x-1|\\le7$$，$$|y-4|\\le2$$，則下列選項哪些正確？\n(1) $$-5\\le x-y\\le2$$ 必成立\n(2) $$9\\le x^2\\le16$$ 必成立\n(3) $$-27\\le x^3\\le64$$ 必成立\n(4) $$-6\\le xy\\le24$$ 必成立\n(5) $$\\frac{1}{6}\\le\\frac{1}{y}\\le\\frac{1}{2}$$ 必成立',
    answer: '(3)(5)',
    hasImage: false,
  },
  {
    id: '17a0efa578f',
    chapter: '數與式',
    question:
      '數線上 $$P(3)$$、$$Q(6)$$、$$R(x)$$ 三點都在 $$A$$、$$B$$ 兩點之間，已知 $$\\overline{PA}:\\overline{PB}=2:3$$，$$\\overline{QA}:\\overline{QB}=4:9$$，$$\\overline{RA}:\\overline{RB}=6:5$$，求 $$x$$。',
    answer: '$$-\\frac{19}{11}$$',
    hasImage: false,
  },
  {
    id: '17a0efc748e',
    chapter: '數與式',
    question:
      '數線上由 $$A(-4)$$ 出發朝右步行到達 $$P(x)$$，再騎上單車朝右駛抵達 $$B(88)$$，已知步行的速度是每秒 $$3$$ 單位，騎單車的速度是每秒 $$10$$ 單位，且 $$A$$ 到 $$P$$ 的時間是 $$P$$ 到 $$B$$ 的一半，求 $$\\overline{PA}:\\overline{PB}$$ 及 $$x$$。',
    answer: '$$3:20$$；$$8$$',
    hasImage: false,
  },
  {
    id: '17a0f5dd109',
    chapter: '數與式',
    question:
      '設 $$\\sqrt{7+4\\sqrt{3}}$$ 的整數部分為 $$a$$，純小數部分為 $$b$$，求 $$a+\\frac{b^2}{1-b}$$ 之值。',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '17a0f616066',
    chapter: '數與式',
    question:
      '介於 $$\\frac{4}{2+\\sqrt{3}}$$ 與 $$\\frac{11}{\\sqrt{13-4\\sqrt{3}}}$$ 之間的整數共有幾個？$$(\\sqrt{3}\\approx1.732)$$',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17a0f6382ae',
    chapter: '數與式',
    question: '當 $$(x,y)$$ 在直線 $$2x+y=3$$ 上變動時，求 $$9^x+3^y$$ 的最小值。',
    answer: '$$6\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17a0f66cd40',
    chapter: '數與式',
    question: '若實數 $$x$$、$$y$$ 滿足 $$9x^4+25y^4=270$$，求 $$xy$$ 的最大值。',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17a0f68d778',
    chapter: '數與式',
    question: '求 $$2^{15}+1$$ 的最大質因數。',
    answer: '$$331$$',
    hasImage: false,
  },
  {
    id: '17a0f6a214a',
    chapter: '數與式',
    question: '實係數方程式 $$x^3+ax^2+bx+8=0$$ 有三根相同，求 $$b$$。',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17a0f6e35e5',
    chapter: '數與式',
    question:
      '下列各方程式中，請選出有實數解的選項。\n(1) $$|x|+|x-5|=1$$ (2) $$|x|+|x-5|=6$$\n(3) $$|x|-|x-5|=1$$ (4) $$|x|-|x-5|=6$$\n(5) $$|x|-|x-5|=-1$$',
    answer: '(2)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a0f700535',
    chapter: '數與式',
    question:
      '試問數線上有多少個整數點與點 $$\\sqrt{101}$$ 的距離小於 $$5$$，但與點 $$\\sqrt{38}$$ 的距離大於 $$3$$？',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a0f72f269',
    chapter: '數與式',
    question:
      '設 $$a=\\left(\\frac{1}{2}\\right)^{\\frac{1}{2}}$$，$$b=\\left(\\frac{1}{3}\\right)^{\\frac{1}{3}}$$，$$c=\\left(\\frac{1}{4}\\right)^{\\frac{1}{4}}$$，試比較三者的大小關係。',
    answer: '$$a=c>b$$',
    hasImage: false,
  },
  {
    id: '17a0f78f52f',
    chapter: '數與式',
    question:
      '某個手機程式，每次點擊螢幕上的數 $$a$$ 後，螢幕上的數會變成 $$a^2$$。當一開始時螢幕上的數 $$b$$ 為正且連續點擊螢幕三次後，螢幕上的數接近 $$81^3$$。試問實數 $$b$$ 最接近下列哪一個選項？$$(\\sqrt{3}\\approx1.732)$$\n(1) $$1.7$$ (2) $$3$$ (3) $$5.2$$ (4) $$9$$ (5) $$81$$',
    answer: '(3)',
    hasImage: false,
  },
  {
    id: '17a0f7cb255',
    chapter: '數與式',
    question:
      '已知 $$\\log278\\approx2.44404$$，$$\\log2.5351\\approx0.40400$$，請利用這兩個對數值，求 $$278^{100}$$ 乘開後的科學記號表法，取三位有效數字。',
    answer: '$$2.54\\times10^{244}$$',
    hasImage: false,
  },
  {
    id: '17a0f7ed607',
    chapter: '數與式',
    question:
      '觀察 $$2$$ 的次方所形成的等比數列：$$2,2^2,2^3,\\cdots$$，設其中出現的第一個 $$13$$ 位數為 $$2^n$$，求 $$n$$。$$(\\log2\\approx0.3010)$$',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '17a17f2a43b',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=ax^6-bx^4+3x-\\sqrt{2}$$，其中 $$a$$、$$b$$ 為非零實數，求 $$f(5)-f(-5)$$。',
    answer: '$$30$$',
    hasImage: false,
  },
  {
    id: '17a17f48c08',
    chapter: '多項式函數',
    question:
      '$$a\\in\\mathbb{R}$$，多項式 $$f(x)=(2x^7+ax^4-a)^5$$ 的次數為？將 $$f(x)$$ 乘開後各項係數之和為？',
    answer: '$$35$$；$$32$$',
    hasImage: false,
  },
  {
    id: '17a17faa323',
    chapter: '多項式函數',
    question: '若多項式 $$x^2+x+2$$ 能整除 $$x^5+x^4+x^3+px^2+2x+q$$，求 $$p$$、$$q$$。',
    answer: '$$3$$；$$8$$',
    hasImage: false,
  },
  {
    id: '17a17fb7134',
    chapter: '多項式函數',
    question: '利用綜合除法求 $$2x^3+x^2-7$$ 除以 $$x+3$$ 的商與餘。',
    answer: '$$2x^2-5x+15$$；$$-52$$',
    hasImage: false,
  },
  {
    id: '17a17fea46a',
    chapter: '多項式函數',
    question:
      '多項式 $$x^3+4x^2+5x-3$$ 除以 $$f(x)$$ 的商式為 $$x+2$$，餘式 $$2x-1$$，求 $$f(x)$$。',
    answer: '$$x^2+2x-1$$',
    hasImage: false,
  },
  {
    id: '17a17ffc39c',
    chapter: '多項式函數',
    question:
      '$$f(x)=(x^2+1)(x^3-2)\\cdot g(x)+x^2+x+3$$，$$g(x)$$ 為某一多項式，求：\n(1) $$f(x)$$ 除以 $$x^3-2$$ 的餘式\n(2) $$f(x)$$ 除以 $$x^2+1$$ 的餘式',
    answer: '(1) $$x^2+x+3$$ (2) $$x+2$$',
    hasImage: false,
  },
  {
    id: '17a180799da',
    chapter: '多項式函數',
    question:
      '將 $$f(x)=5x^3+x^2-2x+4$$ 化為 $$x-1$$ 的多項式，並求 $$f(x)$$ 在 $$x=1$$ 的一次近似。',
    answer: '$$=15x-7$$',
    hasImage: false,
  },
  {
    id: '17a180d10c7',
    chapter: '多項式函數',
    question: '求 $$x^{10}+3$$ 除以 $$x-2$$ 的餘式。',
    answer: '$$1027$$',
    hasImage: false,
  },
  {
    id: '17a180dadba',
    chapter: '多項式函數',
    question: '$$f(x)=x^5+6x^4-4x^3+25x^2+30x+20$$，求 $$f(-7)$$。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a181a61da',
    chapter: '多項式函數',
    question: '若 $$x+2$$ 為 $$f(x)=x^7+ax^3$$ 的因式，求 $$a$$。',
    answer: '$$-16$$',
    hasImage: false,
  },
  {
    id: '17a181b5061',
    chapter: '多項式函數',
    question:
      '$$a\\in\\mathbb{Z}$$，下列哪一個選項的一次式，有可能是 $$f(x)=2x^3+ax^2-2ax+a$$ 的因式？\n(1) $$x+1$$ (2) $$x-1$$ (3) $$x+2$$ (4) $$x-2$$',
    answer: '(4)',
    hasImage: false,
  },
  {
    id: '17a18286398',
    chapter: '多項式函數',
    question:
      '$$f(x)$$ 為三次多項式，若 $$f(-2)=f(1)=0$$，$$f(0)=6$$ 且 $$f(3)=30$$，求 $$f(-1)$$。',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '17a182b5deb',
    chapter: '多項式函數',
    question:
      '設 $$f(x)$$ 是二次多項式，若 $$f(121)=1$$，$$f(122)=4$$，$$f(123)=11$$，求 $$f(125)$$。',
    answer: '$$37$$',
    hasImage: false,
  },
  {
    id: '17a183408c1',
    chapter: '多項式函數',
    question: '求方程式 $$x^2+4x-6=0$$ 的解。',
    answer: '$$-2\\pm\\sqrt{10}$$',
    hasImage: false,
  },
  {
    id: '17a18354981',
    chapter: '多項式函數',
    question:
      '設 $$k$$ 為實數使得方程式 $$3x^2+15x+k=0$$ 有兩個實根 $$\\alpha$$、$$\\beta$$，則：\n(1) $$\\alpha+\\beta=$$？ (2) 若 $$\\alpha\\beta=2$$，求 $$k$$。',
    answer: '(1) $$-5$$ (2) $$6$$',
    hasImage: false,
  },
  {
    id: '17a18414108',
    chapter: '多項式函數',
    question: '$$f(x)$$ 為一次函數，若 $$f(1.27)=8.723$$，$$f(1.28)=8.783$$，求 $$f(x)$$。',
    answer: '$$f(x)=6x+1.103$$',
    hasImage: false,
  },
  {
    id: '17a19a05422',
    chapter: '多項式函數',
    question:
      '設某沙漠地區某一段時間的溫度函數為 $$f(t)=-t^2+10t+11$$，其中 $$1\\le t\\le10$$，則這段時間內該地區的最大溫差為？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '17a19a1410c',
    chapter: '多項式函數',
    question: '設 $$f(x)=x^2-2x+k$$，對所有實數 $$x$$ 恆使 $$f(x)>0$$，求 $$k$$ 的範圍。',
    answer: '$$k>1$$',
    hasImage: false,
  },
  {
    id: '17a19a9301f',
    chapter: '多項式函數',
    question: '$$f(x)=x^3+12x^2+8x+7$$$$=(x+h)^3+p(x+h)+q$$，求 $$h$$、$$p$$、$$q$$、對稱中心。',
    answer: '$$4$$；$$-40$$；$$103$$；$$(-4,103)$$',
    hasImage: false,
  },
  {
    id: '17a19abbcc7',
    chapter: '多項式函數',
    question:
      '$$a\\neq0$$，$$f(x)=a(x-9)^3+b(x-9)+7$$ 的圖形與圓 $$(x-9)^2+(y-7)^2=r^2$$ 恰有兩個交點，其中一個交點的坐標是 $$(20,15)$$，求另一個交點的坐標。',
    answer: '$$(-2,-1)$$',
    hasImage: false,
  },
  {
    id: '17a19bb02e6',
    chapter: '多項式函數',
    question: '求 $$(x+1)(x^2+x-1)<0$$ 之解。',
    answer: '$$x<\\frac{-1-\\sqrt{5}}{2}$$ 或 $$-1<x<\\frac{-1+\\sqrt{5}}{2}$$',
    hasImage: false,
  },
  {
    id: '17a19bbf61e',
    chapter: '多項式函數',
    question: '求 $$(x-1)(x-2)^3(x-3)^2>0$$ 之解。',
    answer: '$$x<1$$ 或 $$x>2$$，但 $$x\\neq3$$',
    hasImage: false,
  },
  {
    id: '17a19c2b55e',
    chapter: '多項式函數',
    question:
      '多項式 $$f(x)$$ 除以 $$x^2-2x-3$$ 的餘式為 $$x+5$$，則關於 $$f(x)$$ 的除法，哪些正確？\n(1) 除以 $$x+1$$ 的餘式必為 $$4$$\n(2) 除以 $$x+3$$ 的餘式必為 $$8$$\n(3) 除以 $$x^2+3x+2$$ 的餘式可能為 $$3x+7$$\n(4) 除以 $$x^2-x-6$$ 的餘式可能為 $$2x+3$$\n(5) 除以 $$(x+1)(x-3)(x+2)$$ 的餘式可能為 $$2x^2-3x-1$$',
    answer: '(1)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a1ad46bf7',
    chapter: '多項式函數',
    question:
      '學生練習三次多項式 $$f(x)$$ 除以一次多項式 $$g(x)$$ 的餘式。已知 $$f(x)$$ 的三次項係數為 $$3$$，一次項係數為 $$2$$。甲生把 $$f(x)$$ 的三次項係數錯看成 $$2$$，乙生把 $$f(x)$$ 的一次項係數錯看成 $$-2$$。而甲生和乙生算出來的餘式剛好一樣。試問 $$g(x)$$ 可能等於以下列哪些一次式？\n(1) $$x$$ (2) $$x-1$$ (3) $$x-2$$ (4) $$x+1$$ (5) $$x+2$$',
    answer: '(1)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a1adcc0ed',
    chapter: '多項式函數',
    question:
      '設多項式 $$f(x)$$ 除以 $$x^2-5x+4$$，餘式為 $$x+2$$；除以 $$x^2-5x+6$$，餘式為 $$3x+4$$，求 $$f(x)$$ 除以 $$x^2-4x+3$$ 之餘式。',
    answer: '$$5x-2$$',
    hasImage: false,
  },
  {
    id: '17a1ade3264',
    chapter: '多項式函數',
    question:
      '設 $$f(x)$$ 為三次多項式，若 $$f(x)$$ 除以 $$(x+2)(x-3)$$ 的餘式為 $$4x-1$$，除以 $$x^2+1$$ 的餘式為 $$-9x+8$$，求 $$f(x)$$。',
    answer: '$$2x^3-3x^2-7x+5$$',
    hasImage: false,
  },
  {
    id: '17a1aff775f',
    chapter: '多項式函數',
    question:
      '若多項式 $$f(x)$$、$$g(x)$$ 滿足 $$f(x)-g(x)=x^3-5x^2+x+4$$，且 $$g(x)$$ 除以 $$x-1$$ 的餘式為 $$8$$，求 $$f(x)$$ 除以 $$x-1$$ 的餘式。',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '17a1b0214d9',
    chapter: '多項式函數',
    question: '若 $$f(x)=x^3-2x^2-x+5$$，求多項式 $$g(x)=f(f(x))$$ 除以 $$x-2$$ 的餘式。',
    answer: '$$11$$',
    hasImage: false,
  },
  {
    id: '17a1b0543b3',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=6x^4+5x^3-16x^2-6x+17$$，已知有四個相異實數 $$p$$、$$q$$、$$r$$、$$s$$ 滿足 $$f(p)=f(q)=f(r)=f(s)=12$$，求 $$(p+1)(q+1)(r+1)(s+1)$$。',
    answer: '$$-\\frac{2}{3}$$',
    hasImage: false,
  },
  {
    id: '17a1b0ada5c',
    chapter: '多項式函數',
    question:
      '設 $$p,q\\in\\mathbb{R}$$，若多項式 $$f(x)=x^{20}-4x^{18}+x^5+px+q$$ 能被 $$x^2+x-2$$ 整除，請問下列選項哪些正確？\n(1) $$p,q\\in\\mathbb{Z}$$ (2) $$p>q$$ (3) $$p+q>0$$ (4) $$pq>0$$ (5) $$p^q>q^p$$',
    answer: '(1)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a1b0d869e',
    chapter: '多項式函數',
    question:
      '設二次實係數多項式函數 $$f(x)=ax^2+2ax+b$$ 在區間 $$-1\\le x\\le1$$ 的最大值為 $$7$$、最小值為 $$3$$，求數對 $$(a,b)$$。',
    answer: '$$(1,4)$$ 或 $$(-1,6)$$',
    hasImage: false,
  },
  {
    id: '17a1b10ab40',
    chapter: '多項式函數',
    question:
      '設 $$a,b\\in\\mathbb{R}$$ 且 $$a\\neq0$$，若 $$f(x)=ax^2+bx+\\frac{1}{a}$$ 在 $$x=2$$ 時有最大值為 $$-3$$，則點 $$P(a,b)$$ 在第幾象限？',
    answer: '二',
    hasImage: false,
  },
  {
    id: '17a2019b16e',
    chapter: '排列組合與機率',
    question:
      '(單選) 設 $$(1-\\sqrt{3})^6=a+b\\sqrt{3}$$，其中 $$a,b\\in\\mathbb{Z}$$，請問 $$b$$ 等於下列哪一個選項？\n(1) $$C^6_0+3^2C^6_2+3^4C^6_4+3^6C^6_6$$\n(2) $$C^6_0-3C^6_2+3^2C^6_4-3^3C^6_6$$\n(3) $$C^6_1-3C^6_3+3^2C^6_5$$\n(4) $$-C^6_1-3C^6_3-3^2C^6_5$$\n(5) $$-C^6_0+3C^6_2-3^2C^6_4+3^3C^6_6$$',
    answer: '(4)',
    hasImage: false,
  },
  {
    id: '17a201bf43f',
    chapter: '排列組合與機率',
    question:
      '(單選) 一袋中有 $$6$$ 個白球與 $$n$$ 個黑球，假設每球被選取的機會均等，今從袋中一次取出兩球，已知兩球均為白球的機率是 $$\\frac{5}{12}$$，求 $$n$$。\n(1) $$3$$ (2) $$5$$ (3) $$7$$ (4) $$9$$ (5) $$11$$',
    answer: '(1)',
    hasImage: false,
  },
  {
    id: '17a201ea705',
    chapter: '排列組合與機率',
    question:
      '(多選) 將 $$(x+y^2)^{10}$$ 展開集項後，請選出正確的選項。\n(1) $$x^{10}$$ 的係數小於 $$x^3y^{14}$$ 的係數\n(2) $$x^8y^4$$ 的係數小於 $$x^3y^{14}$$ 的係數\n(3) $$x^2y^{16}$$ 的係數大於 $$x^6y^8$$ 的係數\n(4) $$x^7y^6$$ 的係數小於 $$x^5y^{10}$$ 的係數\n(5) $$x^6y^8$$ 的係數大於 $$x^4y^{12}$$ 的係數',
    answer: '(1)(2)(4)',
    hasImage: false,
  },
  {
    id: '17a2022525e',
    chapter: '排列組合與機率',
    question:
      '(多選) 將 $$10$$ 本不同的書分裝入數個相同的袋子，選出正確的選項。\n(1) 若依本數 $$4$$，$$3$$，$$2$$，$$1$$ 分裝入四袋，則有 $$C^{10}_4C^6_3C^3_2C^1_1$$ 種分法\n(2) 若依本數 $$2$$，$$2$$，$$2$$，$$2$$，$$2$$ 分裝入五袋，則有 $$\\frac{C^{10}_2C^8_2C^6_2C^4_2C^2_2}{5!}$$ 種分法\n(3) 若依本數 $$4$$，$$2$$，$$2$$，$$2$$ 分裝入四袋，則有 $$\\frac{C^{10}_2C^6_2C^4_2C^2_2}{3!}$$ 種分法\n(4) 若依本數 $$3$$，$$3$$，$$2$$，$$2$$ 分裝入四袋，則有 $$\\frac{C^{10}_3C^7_3C^4_2C^2_2}{2!2!}$$ 種分法\n(5) 若依本數 $$3$$，$$3$$，$$2$$，$$2$$ 分裝給四個人，則有 $$\\frac{C^{10}_3C^7_3C^4_2C^2_2}{2!2!}$$ 種分法',
    answer: '(1)(2)(3)(4)',
    hasImage: false,
  },
  {
    id: '17a2023d430',
    chapter: '排列組合與機率',
    question:
      '(多選) 某一班共有 $$40$$ 人，問卷調查有手機與平板電腦的人數。從統計資料顯示此班有 $$35$$ 人有手機，而有 $$14$$ 人有平板電腦，兩者都有的人共有 $$x$$ 人，試問 $$x$$ 可能為下列哪些值？\n(1) $$8$$ (2) $$9$$ (3) $$10$$ (4) $$14$$ (5) $$15$$',
    answer: '(2)(3)(4)',
    hasImage: false,
  },
  {
    id: '17a2025f446',
    chapter: '排列組合與機率',
    question:
      '若數列 $$a_1$$，$$a_2$$，$$a_3$$，$$a_4$$，$$a_5$$ 中每一項皆為 $$1$$ 或 $$-1$$，則乘積 $$a_1a_2a_3a_4a_5$$ 之值有幾種可能性？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '17a2027820c',
    chapter: '排列組合與機率',
    question:
      '設 $$U$$ 是若干個正整數所成的集合，若 $$U$$ 中 $$2$$ 的倍數有 $$42$$ 個，$$6$$ 的倍數有 $$15$$ 個，$$2$$ 或 $$3$$ 的倍數有 $$50$$ 個，試問 $$U$$ 中是 $$3$$ 的倍數，但不是 $$2$$ 的倍數有幾個？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '17a20290841',
    chapter: '排列組合與機率',
    question:
      '一家五口，父母兄弟妹，每人都會做飯，也會洗碗，但每餐飯，做飯者不洗碗。某假日午晚兩餐，做飯者非同一人，洗碗者也非同一人，則午晚兩餐做飯、洗碗共有幾種情形？',
    answer: '$$260$$',
    hasImage: false,
  },
  {
    id: '17a202b0a26',
    chapter: '排列組合與機率',
    question:
      '有一個走捷徑的遊戲，挑戰者必須由 $$A$$ 點走到 $$B$$ 點，已知經過 $$C$$ 點會扣生命值 $$7$$ 點，經過 $$D$$ 點會扣生命值 $$8$$ 點，走到 $$B$$ 點必須維持生命值 $$90$$ 點以上才算成功。若挑戰者目前生命值為 $$100$$ 點，則所有成功過關的走法有？',
    answer: '$$258$$',
    hasImage: true,
  },
  {
    id: '17a202cce60',
    chapter: '排列組合與機率',
    question: '四人猜拳(剪刀、石頭、布)一次，則淘汰人數的期望值為？',
    answer: '$$\\frac{28}{27}$$ 人',
    hasImage: false,
  },
  {
    id: '17a202e5b03',
    chapter: '排列組合與機率',
    question:
      '老師將 $$6$$ 個不同的物品分成三堆，每堆分別為 $$3$$ 個，$$2$$ 個，$$1$$ 個，若再將此三堆以每人一堆的方式分給甲，乙，丙 $$3$$ 人，則共有幾種分法？',
    answer: '$$360$$',
    hasImage: false,
  },
  {
    id: '17a2030c7d5',
    chapter: '排列組合與機率',
    question:
      '某次考試中有一題多重選擇題，共有 $$A$$、$$B$$、$$C$$、$$D$$、$$E$$ 五個選項，而五個選項中至少有一個選項是正確的。計分方式為：「完全正確得 $$8$$ 分，只錯一個選項可得 $$5$$ 分，只錯兩個選項可得 $$2$$ 分，答錯三個或三個以上選項不給分」。若小明只確定 $$A$$ 選項一定是正確的，另外 $$B$$、$$C$$、$$D$$、$$E$$ 四個選項他不經考慮隨意猜答，則小明此題得分之期望值為？',
    answer: '$$2.5$$ 分',
    hasImage: false,
  },
  {
    id: '17a20445a4b',
    chapter: '數與式',
    question: '求 $$10^{\\log7}+\\log10^7$$',
    answer: '$$14$$',
    hasImage: false,
  },
  {
    id: '17a20463ef2',
    chapter: '數與式',
    question:
      '若 $$a,b\\in\\mathbb{Q}$$ 且 $$(1+2\\sqrt{2})a+(3+4\\sqrt{2})b=5+6\\sqrt{2}$$，求 $$7a+8b$$。',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '17a2049be60',
    chapter: '數與式',
    question:
      '設 $$a$$、$$b$$ 為正數，且 $$3a+4b=26$$，求當數對 $$(a,b)$$ 為何時，$$ab$$ 有最大值。',
    answer: '$$\\left(\\frac{13}{3},\\frac{13}{4}\\right)$$',
    hasImage: false,
  },
  {
    id: '17a204ba275',
    chapter: '數與式',
    question:
      '數線上給定兩點 $$A(1)$$、$$B(5)$$，已知兩相異點 $$P_1$$，$$P_2$$ 滿足 $$\\overline{AP_1}:\\overline{BP_1}=\\overline{AP_2}:\\overline{BP_2}=1:3$$，求 $$\\overline{P_1P_2}$$。',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17a204ca2ab',
    chapter: '數與式',
    question: '若 $$5^x+4\\cdot5^{x+1}=525$$，求 $$x$$。',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '17a204db218',
    chapter: '數與式',
    question:
      '設 $$a,b\\in\\mathbb{R}$$，若 $$|ax+2|\\le b$$ 之解為 $$-3\\le x\\le5$$，求 $$a+b$$。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a204fcdcb',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=x^3-4x^2+7x-1$$$$=a(x-2)^3+b(x-2)^2+c(x-2)+d$$，試求：\n(1) $$a+b+c+d$$\n(2) $$f(1.98)$$ 的近似值 (四捨五入取到小數點後第二位)',
    answer: '(1) $$11$$ (2) $$4.94$$',
    hasImage: false,
  },
  {
    id: '17a2051a7ed',
    chapter: '多項式函數',
    question: '設 $$f(x)=x^7-9x^6+11x^5-22x^4$$$$-18x^3+20x^2-99$$，試求 $$f(8)$$。',
    answer: '$$157$$',
    hasImage: false,
  },
  {
    id: '17a2053e759',
    chapter: '多項式函數',
    question:
      '多項式 $$f(x)$$ 除以 $$x-3$$ 得餘式 $$12$$，除以 $$x+2$$ 得餘式 $$2$$，試求 $$f(x)$$ 除以 $$(x-3)(x+2)$$ 所得之餘式。',
    answer: '$$2x+6$$',
    hasImage: false,
  },
  {
    id: '17a2055075c',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=x^2-4x+k$$，若不論 $$x$$ 為任何實數，對應的 $$f(x)$$ 值恆為正數，求實數 $$k$$ 的範圍。',
    answer: '$$k>4$$',
    hasImage: false,
  },
  {
    id: '17a205692cf',
    chapter: '多項式函數',
    question: '求不等式 $$(x^2+x+2)(x-5)(2x-25)\\le0$$ 之解。',
    answer: '$$5\\le x\\le\\frac{25}{2}$$',
    hasImage: false,
  },
  {
    id: '17a20581f3b',
    chapter: '多項式函數',
    question: '當 $$2\\le x\\le4$$ 時，$$y=-2x^2+4x+5$$ 有最大值 $$M$$，求 $$M$$。',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '17a2224ba40',
    chapter: '矩陣B',
    question:
      '若 $$\\begin{bmatrix}0&2\\\\2a+b&c\\\\a&b\\end{bmatrix}=\\begin{bmatrix}0&c-a\\\\-c&3\\\\a&a-6\\end{bmatrix}$$，求序組 $$(a,b,c)$$。',
    answer: '$$(1,-5,3)$$',
    hasImage: false,
  },
  {
    id: '17a2225cdb3',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&2\\\\1&3\\end{bmatrix}$$，$$B=\\begin{bmatrix}k&2\\\\1&5\\end{bmatrix}$$，若 $$(A+B)(A-B)=A^2-B^2$$，求實數 $$k$$。',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17a222730af',
    chapter: '矩陣B',
    question:
      '設 $$A$$，$$B$$，$$C$$ 為二階方陣，$$AB=\\begin{bmatrix}-2&3\\\\4&1\\end{bmatrix}$$，$$AC=\\begin{bmatrix}6&1\\\\-2&3\\end{bmatrix}$$，且 $$B+C=\\begin{bmatrix}5&4\\\\3&2\\end{bmatrix}$$，求 $$A$$。',
    answer: '$$\\begin{bmatrix}2&-2\\\\4&-6\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '17a222923d8',
    chapter: '矩陣B',
    question:
      '(多選) 設 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{3\\times3}$$ 滿足 $$a_{ij}=\\begin{cases}i^2,i>j\\\\j-i,i\\le j\\end{cases}$$，下列何者為真？\n(1) $$a_{32}=9$$ (2) $$a_{22}=1$$ (3) $$a_{13}=2$$ (4) 所有元素和為 $$30$$ (5) 所有元素平方和為 $$100$$ ',
    answer: '(1)(3)',
    hasImage: false,
  },
  {
    id: '17a222a3742',
    chapter: '矩陣B',
    question:
      '設聯立方程式 $$\\begin{bmatrix}k-1&2\\\\5&k+2\\end{bmatrix}\\begin{bmatrix}x\\\\y\\end{bmatrix}=\\begin{bmatrix}2\\\\5\\end{bmatrix}$$ 無解，求 $$k$$。',
    answer: '$$-4$$',
    hasImage: false,
  },
  {
    id: '17a222cf18f',
    chapter: '矩陣B',
    question:
      '(多選) $$A=\\begin{bmatrix}0&2\\\\-2&0\\end{bmatrix}$$，$$I=\\begin{bmatrix}1&0\\\\0&1\\end{bmatrix}$$，則以下敘述，何者正確？\n(1) $$A^2=-4I$$ (2) $$A^3=-4A$$\n(3) $$A^4=16I$$ (4) $$A^{100}=(-4)^{50}I$$\n(5) $$(A-I)^3=-A+11I$$',
    answer: '(1)(2)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17a222ea5b7',
    chapter: '矩陣B',
    question:
      '若兩矩陣 $$A$$ 與 $$B$$ 滿足 $$A+3B=\\begin{bmatrix}1&6&3\\\\2&13&18\\end{bmatrix}$$ 且 $$A-2B=\\begin{bmatrix}1&-4&-2\\\\-3&-7&-7\\end{bmatrix}$$，求矩陣 $$B$$ 的第 $$(2,1)$$ 元。',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '17a22302368',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}3&2\\\\2&1\\end{bmatrix}$$，若 $$A\\begin{bmatrix}a\\\\b\\end{bmatrix}=\\begin{bmatrix}1\\\\0\\end{bmatrix}$$，$$A\\begin{bmatrix}c\\\\d\\end{bmatrix}=\\begin{bmatrix}0\\\\1\\end{bmatrix}$$，求 $$a^3+b^3+c^3+d^3$$。',
    answer: '$$-12$$',
    hasImage: false,
  },
  {
    id: '17a2231a63b',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-1\\\\1&-1\\end{bmatrix}$$，$$C=\\begin{bmatrix}2&1\\\\1&3\\end{bmatrix}$$，若矩陣 $$X$$ 滿足 $$AX+3B=C$$，求 $$X$$。',
    answer: '$$\\begin{bmatrix}6&-2\\\\-5&3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '17a24e0ae41',
    chapter: '三角比',
    question:
      '(多選) 從下列選項中，選出大於 $$\\sin10^\\circ$$ 的選項。\n(1) $$\\sin5^\\circ$$ (2) $$\\frac{1}{2}$$ (3) $$\\sin180^\\circ$$ (4) $$\\cos340^\\circ$$ (5) $$\\tan135^\\circ$$',
    answer: '(2)(4)',
    hasImage: false,
  },
  {
    id: '17a24e2bd7c',
    chapter: '三角比',
    question:
      '(多選) 如圖，下列選項何者正確？$$\\left(\\sin75^\\circ=\\frac{\\sqrt{6}+\\sqrt{2}}{4}\\right)$$\n(1) $$\\overline{AB}=4\\sqrt{2}$$\n(2) $$\\overline{BC}=4(\\sqrt{3}+1)$$\n(3) $$\\triangle ABC$$ 為鈍角三角形\n(4) $$\\triangle ABC$$ 之外接圓半徑為 $$4\\sqrt{2}$$\n(5) $$\\triangle ABC$$ 之外接圓面積為 $$32\\pi$$',
    answer: '(1)(2)(3)(4)(5)',
    hasImage: true,
  },
  {
    id: '17a24e3eecd',
    chapter: '三角比',
    question: '求 $$\\sin870^\\circ+\\sin^2(-105^\\circ)+\\cos^2105^\\circ-\\tan540^\\circ$$',
    answer: '$$\\frac{3}{2}$$',
    hasImage: false,
  },
  {
    id: '17a24e58da9',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=1$$，$$\\overline{BC}=\\sqrt{3}$$，$$\\overline{AC}=\\sqrt{7}$$，求 $$\\triangle ABC$$ 最大的內角度數。',
    answer: '$$150^\\circ$$',
    hasImage: false,
  },
  {
    id: '17a24e6d768',
    chapter: '三角比',
    question: '如圖，$$ABCD$$ 為一等腰梯形，試求 $$\\cos\\angle BAD$$。',
    answer: '$$-\\frac{2}{5}$$',
    hasImage: true,
  },
  {
    id: '17a24e7a289',
    chapter: '三角比',
    question:
      '在極坐標中，$$A$$、$$B$$ 兩點的坐標分別為 $$A[2,34^\\circ]$$，$$B[5,154^\\circ]$$，求 $$\\overline{AB}$$。',
    answer: '$$\\sqrt{39}$$',
    hasImage: false,
  },
  {
    id: '17a24e8a188',
    chapter: '三角比',
    question:
      '已知 $$270^\\circ<\\theta<360^\\circ$$，且 $$\\sin\\theta=-\\frac{1}{3}$$，求 $$\\cos\\theta+\\sin(270^\\circ-\\theta)+\\tan(180^\\circ+\\theta)$$。',
    answer: '$$-\\frac{\\sqrt{2}}{4}$$',
    hasImage: false,
  },
  {
    id: '17a24eb0dfb',
    chapter: '三角比',
    question:
      '四邊形 $$ABCD$$ 中，已知 $$\\overline{AB}=2$$，$$\\overline{BC}=7$$，$$\\overline{CD}=5$$，$$\\overline{BD}=6$$，$$\\angle ABD=30^\\circ$$，求此四邊形面積。',
    answer: '$$3+6\\sqrt{6}$$',
    hasImage: false,
  },
  {
    id: '17a2d6163e4',
    chapter: '多項式函數',
    question:
      '設 $$a,b,c\\in\\mathbb{R}$$，若二次函數 $$f(x)=ax^2+bx+c$$ 的圖形通過 $$(0,-1)$$ 且與 $$x$$ 軸相切，則下列哪些正確？\n(1) $$a<0$$ (2) $$b>0$$ (3) $$c=-1$$\n(4) $$b^2+4ac=0$$ (5) $$a+b+c\\le0$$',
    answer: '(1)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a2d6ebedf',
    chapter: '多項式函數',
    question: '函數 $$y=ax+b$$ 與 $$y=ax^2+bx+c$$ 在同一坐標系的圖形可能為下列哪些？',
    answer: '(2)(4)',
    hasImage: true,
  },
  {
    id: '17a2d790e42',
    chapter: '多項式函數',
    question:
      '設 $$a,b\\in\\mathbb{R}$$，已知坐標平面上拋物線 $$y=x^2+ax+b$$ 與 $$x$$ 軸交於 $$P$$，$$Q$$ 兩點，且 $$\\overline{PQ}=7$$，若拋物線 $$y=x^2+ax+(b+2)$$ 與 $$x$$ 軸的兩交點為 $$R$$，$$S$$，求 $$\\overline{RS}$$。',
    answer: '$$\\sqrt{41}$$',
    hasImage: false,
  },
  {
    id: '17a2da48070',
    chapter: '多項式函數',
    question:
      '設 $$a,b\\in\\mathbb{R}$$，若 $$y=x^2+ax+b$$ 的圖形被 $$x$$ 軸所截的弦長為 $$6$$，則此圖形沿 $$y$$ 軸正向平移 $$k$$ 後恰與 $$x$$ 軸相切，求 $$k$$。',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '17a2da5fdc6',
    chapter: '多項式函數',
    question:
      '設 $$m\\in\\mathbb{R}$$，二次函數 $$y=mx^2+x+(m+1)$$ 的圖形恆在直線 $$3x+2y=1$$ 的上方，求 $$m$$ 的範圍。',
    answer: '$$m>\\frac{-1+\\sqrt{26}}{4}$$',
    hasImage: false,
  },
  {
    id: '17a2db03ab8',
    chapter: '多項式函數',
    question:
      '二次函數 $$f(x)=ax^2+bx+c$$，已知 $$f(2)=4$$，$$f(5)=1$$，且 $$y=f(x)$$ 的函數值恆為正數，求二次項係數 $$a$$ 的範圍。',
    answer: '$$\\frac{1}{9}<a<1$$',
    hasImage: false,
  },
  {
    id: '17a2db390e3',
    chapter: '多項式函數',
    question:
      '設 $$a,b\\in\\mathbb{R}$$ 且 $$\\begin{cases}x^2-5x+a<0\\\\x^2+3x+b<0\\end{cases}$$ 的解為 $$1<x<2$$，求數對 $$(a,b)$$。',
    answer: '$$(4,-10)$$',
    hasImage: false,
  },
  {
    id: '17a2db5f497',
    chapter: '多項式函數',
    question:
      '$$f(x)$$ 為三次多項式，若 $$f(x)>0$$ 的解為 $$2<x<5$$ 或 $$x>6$$，$$f(x)>12$$ 的解為 $$x>8$$，求 $$f(0)$$。\n',
    answer: '$$-20$$',
    hasImage: false,
  },
  {
    id: '17a2db8d3e7',
    chapter: '多項式函數',
    question:
      '不等式 $$x^2(x+5)(x+1)(x-4)(x-7)<$$$$(2x-3)(x+5)(x+1)(x-4)(x-7)$$，下列哪些選項是它的一個解？\n(1) $$-2\\pi$$ (2) $$-\\pi$$ (3) $$\\pi$$ (4) $$2\\pi$$',
    answer: '(2)(4)',
    hasImage: false,
  },
  {
    id: '17a2dbb5a10',
    chapter: '多項式函數',
    question: '求 $$(x^2-4x+2)(2x-5)(2x-37)\\le0$$ 的整數解個數。',
    answer: '$$17$$',
    hasImage: false,
  },
  {
    id: '17a2dd2d0b1',
    chapter: '直線與圓',
    question:
      '正五邊形 $$ABCDE$$，如圖。五個邊長中何者的斜率最大？何者的斜率最小？\n(1) $$\\overline{AB}$$ (2) $$\\overline{BC}$$ (3) $$\\overline{CD}$$ (4) $$\\overline{DE}$$ (5) $$\\overline{EA}$$',
    answer: '(3)；(1)',
    hasImage: true,
  },
  {
    id: '17a2dd465e2',
    chapter: '直線與圓',
    question: '已知 $$\\overline{AB}$$ 斜率為 $$2$$，若 $$A(3,7)$$、$$B(-1,x)$$，求 $$x$$。',
    answer: '$$-1$$',
    hasImage: false,
  },
  {
    id: '17a2dd59cf5',
    chapter: '直線與圓',
    question:
      '由 $$A$$ 向右移 $$5$$，再向上移 $$y$$ 到達 $$B$$ 點，若 $$\\overline{AB}$$ 的斜率為 $$2$$，求 $$y$$。',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '17a2dd669cd',
    chapter: '直線與圓',
    question: '設直線方程式 $$kx+(k-6)y=1$$ 的斜率為 $$2$$，求 $$k$$。',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '17a348a3b3e',
    chapter: '直線與圓',
    question:
      '三點 $$P(1,a)$$，$$Q(2,a+3)$$，$$R(-1,5)$$，若：\n(1) 在同一直線上，求 $$a$$。 (2) $$\\angle PQR=90^\\circ$$，求 $$a$$。',
    answer: '(1) $$11$$ (2) $$1$$',
    hasImage: false,
  },
  {
    id: '17a34943d7f',
    chapter: '直線與圓',
    question: '已知 $$A(3,4)$$，$$B(-5,2)$$，求 $$\\overleftrightarrow{AB}$$ 方程式。',
    answer: '$$x-4y=-13$$',
    hasImage: false,
  },
  {
    id: '17a3495873a',
    chapter: '直線與圓',
    question:
      '坐標平面上直線 $$L$$ 與 $$x$$ 軸交於 $$(-k,0)$$，與 $$y$$ 軸交於 $$(0,2k)$$，且點 $$(9,8)$$ 在 $$L$$ 上，求 $$k$$。',
    answer: '$$-5$$',
    hasImage: false,
  },
  {
    id: '17a349b3a65',
    chapter: '直線與圓',
    question:
      '平面上直線 $$L:2x+6y=4$$，請問下列哪一個選項的直線與 $$L$$ 相平行？哪一個選項的直線與 $$L$$ 相垂直？\n(1) $$3x-9y=1$$ (2) $$3x-y=1$$ (3) $$x+3y=1$$ (4) $$3x+9y=6$$',
    answer: '(3)；(2)',
    hasImage: false,
  },
  {
    id: '17a34a1e673',
    chapter: '直線與圓',
    question: '點 $$(2,k)$$ 到直線 $$3x-4y=1$$ 的距離為 $$3$$，求 $$k$$。',
    answer: '$$5$$ 或 $$-\\frac{5}{2}$$',
    hasImage: false,
  },
  {
    id: '17a34a4c710',
    chapter: '直線與圓',
    question: '求坐標平面上兩平行線 $$L_1:5x+12y=3$$ 與 $$L_2:10x+24y=17$$ 的距離。',
    answer: '$$\\frac{11}{26}$$',
    hasImage: false,
  },
  {
    id: '17a34abb772',
    chapter: '直線與圓',
    question:
      '不等式 $$ax+by\\ge c$$ 的圖形為下列哪一個選項，可使實數 $$a$$、$$b$$、$$c$$ 均小於 $$0$$？',
    answer: '(2)',
    hasImage: true,
  },
  {
    id: '17a36690e96',
    chapter: '直線與圓',
    question: '求圓心 $$(1,-3)$$ 且半徑為 $$4$$ 的圓方程式。',
    answer: '$$(x-1)^2(+y+3)^2=16$$',
    hasImage: false,
  },
  {
    id: '17a366ab9d9',
    chapter: '直線與圓',
    question: '$$x^2+pxy+qy^2+4x-6y-5=0$$ 為圓，求 $$p$$、$$q$$、圓心、半徑。',
    answer: '$$0$$；$$1$$；$$(-2,3)$$；$$3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17a3671805f',
    chapter: '直線與圓',
    question: '直線 $$L:3x+5y=1$$ 向右平移 $$4$$ 單位再向上平移 $$7$$ 單位，求所成圖形的方程式。',
    answer: '$$3x+5y=-22$$',
    hasImage: false,
  },
  {
    id: '17a36731378',
    chapter: '直線與圓',
    question:
      '圓 $$x^2+y^2-6x+4y+1=0$$ 向左移 $$h$$ 單位再向上移 $$k$$ 單位，所成圖形的方程式為 $$x^2+y^2+2x-10y+p=0$$，求序組 $$(h,k,p)$$。',
    answer: '$$(4,7,14)$$',
    hasImage: false,
  },
  {
    id: '17a3677e6c4',
    chapter: '直線與圓',
    question: '若點 $$(a,-a)$$ 在圓 $$x^2+y^2+3x=0$$ 的內部，求 $$a$$ 的範圍。',
    answer: '$$-\\frac{3}{2}<a<0$$',
    hasImage: false,
  },
  {
    id: '17a3678cae7',
    chapter: '直線與圓',
    question: '滿足 $$4\\le x^2+y^2\\le10$$ 的點 $$(x,y)$$ 所成區域面積為？',
    answer: '$$6\\pi$$',
    hasImage: false,
  },
  {
    id: '17a367d7b20',
    chapter: '直線與圓',
    question: '若圓 $$x^2+y^2+kx-3ky+k+4=0$$ 與直線 $$x-y=0$$ 不相交，求 $$k$$ 的範圍。',
    answer: '$$-2<k<4$$',
    hasImage: false,
  },
  {
    id: '17a367e6585',
    chapter: '直線與圓',
    question: '若圓 $$x^2+y^2=9$$ 與直線 $$3x+4y=k$$ 相切，求 $$k$$。',
    answer: '$$\\pm15$$',
    hasImage: false,
  },
  {
    id: '17a36834824',
    chapter: '直線與圓',
    question: '點 $$A(7,-2)$$ 對圓 $$(x-3)^2+(y+4)^2=5$$ 所作的切線段長度為？',
    answer: '$$\\sqrt{15}$$',
    hasImage: false,
  },
  {
    id: '17a36848471',
    chapter: '直線與圓',
    question: '點 $$A(3,1)$$ 在圓 $$(x+2)^2+(y-5)^2=41$$ 上，求過 $$A$$ 點且與圓相切的切線方程式',
    answer: '$$5x-4y=11$$',
    hasImage: false,
  },
  {
    id: '17a3872be1f',
    chapter: '數列級數',
    question:
      '等差數列 $$\\langle a_n\\rangle$$，若 $$a_3=100$$，$$a_{10}=79$$，求首項、前 $$20$$ 項之和。',
    answer: '$$106$$；$$1550$$',
    hasImage: false,
  },
  {
    id: '17a3878a91c',
    chapter: '數列級數',
    question:
      '某巨蛋球場 $$E$$ 區共有 $$25$$ 排座位，此區每一排都比其前一排多 $$2$$ 個座位。小明坐在正中間那一排(即第 $$13$$ 排)，發現此排共有 $$64$$ 個座位，求此球場 $$E$$ 區的總座位數？',
    answer: '$$1600$$',
    hasImage: false,
  },
  {
    id: '17a38ef2658',
    chapter: '數列級數',
    question:
      '等比數列 $$\\langle a_n\\rangle=1,6,36,216,\\cdots$$，從第幾項開始會超過 $$10^{10}$$？($$\\log_2\\approx0.3010$$，$$\\log_3\\approx0.4771$$)',
    answer: '$$14$$',
    hasImage: false,
  },
  {
    id: '17a38f133a4',
    chapter: '數列級數',
    question: '等比級數 $$\\frac{1}{16}+\\frac{1}{8}+\\frac{1}{4}+\\cdots+512$$ 共有幾項？其和為？',
    answer: '$$14$$、$$1023\\frac{15}{16}$$',
    hasImage: false,
  },
  {
    id: '17a38f954aa',
    chapter: '數列級數',
    question: '某人存入銀行 $$10000$$ 元，年利率 $$4\\%$$，半年計息，以單利計息，求滿一年本利和。',
    answer: '$$10400$$ 元',
    hasImage: false,
  },
  {
    id: '17a38fa110e',
    chapter: '數列級數',
    question: '某人存入銀行 $$10000$$ 元，年利率 $$4\\%$$，半年計息，以複利計息，求滿一年本利和。',
    answer: '$$10404$$ 元',
    hasImage: false,
  },
  {
    id: '17a38ffc8f0',
    chapter: '數列級數',
    question:
      '(1) 求 $$1+2+3+\\cdots+24=$$\n(2) 求 $$1^2+2^2+3^2+\\cdots+24^2=$$\n(3) 求 $$1^3+2^3+3^3+\\cdots+24^3=$$',
    answer: '(1) $$300$$ (2) $$4900$$ (3) $$90000$$',
    hasImage: false,
  },
  {
    id: '17a39013d19',
    chapter: '數列級數',
    question: '求 $$11^3+12^3+13^3+\\cdots+20^3=$$',
    answer: '$$41075$$',
    hasImage: false,
  },
  {
    id: '17a39109975',
    chapter: '數列級數',
    question:
      '下列各選項的遞迴關係式，哪一個所得的 $$\\langle a_n\\rangle$$ 為等差？哪一個所得的 $$\\langle a_n\\rangle$$ 為等比？\n(1) $$a_{n+1}=a_n+n$$ (2) $$a_{n+1}=3a_n$$\n(3) $$a_{n+1}=a_n+5$$ (4) $$a_{n+1}=\\frac{a_n}{n}$$\n(5) $$a_{n+1}=2a_n+3$$',
    answer: '(3)；(2)',
    hasImage: false,
  },
  {
    id: '17a3912f008',
    chapter: '數列級數',
    question:
      '數列 $$\\langle a_n\\rangle$$ 滿足 $$a_1=\\frac{1}{7}$$，若 $$n\\ge1$$，則 $$a_{n+1}=\\frac{7}{2}a_n(1-a_n)$$，求 $$a_{100}$$。',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '17a393dba9d',
    chapter: '數據分析',
    question:
      '正數 $$a$$ 與 $$b$$ 的算術平均數為 $$37$$，幾何平均數為 $$24$$；正數 $$c$$、$$d$$、$$e$$、$$f$$ 的算術平均數為 $$13$$，幾何平均數為 $$3$$，求 $$a$$、$$b$$、$$c$$、$$d$$、$$e$$、$$f$$ 的算術平均數及幾何平均數。',
    answer: '$$21$$；$$6$$',
    hasImage: false,
  },
  {
    id: '17a393f79d8',
    chapter: '數據分析',
    question:
      '有 $$5$$ 個數值：$$21$$、$$30$$、$$31$$、$$40$$、$$52$$，其權數依序為 $$1$$、$$1$$、$$2$$、$$3$$、$$3$$，求加權平均數。',
    answer: '$$38.9$$',
    hasImage: false,
  },
  {
    id: '17a3a063f85',
    chapter: '數據分析',
    question:
      '由小而大的 $$16$$ 個數值 $$1$$，$$2$$，$$4$$，$$5$$，$$7$$，$$8$$，$$10$$，$$11$$，$$13$$，$$14$$，$$16$$，$$17$$，$$19$$，$$20$$，$$22$$，$$23$$，試求：(1) 第 $$40$$ 百分位數 (2) 第 $$3$$ 四分位數',
    answer: '(1) $$10$$ (2) $$18$$',
    hasImage: false,
  },
  {
    id: '17a3a0f0062',
    chapter: '數據分析',
    question: '試求五個數值 $$2$$，$$4$$，$$6$$，$$8$$，$$10$$ 的標準差。',
    answer: '$$2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17a3a11a2cb',
    chapter: '數據分析',
    question:
      '下列五組資料，哪一組的標準差最大？哪一組的標準差最小？\n$$A:1$$，$$1$$，$$1$$，$$1$$，$$1$$，$$10$$，$$10$$，$$10$$，$$10$$，$$10$$\n$$B:1$$，$$1$$，$$1$$，$$1$$，$$1$$，$$5$$，$$5$$，$$5$$，$$5$$，$$5$$\n$$C:4$$，$$4$$，$$4$$，$$5$$，$$5$$，$$5$$，$$5$$，$$6$$，$$6$$，$$6$$\n$$D:1$$，$$1$$，$$2$$，$$2$$，$$3$$，$$3$$，$$4$$，$$4$$，$$5$$，$$5$$\n$$E:1$$，$$2$$，$$3$$，$$4$$，$$5$$，$$6$$，$$7$$，$$8$$，$$9$$，$$10$$',
    answer: '$$A$$；$$C$$',
    hasImage: false,
  },
  {
    id: '17a3a18212b',
    chapter: '數據分析',
    question:
      '$$a$$、$$b$$、$$c$$、$$d$$ 的算術平均數為 $$5$$，標準差為 $$8$$，求 $$1-4a$$、$$1-4b$$、$$1-4c$$、$$1-4d$$ 的算術平均數及標準差。',
    answer: '$$-19$$；$$32$$',
    hasImage: false,
  },
  {
    id: '17a3a1a6f8e',
    chapter: '數據分析',
    question:
      '某班數學老師算出學生學期成績後，鑑於學生平時都很用功，決定每人各加 $$5$$ 分(加分後沒人超過滿分)，則加分前與加分後，成績統計數值絕對不會改變的有：\n(1) 算術平均數 (2) 中位數\n(3) 標準差 (4) 全距 (5) 四分位距',
    answer: '(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17a50c06452',
    chapter: '直線與圓',
    question:
      '坐標平面上四條直線 $$L_1$$、$$L_2$$、$$L_3$$、$$L_4$$ 與 $$x$$ 軸、$$y$$ 軸及直線 $$ y=x$$ 的相關位置如圖所示，其中 $$L_1$$ 與 $$L_3$$ 垂直，而 $$L_3$$ 與 $$L_4$$ 平行。設 $$L_1$$、$$L_2$$、$$L_3$$、$$L_4$$ 的方程式分別為 $$y=m_1x$$，$$y=m_2x$$，$$y=m_3x$$，$$y=m_4x+c$$。試問下列哪些正確。\n(1) $$m_3>m_2>m_1$$ (2) $$m_1\\cdot m_4=-1$$\n(3) $$m_1<-1$$ (4) $$m_2\\cdot m_3<-1$$ (5) $$c>0$$',
    answer: '(2)(3)(4)',
    hasImage: true,
  },
  {
    id: '17a50c4a7d8',
    chapter: '直線與圓',
    question:
      '如圖一鳶形 $$ABCD$$，其中 $$A$$、$$C$$ 在 $$y$$ 軸上，$$B$$、$$D$$ 在 $$x$$ 軸上，且 $$\\overline{AB}=\\overline{AD}=2$$，$$\\overline{BC}=\\overline{CD}=4$$，$$\\overline{AC}=5$$。令 $$m_{AB}$$、$$m_{BC}$$、$$m_{CD}$$、$$m_{DA}$$ 分別表各對應直線之斜率。試問以下哪些敘述成立？\n(1) 此四數值中以 $$m_{AB}$$ 為最大\n(2) 此四數值中以 $$m_{BC}$$ 為最小\n(3) $$m_{BC}=-m_{CD}$$ (4) $$m_{AB}\\times m_{BC}=-1$$\n(5) $$m_{CD}+m_{DA}>0$$',
    answer: '(2)(3)(5)',
    hasImage: true,
  },
  {
    id: '17a50c8d3de',
    chapter: '直線與圓',
    question:
      '坐標平面上有一個菱形 $$ABCD$$，若 $$A(1,1)$$，$$\\overleftrightarrow{AB}$$ 方程式為 $$4x-3y-1=0$$，中心為 $$M(5,3)$$，求此菱形面積。',
    answer: '$$20$$',
    hasImage: false,
  },
  {
    id: '17a50ca5eea',
    chapter: '直線與圓',
    question:
      '平面上直線 $$L_1$$ 過 $$A(4,5)$$，$$L_2$$ 過 $$B(7,-1)$$，$$L_1$$ 與 $$L_2$$ 交於 $$P$$ 點，且 $$L_1$$ 的斜率比 $$L_2$$ 的斜率多 $$1$$，若 $$\\angle ABP=90^\\circ$$，求 $$P$$。',
    answer: '$$\\left(-\\frac{7}{2},-\\frac{25}{4}\\right)$$',
    hasImage: false,
  },
  {
    id: '17a50d16805',
    chapter: '直線與圓',
    question: '點 $$(2,p)$$ 對直線 $$3x-y=q$$ 的對稱點稱為 $$(8,-3)$$，求 $$(p,q)$$。',
    answer: '$$(-1,17)$$',
    hasImage: false,
  },
  {
    id: '17a50d68e5a',
    chapter: '直線與圓',
    question:
      '平面上有點 $$A(7,1)$$ 及直線 $$L:5x-2y=4$$，請找 $$B$$ 點，使 $$A$$、$$B$$ 在 $$L$$ 的同側，滿足 $$\\overleftrightarrow{AB}\\perp L$$ 且 $$A$$ 到 $$B$$ 的距離與 $$A$$ 到 $$L$$ 的距離相等，求 $$B$$。',
    answer: '$$(12,-1)$$',
    hasImage: false,
  },
  {
    id: '17a50d82b17',
    chapter: '直線與圓',
    question:
      '平面上，$$P(2k,1)$$ 到直線 $$L:x+ky=5$$ 的最近距離為 $$\\sqrt{2}$$，求實數 $$k$$。(兩解)',
    answer: '$$\\frac{23}{7}$$ 或 $$1$$',
    hasImage: false,
  },
  {
    id: '17a50da2521',
    chapter: '直線與圓',
    question:
      '已知直線 $$L:3x+4y=12$$，$$P(2,6)$$，$$O(0,0)$$，點 $$P$$ 在 $$L$$ 上之投影為 $$A$$ 點，點 $$O$$ 在 $$L$$ 上之投影為 $$B$$ 點，$$\\overline{OP}$$ 與 $$L$$ 交點為 $$M$$，求：(1) $$\\overline{AM}:\\overline{MB}$$ (2) $$\\overline{AB}$$',
    answer: '(1) $$3:2$$ (2) $$2$$',
    hasImage: false,
  },
  {
    id: '17a50dd5388',
    chapter: '直線與圓',
    question:
      '設 $$a\\in\\mathbb{R}$$，已知在第一象限滿足聯立不等式 $$\\begin{cases}x-3y\\le a\\\\x+2y\\le14\\end{cases}$$ 的所有點所形成之區域面積為 $$\\frac{213}{5}$$ 平方單位，求 $$a$$。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a50def853',
    chapter: '直線與圓',
    question:
      '設 $$a,b\\in\\mathbb{R}$$，已知坐標平面上滿足聯立不等式 $$\\begin{cases}x+y\\ge0\\\\x+y\\le6\\\\2x-y\\ge0\\\\y\\ge ax-b\\end{cases}$$ 的區域是一個菱形，試求此菱形邊長、$$a$$、$$b$$。',
    answer: '$$2\\sqrt{5}$$；$$2$$；$$3\\sqrt{10}$$',
    hasImage: false,
  },
  {
    id: '17a50e0e6da',
    chapter: '直線與圓',
    question:
      '工匠在窗子外邊想做一個圓弧型的花臺，此花臺在窗口的中央往外伸 $$72$$ 公分，窗口的寬度是 $$168$$ 公分，求此圓弧的圓半徑。',
    answer: '$$85$$ 公分',
    hasImage: true,
  },
  {
    id: '17a50e283b8',
    chapter: '直線與圓',
    question:
      '設圓 $$O$$ 之半徑為 $$24$$，$$\\overline{OC}=26$$，$$\\overline{OC}$$ 交圓 $$O$$ 於 $$A$$ 點，$$\\overline{CD}$$ 切圓 $$O$$ 於 $$D$$ 點，$$B$$ 為 $$A$$ 點到 $$\\overline{OD}$$ 的垂足，如示意圖，求 $$\\overline{AB}$$。',
    answer: '$$\\frac{120}{13}$$',
    hasImage: true,
  },
  {
    id: '17a50e42825',
    chapter: '直線與圓',
    question: '坐標平面上的圓 $$(x-7)^2+(y-8)^2=9$$ 上有幾個點與原點的距離正好是整數值？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17a50e5b817',
    chapter: '直線與圓',
    question:
      '點 $$A(1,0)$$ 在單位圓 $$\\Gamma:x^2+y^2=1$$ 上。試問 $$\\Gamma$$ 上除了 $$A$$ 點以外，還有幾個點到直線 $$L:y=2x$$ 的距離，等於 $$A$$ 點到 $$L$$ 的距離？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17a50e7342d',
    chapter: '直線與圓',
    question: '圓過 $$A(0,2)$$、$$B(4,10)$$ 且與 $$x$$ 軸正向相切，求此圓的方程式。',
    answer: '$$(x-4)^2+(y-5)^2=25$$',
    hasImage: false,
  },
  {
    id: '17a50e87ca3',
    chapter: '直線與圓',
    question:
      '若圓 $$C$$ 通過點 $$A(4,2)$$ 及點 $$B(1,-5)$$，且其圓心在直線 $$L:x-3y-7=0$$ 上，求圓 $$C$$ 方程式。',
    answer: '$$\\left(x-\\frac{5}{2}\\right)^2+\\left(y+\\frac{3}{2}\\right)^2=\\frac{29}{2}$$',
    hasImage: false,
  },
  {
    id: '17a50ebac7c',
    chapter: '直線與圓',
    question:
      '設 $$\\Gamma$$ 為坐標平面上通過 $$(7,0)$$ 與 $$\\left(0,\\frac{7}{2}\\right)$$ 兩點的圓。試選出正確的選項。\n(1) $$\\Gamma$$ 的半徑大於或等於 $$5$$\n(2) 當 $$\\Gamma$$ 的半徑達到最小值時，$$\\Gamma$$ 通過原點\n(3) $$\\Gamma$$ 與直線 $$x+2y=6$$ 有交點\n(4) $$\\Gamma$$ 的圓心不可能在第四象限\n(5) 若 $$\\Gamma$$ 圓心在第三象限，則 $$\\Gamma$$ 半徑大於 $$8$$',
    answer: '(2)(5)',
    hasImage: false,
  },
  {
    id: '17a50ee3140',
    chapter: '直線與圓',
    question:
      '設 $$\\Gamma$$ 為坐標平面上的圓，點 $$(0,0)$$ 在 $$\\Gamma$$ 的外部且點 $$(2,6)$$ 在 $$\\Gamma$$ 的內部。選出正確選項。\n(1) $$\\Gamma$$ 的圓心不可能在第二象限\n(2) $$\\Gamma$$ 的圓心可能在第三象限且此時 $$\\Gamma$$ 的半徑必大於 $$10$$\n(3) $$\\Gamma$$ 的圓心可能在第一象限且此時 $$\\Gamma$$ 的半徑必小於 $$10$$\n(4) $$\\Gamma$$ 的圓心可能在 $$x$$ 軸上且此時圓心的 $$x$$ 坐標必小於 $$10$$\n(5) $$\\Gamma$$ 的圓心可能在第四象限且此時 $$\\Gamma$$ 的半徑必大於 $$10$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '17a50f2d913',
    chapter: '直線與圓',
    question:
      '坐標平面上有一圓 $$C$$，圓心為 $$P$$ 點，恰在直線 $$L$$ 上。將 $$L$$ 向左或向右平移 $$12$$ 單位之後恰與圓 $$C$$ 相切；將 $$L$$ 向上或向下平移 $$5$$ 單位之後也可與圓 $$C$$ 相切。求：\n(1) 直線 $$L$$ 的斜率 (2) 圓 $$C$$ 的半徑 ',
    answer: '(1) $$\\pm\\frac{5}{12}$$ (2) $$\\frac{60}{13}$$',
    hasImage: false,
  },
  {
    id: '17a50f44f2b',
    chapter: '直線與圓',
    question:
      '坐標平面上圓 $$C:x^2+y^2+14x+8y-16=0$$ 向右移 $$p$$ 單位再向上移 $$q$$ 單位之後，可使圓心落在第一象限且與兩坐標軸都相切，求數對 $$(p,q)$$。',
    answer: '$$(16,13)$$',
    hasImage: false,
  },
  {
    id: '17a55c297af',
    chapter: '',
    question:
      '設各項都是實數的等差數列 $$a_1$$，$$a_2$$，$$a_3\\cdots$$ 之公差為正實數 $$\\alpha$$，試選出正確的選項。\n(1) 若 $$b_n=-a_n$$，則 $$b_1>b_2>b_3>\\cdots$$\n(2) 若 $$c_n=a_n^2$$，則 $$c_1<c_2<c_3<\\cdots$$\n(3) 若 $$d_n=a_n+a_{n+1}$$，則 $$d_1$$，$$d_2$$，$$d_3\\cdots$$ 是公差為 $$\\alpha$$ 的等差數列\n(4) 若 $$e_n=a_n+n$$，則 $$e_1$$，$$e_2$$，$$e_3\\cdots$$ 是公差為 $$\\alpha+1$$ 的等差數列\n(5) 若 $$f_n$$ 為 $$a_1$$，$$a_2\\cdots a_n$$ 的算術平均數，則 $$f_1$$，$$f_2$$，$$f_3\\cdots$$ 是公差為 $$\\alpha$$ 的等差數列',
    answer: '(1)(4)',
    hasImage: false,
  },
  {
    id: '17a55c5894d',
    chapter: '數列級數',
    question:
      '設 $$a_1=1$$ 且 $$a_1$$，$$a_2$$，$$a_3\\cdots$$ 為等差數列。請選出正確的選項。\n(1) 若 $$a_{100}>0$$，則 $$a_{1000}>0$$\n(2) 若 $$a_{100}<0$$，則 $$a_{1000}<0$$\n(3) 若 $$a_{1000}>0$$，則 $$a_{100}>0$$\n(4) 若 $$a_{1000}<0$$，則 $$a_{100}<0$$\n(5) $$a_{1000}-a_{10}=10(a_{100}-a_1)$$',
    answer: '(2)(3)(5)',
    hasImage: false,
  },
  {
    id: '17a55c7d6e2',
    chapter: '數列級數',
    question:
      '若一個等差數列前 $$5$$ 項的和為 $$24$$，最後 $$5$$ 項的和為 $$186$$，且所有項的和為 $$609$$，則這個數列共有幾項？',
    answer: '$$29$$',
    hasImage: false,
  },
  {
    id: '17a55ca2296',
    chapter: '數列級數',
    question:
      '一個 $$101$$ 項的等差數列 $$a_1$$，$$a_2$$，$$a_3\\cdots a_{101}$$，其和為 $$0$$，且 $$a_{71}=71$$，下列哪些正確？\n(1) $$a_1+a_{101}>0$$ (2) $$a_2+a_{101}<0$$\n(3) $$a_3+a_{99}=0$$ (4) $$a_{51}=51$$ (5) $$a_1<0$$',
    answer: '(3)(5)',
    hasImage: false,
  },
  {
    id: '17a5605dcf4',
    chapter: '數列級數',
    question:
      '設 $$a_1$$，$$a_2$$，$$a_3\\cdots a_{11}$$ 為等比數列且均為正數，$$a_{11}=\\frac{1}{a_1}$$，$$a_4=4$$，求 $$a_3$$。',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '17a5606fee2',
    chapter: '數列級數',
    question:
      '在等比數列 $$\\langle a_n\\rangle$$ 中，$$a_1=1$$，$$a_4=2-\\sqrt{5}$$，$$a_{n+2}=a_{n+1}+a_n$$，$$n\\ge1$$，求 $$\\langle a_n\\rangle$$ 的公比。',
    answer: '$$\\frac{1-\\sqrt{5}}{2}$$',
    hasImage: false,
  },
  {
    id: '17a560a8bbc',
    chapter: '數列級數',
    question:
      '若自然數 $$n$$ 使 $$9^n$$ 為 $$20$$ 位數，則等比級數 $$1+81+81^2+\\cdots+81^n$$ 之和是幾位數？\n($$\\log2\\approx0.301$$，$$\\log3\\approx0.477$$)',
    answer: '$$39$$',
    hasImage: false,
  },
  {
    id: '17a560b9cb2',
    chapter: '數列級數',
    question:
      '一數列共 $$20$$ 項，奇數項和為 $$24$$，偶數項和為 $$84$$，試問：(1) 若為等差數列，求公差。\n(2) 若為等比數列，求公比。',
    answer: '(1) $$6$$ (2) $$\\frac{7}{2}$$',
    hasImage: false,
  },
  {
    id: '17a560ec3d0',
    chapter: '數列級數',
    question:
      '假設實數 $$a_1$$、$$a_2$$、$$a_3$$、$$a_4$$ 是一個等差數列，且滿足 $$0<a_1<2$$ 及 $$a_3=4$$。若定義 $$b_n=2^{a_n}$$，則哪些選項是對的？\n(1) $$b_1$$、$$b_2$$、$$b_3$$、$$b_4$$ 是一個等比數列\n(2) $$b_1<b_2$$ (3) $$b_2>4$$\n(4) $$b_4>32$$ (5) $$b_2\\times b_4=256$$',
    answer: '(1)(2)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17a5610d83d',
    chapter: '數列級數',
    question:
      '設實數組成的數列 $$\\langle a_n\\rangle$$ 是公比為 $$-0.8$$ 的等比數列，實數組成的數列 $$\\langle b_n\\rangle$$ 是首項為 $$10$$ 的等差數列。已知 $$a_9>b_9$$ 且 $$a_{10}>b_{10}$$。請選出正確的選項。\n(1) $$a_9\\times a_{10}<0$$ (2) $$b_{10}>0$$ (3) $$b_9>b_{10}$$\n(4) $$a_9>a_{10}$$ (5) $$a_8>b_8$$',
    answer: '(1)(3)',
    hasImage: false,
  },
  {
    id: '17a57ce4c98',
    chapter: '數列級數',
    question:
      '小華準備向銀行貸款 $$3$$ 百萬元當做創業基金，其年利率為 $$3\\%$$，約定三年期滿一次還清貸款的本利和。銀行貸款一般以複利(每年複利一次)計息還款，但給小華創業優惠改以單利計息還款。試問在此優惠下，小華在三年期滿還款時可以比一般複利計息少繳多少元？',
    answer: '$$8181$$',
    hasImage: false,
  },
  {
    id: '17a57d3f244',
    chapter: '數列級數',
    question:
      '王小姐想利用銀行的薪資帳戶定時定額扣款，以年繳的方式參加儲蓄方案，希望在 $$10$$ 年後存滿 $$10$$ 萬元，若每年複利一次且年利率為 $$4\\%$$，請問她接下來這 $$10$$ 年，每年年初會在帳戶固定提撥多少元給銀行？\n($$1.04^{10}\\approx1.48$$，整數以下四捨五入)',
    answer: '$$8013$$',
    hasImage: false,
  },
  {
    id: '17a57d7aeac',
    chapter: '數列級數',
    question:
      '酒杯一層一層往上堆疊，預計有 $$12$$ 層，希望最上面的第一層 $$3\\times5$$ 個，第二層有 $$4\\times6$$ 個，第三層有 $$5\\times7$$ 個，依此類推。經過計算，應該準備多少個酒杯？',
    answer: '$$1214$$',
    hasImage: false,
  },
  {
    id: '17a57da7235',
    chapter: '數列級數',
    question:
      '一個袋子內有 $$1$$ 號球 $$2$$ 顆、$$2$$ 號球 $$3$$ 顆、$$3$$ 號球 $$4$$ 顆、$$\\cdots$$、$$n$$ 號球 $$(n+1)$$ 顆，若此袋內球號之總和為 $$1938$$，求 $$n$$。',
    answer: '$$17$$',
    hasImage: false,
  },
  {
    id: '17a57e93260',
    chapter: '數列級數',
    question:
      '設實數數列 $$\\langle a_n\\rangle$$ 對所有的正整數 $$n$$ 滿足 $$a_{n+1}=\\frac{n(n+1)}{2}-a_n$$。下列哪些選項正確。\n(1) 若 $$a_1=1$$，則 $$a_2=1$$\n(2) 若 $$a_1$$ 是整數，則此數列的每項都是整數\n(3) 若 $$a_1$$ 是無理數，則此數列的每項都是無理數\n(4) $$a_2\\le a_4\\le\\cdots\\le a_{2n}\\le\\cdots$$ ($$n$$為正整數)\n(5) 若 $$a_k$$ 是奇數，則 $$a_{k+2}$$、$$a_{k+4}$$、$$\\cdots$$、$$a_{k+2n}$$、$$\\cdots$$ 都是奇數 ($$n$$為正整數)',
    answer: '(2)(3)(4)',
    hasImage: false,
  },
  {
    id: '17a57ee10a7',
    chapter: '數列級數',
    question:
      '實數數列 $$\\langle a_n\\rangle$$ 的各項均非 $$0$$，設 $$a_3=a_2+a_1$$，下列選項哪些為真？\n(1) 若 $$a_1a_2>0$$，則 $$a_2a_3>0$$\n(2) 若 $$\\langle a_n\\rangle$$ 成等差數列，則 $$a_4=a_3+a_2$$\n(3) 若 $$\\langle a_n\\rangle$$ 成等差數列，則 $$a_4=4a_1$$\n(4) 若 $$\\langle a_n\\rangle$$ 成等比數列，則 $$a_4=a_3+a_2$$\n(5) 若 $$\\langle a_n\\rangle$$ 成等比數列，則公比必為有理數',
    answer: '(1)(3)(4)',
    hasImage: false,
  },
  {
    id: '17a580aaf30',
    chapter: '數據分析',
    question:
      '在某項競賽中，為了避免評審個人主觀影響成績太大，規定：先將 $$15$$ 位評審的成績求得算術平均數，再將與平均數相差超過 $$15$$ 分的成績剔除後重新計算平均值做為參賽者的比賽成績。現在有一位參賽者所獲 $$15$$ 位評審的平均成績為 $$76$$ 分，其中有三位評審給的成績 $$92$$、$$45$$、$$55$$ 應剔除，求這個參賽者的成績。',
    answer: '$$79$$',
    hasImage: false,
  },
  {
    id: '17a580c7137',
    chapter: '數據分析',
    question:
      '某校一、二、三年級各派學生參加比賽，高一派 $$x$$ 人，高二派 $$y$$ 人，高三派 $$12$$ 人，各年級的平均成績為：高一 $$60$$ 分，高二 $$65$$ 分，高三 $$74$$ 分。若合併高一與高二，則平均變成 $$63$$ 分，若合併高一、高二、高三，則平均變成 $$69$$ 分，求 $$(x,y)$$。',
    answer: '$$(4,6)$$',
    hasImage: false,
  },
  {
    id: '17a5811f5c8',
    chapter: '數據分析',
    question:
      '某生第一次月考六科的平均成績(算術平均)為 $$80$$ 分，若已知其中五科的成績為 $$68$$、$$80$$、$$80$$、$$80$$、$$86$$，求成績的標準差。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a58136eaf',
    chapter: '數據分析',
    question:
      '$$9$$ 個數值 $$1$$、$$1$$、$$1$$、$$1$$、$$1$$、$$1$$、$$1$$、$$1$$、$$x$$，其中 $$x\\in\\mathbb{N}$$，若這 $$9$$ 個數的標準差比 $$10$$ 大，求 $$x$$ 的最小值。',
    answer: '$$33$$',
    hasImage: false,
  },
  {
    id: '17a58e8ba61',
    chapter: '數據分析',
    question:
      '資料 $$5$$，$$11\\cdots$$，共 $$100$$ 個數值，標準化之後 $$5$$ 會變成 $$1$$，$$11$$ 會變成 $$3$$，求這 $$100$$ 個數值之和。',
    answer: '$$200$$',
    hasImage: false,
  },
  {
    id: '17a58ea29ec',
    chapter: '數據分析',
    question:
      '若 $$x>0$$，一維資料 $$x$$，$$x$$，$$-x$$，$$-x$$，$$y$$，$$y$$，$$y$$，$$y$$，$$y$$ 為標準化數據，求 $$(x,y)$$。',
    answer: '$$\\left(\\frac{3}{2},0\\right)$$',
    hasImage: false,
  },
  {
    id: '17a58f86582',
    chapter: '數據分析',
    question:
      '數對 $$(x_1,y_1)$$、$$(x_2,y_2)$$、$$\\cdots$$、$$(x_{10},y_{10})$$，已知 $$x_1+x_2+\\cdots+x_{10}=30$$，$$y_1+y_2+\\cdots+y_{10}=50$$，$$x_1^2+x_2^2+\\cdots+x_{10}^2=150$$，$$y_1^2+y_2^2+\\cdots+y_{10}^2=310$$，$$x_1y_1+x_2y_2+\\cdots+x_{10}y_{10}=120$$，求 $$X$$ 與 $$Y$$ 的相關係數。',
    answer: '$$0.75$$',
    hasImage: false,
  },
  {
    id: '17a5901f440',
    chapter: '數據分析',
    question:
      '數對 $$(x_1,y_1)$$、$$(x_2,y_2)$$、$$\\cdots$$、$$(x_n,y_n)$$，$$X$$ 的算術平均為 $$8$$，$$y$$ 對 $$x$$ 的迴歸直線為 $$y=-2x+25$$，求 $$Y$$ 的算術平均。',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '17a5903a862',
    chapter: '數據分析',
    question:
      '數對 $$(x_1,y_1)$$、$$(x_2,y_2)$$、$$\\cdots$$、$$(x_n,y_n)$$，$$X$$ 的算術平均為 $$12$$，標準差為 $$3$$，$$Y$$ 的算術平均為 $$25$$，標準差為 $$8$$，$$X$$ 與 $$Y$$ 的相關係數為 $$-0.6$$，求 $$y$$ 對 $$x$$ 的迴歸直線方程式。',
    answer: '$$y=-1.6x+44.2$$',
    hasImage: false,
  },
  {
    id: '17a5d030723',
    chapter: '數據分析',
    question:
      '已知 $$(X,Y)$$ 的相關係數為 $$0.8$$，求：\n(1) $$(X+5,Y-2)$$ 的相關係數為？\n(2) $$(2X,3Y)$$ 的相關係數為？\n(3) $$(2+X,3-Y)$$ 的相關係數為？',
    answer: '(1) $$0.8$$ (2) $$0.8$$ (3) $$-0.8$$',
    hasImage: false,
  },
  {
    id: '17a5d04eb8b',
    chapter: '數據分析',
    question:
      '二維數據 $$(X,Y)$$ 的迴歸直線之斜率為 $$4$$，則 $$(2X+7,3Y-5)$$ 表 $$x$$ 值同乘 $$2$$ 再同加 $$7$$，且 $$y$$ 值同乘 $$3$$ 之後再同減 $$5$$，求新的迴歸直線斜率。',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17a5d0c5ca2',
    chapter: '數據分析',
    question:
      '圖為兩組數據 $$x$$、$$y$$ 的分布圖，其相關係數 $$r$$ 最接近下列何值？\n(1) $$1$$ (2) $$0.5$$ (3) $$0$$ (4) $$-0.5$$ (5) $$-1$$',
    answer: '(3)',
    hasImage: true,
  },
  {
    id: '17a5d0e67c4',
    chapter: '數據分析',
    question:
      '如圖所示有 $$5$$ 筆 $$(X,Y)$$ 資料。去掉哪一筆資料後，剩下來 $$4$$ 筆資料的相關係數最大？\n(1) $$A$$ (2) $$B$$ (3) $$C$$ (4) $$D$$ (5) $$E$$',
    answer: '(4)',
    hasImage: true,
  },
  {
    id: '17a5fbfa888',
    chapter: '數據分析',
    question:
      '已知二維數據 $$(X,Y)$$ 之 $$y$$ 對 $$x$$ 的迴歸直線為 $$y=3x-25$$，則下列各選項哪些為真？\n(1) 若 $$\\mu_X>10$$，則 $$\\mu_Y>10$$\n(2) 若 $$\\mu_X<15$$，則 $$\\mu_Y<15$$\n(3) $$X$$ 與 $$Y$$ 的相關性必為正相關\n(4) $$\\sigma_X<\\sigma_Y$$\n(5) $$\\sigma_X$$ 與 $$\\sigma_Y$$ 的比值愈大，則相關係數愈大',
    answer: '(2)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17a5fc9a59d',
    chapter: '數據分析',
    question:
      '調查班上段考國文及英文成績，國文平均 $$80$$ 分，標準差 $$9$$ 分，英文平均 $$81$$ 分，標準差 $$3$$ 分，國文與英文的相關係數為 $$0.9$$，請利用迴歸直線預測，國文考 $$100$$ 分的同學，英文大約為幾分？',
    answer: '$$87$$',
    hasImage: false,
  },
  {
    id: '17a5fd1067d',
    chapter: '數據分析',
    question:
      '一金屬圓柱，在不同負重下柱高會被影響，實驗結果 (負重,柱高)：$$(0,70.5)$$、$$(2,69.4)$$、$$(4,68.4)$$、$$(6,67.2)$$、$$(8,66.3)$$、$$(10,65.5)$$、$$(12,64.4)$$，其中測量單位分別為英噸和英寸。此筆資料的相關係數為 $$r$$，迴歸直線斜率為 $$m$$。將單位轉換為公噸 ($$1$$ 英噸等於 $$1.016$$ 公噸) 及公分 ($$1$$ 英寸等於 $$2.54$$ 公分)，若單位換算後的相關係數為 $$R$$，回歸直線斜率為 $$M$$。下列哪些正確？\n(1) $$rm>0$$ (2) $$r>0$$ (3) $$r=R$$ (4) $$m=M$$',
    answer: '(1)(3)',
    hasImage: false,
  },
  {
    id: '17a5fd46a57',
    chapter: '數據分析',
    question:
      "某校高三學生數學第一次、二次段考成績分別以 $$X$$、$$Y$$ 表示。若兩次段考的相關係數為 $$0.016$$，下列哪些正確？\n(1) $$X$$ 與 $$Y$$ 的相關情形可以用散布圖表示\n(2) 這兩次段考的數學成績適合用直線 $$X=a+bY$$ 表示 $$X$$ 與 $$Y$$ 的相關情形\n(3) $$X+5$$ 與 $$Y+5$$ 的相關係數仍為 $$0.016$$\n(4) $$10X$$ 與 $$10Y$$ 的相關係數仍為 $$0.016$$\n(5) 若 $$X'=\\frac{X-\\mu_x}{\\sigma_x}$$、$$Y'=\\frac{Y-\\mu_y}{\\sigma_y}$$，則 $$X'$$ 與 $$Y'$$ 的相關係數仍為 $$0.016$$",
    answer: '(1)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17aa0e24f17',
    chapter: '多項式函數',
    question: '若多項式 $$f(x)=2x^3+ax^2+9x-2$$ 除以 $$x^2+2x+3$$，餘式為 $$x+b$$，求 $$a-b$$。',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '17aa0e47333',
    chapter: '多項式函數',
    question:
      '已知 $$f(x)+g(x)=5x^3+7x^2-4x+3$$，若 $$g(x)$$ 除以 $$x^2-x-2$$ 的餘式為 $$3x+1$$，求 $$f(x)$$ 除以 $$x-2$$ 的餘式。',
    answer: '$$56$$',
    hasImage: false,
  },
  {
    id: '17aa0e59c40',
    chapter: '多項式函數',
    question: '$$f(x)=x^5-4x^4-72x^3-56x^2+15x+7$$，求 $$f(11)$$。',
    answer: '$$51$$',
    hasImage: false,
  },
  {
    id: '17aa0e72c9d',
    chapter: '多項式函數',
    question:
      '若多項式 $$f(x)$$ 除以 $$(x-2)(x-3)$$ 的餘式為 $$12x-16$$，且多項式 $$f(x)$$ 有 $$x-1$$ 的因式，求 $$f(x)$$ 除以 $$(x-1)(x-2)$$ 的餘式。',
    answer: '$$8x-8$$',
    hasImage: false,
  },
  {
    id: '17aa0e89885',
    chapter: '多項式函數',
    question: '若多項式 $$x^{20}+ax^{19}+7x+b$$ 能被 $$x^2-1$$ 整除，求 $$a^2+b^2$$。',
    answer: '$$50$$',
    hasImage: false,
  },
  {
    id: '17aa0ea109c',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=x^3-4x^2+7x+1$$\n$$=a(x-2)^3+b(x-2)^2+c(x-2)+d$$，求：\n(1) $$a-b+c-d$$\n(2) $$f(1.99)$$ 的近似值 (四捨五入至小數點後第二位)',
    answer: '(1) $$-5$$ (2) $$6.97$$',
    hasImage: false,
  },
  {
    id: '17aa0eb9850',
    chapter: '多項式函數',
    question:
      '已知二次函數 $$y=f(x)$$ 的圖形通過點 $$(1,6)$$、$$(0,5)$$、$$(-1,2)$$，且與 $$x$$ 軸交於 $$A$$、$$B$$ 兩點，求 $$\\overline{AB}$$。',
    answer: '$$2\\sqrt{6}$$',
    hasImage: false,
  },
  {
    id: '17aa0ecdfd4',
    chapter: '多項式函數',
    question:
      '設 $$f(x)=ax^2+4ax-b$$，其中 $$a>0$$，$$-3\\le x\\le1$$，且最大值為 $$11$$，最小值為 $$-7$$，求數對 $$(a,b)$$。',
    answer: '$$(2,-1)$$',
    hasImage: false,
  },
  {
    id: '17aa0ee0aac',
    chapter: '多項式函數',
    question: '$$f(x)=kx^2+(k+1)x+k-1$$ 恆為負，求 $$k$$ 的範圍。',
    answer: '$$k<\\frac{3-2\\sqrt{3}}{3}$$',
    hasImage: false,
  },
  {
    id: '17aa0ef5f01',
    chapter: '多項式函數',
    question:
      '若 $$n\\in\\mathbb{N}$$，且 $$(x-4)(x-\\sqrt{n})<0$$ 恰有一個整數解，則 $$n$$ 共有幾種可能的值？',
    answer: '$$16$$',
    hasImage: false,
  },
  {
    id: '17abc66d799',
    chapter: '排列組合與機率',
    question: '$$x\\in\\mathbb{R}$$，「$$1\\le x\\le5$$」的否定敘述為？',
    answer: '$$x<1$$ 或 $$x>5$$',
    hasImage: false,
  },
  {
    id: '17abc680e3a',
    chapter: '排列組合與機率',
    question: '$$x,y\\in\\mathbb{N}$$，「$$x<3$$ 或 $$y=1$$」的否定敘述為？',
    answer: '$$x\\ge1$$ 且 $$y\\neq1$$',
    hasImage: false,
  },
  {
    id: '17abc6e3561',
    chapter: '排列組合與機率',
    question:
      '下列哪些選項是「$$-2<x<3$$」的充分條件？\n(1) $$x=0\\quad$$ (2) $$-1\\le x\\le1\\quad$$ (3) $$-2\\le x\\le2\\quad$$ (4) $$-3\\le x\\le3$$',
    answer: '(1)(2)',
    hasImage: false,
  },
  {
    id: '17abc786a8b',
    chapter: '排列組合與機率',
    question:
      '集合 $$A=\\{3,5,\\{1,2\\}\\}$$，下列何者正確？\n(1) $$A$$ 有 $$4$$ 個元素 (2) $$1\\in A$$ (3) $$\\{5\\}\\in A$$\n(4) $$\\{1,2\\}\\subset A$$ (5) $$3\\in A$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '17abc7a99fd',
    chapter: '排列組合與機率',
    question:
      '下列哪些正確？\n(1) $$0\\in\\mathbb{N}$$ (2) $$3\\in\\mathbb{Q}$$ (3) $$\\sqrt{16}\\in\\mathbb{Z}$$ (4) $$0^0\\in\\mathbb{R}$$',
    answer: '(2)(3)',
    hasImage: false,
  },
  {
    id: '17abc81d00d',
    chapter: '排列組合與機率',
    question:
      '$$A=\\{1,2,3,4,5,6\\}$$，$$B=\\{2,4,6,8,10\\}$$，求 $$A\\cap B$$、$$A\\cup B$$、$$A-B$$。',
    answer: '$$\\{2,4,6\\}$$；$$\\{1,2,3,4,5,6,8,10\\}$$；$$\\{1,3,5\\}$$',
    hasImage: false,
  },
  {
    id: '17abc83cf11',
    chapter: '排列組合與機率',
    question:
      '$$A=\\{x|-1<x\\le3,x\\in\\mathbb{R}\\}$$，$$B=\\{x|2\\le x<5,x\\in\\mathbb{R}\\}$$，求 $$A\\cap B$$、$$A\\cup B$$、$$A-B$$。',
    answer:
      '$$\\{x|2\\le x\\le3,x\\in\\mathbb{R}\\}$$；$$\\{x|-1<x<5,x\\in\\mathbb{R}\\}$$；$$\\{x|-1<x<2,x\\in\\mathbb{R}\\}$$',
    hasImage: false,
  },
  {
    id: '17abf7de3ad',
    chapter: '排列組合與機率',
    question:
      "已知 $$n(U)=10$$，$$n(A\\cap B)=2$$，$$n(A\\cup B)=9$$，求 $$n(A'\\cap B')$$、$$n(A'\\cup B')$$。",
    answer: '$$1$$；$$8$$',
    hasImage: false,
  },
  {
    id: '17abf829bb2',
    chapter: '排列組合與機率',
    question: '已知 $$n(A)=10$$，$$n(B)=20$$，$$n(A\\cap B)=5$$，求 $$n(A\\cup B)$$。',
    answer: '$$1$$；$$8$$',
    hasImage: false,
  },
  {
    id: '17abfa9a9fa',
    chapter: '排列組合與機率',
    question:
      '有甲、乙、丙三個社團，參加者共 $$40$$ 人，其中參加甲的有 $$27$$ 人，參加乙的有 $$30$$ 人，參加丙的有 $$32$$ 人，參加甲和乙的有 $$20$$ 人，參加乙和丙的有 $$23$$ 人，參加甲和丙的有 $$25$$ 人，求三社團均參加的人數。',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '17abfaec432',
    chapter: '排列組合與機率',
    question: '如圖，由 $$A$$ 到 $$B$$ 走捷徑，有幾種走法？',
    answer: '$$31$$',
    hasImage: true,
  },
  {
    id: '17abfb144de',
    chapter: '排列組合與機率',
    question:
      '口袋裡有 $$4$$ 個一元硬幣、$$8$$ 個十元硬幣、$$2$$ 張百元鈔，到商店買了一件商品，付帳時，不用找錢，若已知此商品至少 $$10$$ 元，則價錢共有幾種可能？',
    answer: '$$130$$',
    hasImage: false,
  },
  {
    id: '17abfb65e1f',
    chapter: '排列組合與機率',
    question:
      '$$A$$ 城到 $$B$$ 城之間有甲、乙、丙、丁、戊五城，其間連結的道路如圖所示。今從 $$A$$ 城出發走向 $$B$$ 城，要求每條道路都要經過並且只經過一次，則總共有幾種走法？',
    answer: '$$6$$',
    hasImage: true,
  },
  {
    id: '17abfb7c4c1',
    chapter: '排列組合與機率',
    question: '$$6$$ 個不同的獎品選其中 $$4$$ 個分給甲、乙、丙、丁四個人，每人一個，分法有幾種？',
    answer: '$$360$$',
    hasImage: false,
  },
  {
    id: '17abfbad6c4',
    chapter: '排列組合與機率',
    question: '平面上 $$7$$ 條直線，最多有幾個交點？最多可圍成幾個三角形？',
    answer: '$$21$$；$$35$$',
    hasImage: false,
  },
  {
    id: '17abfbbbcce',
    chapter: '排列組合與機率',
    question: '將八位新生平均分發到甲、乙、丙、丁四班，共有幾種分法？',
    answer: '$$2520$$',
    hasImage: false,
  },
  {
    id: '17abfbeeb64',
    chapter: '排列組合與機率',
    question: '$$9$$ 本不同的書分成三堆，每堆三本，共有幾種分法？',
    answer: '$$280$$',
    hasImage: false,
  },
  {
    id: '17abfc5b973',
    chapter: '排列組合與機率',
    question:
      '動物園的遊園列車依序編號 $$1$$ 到 $$7$$，共有 $$7$$ 節車廂，今想將每節車廂畫上一種動物。如果其中的兩節車廂畫企鵝，另兩節車廂畫無尾熊，剩下的三節車廂畫上貓熊，並且要求最中間的三節車廂必須有企鵝、無尾熊及貓熊，則 $$7$$ 節車廂一共有幾種畫法？',
    answer: '$$72$$',
    hasImage: false,
  },
  {
    id: '17abfc983f9',
    chapter: '排列組合與機率',
    question: '若 $$C^9_3+C^9_7=C^{10}_k$$，求 $$k$$。',
    answer: '$$3$$ 或 $$7$$',
    hasImage: false,
  },
  {
    id: '17abfd028f8',
    chapter: '排列組合與機率',
    question:
      '$$C^3_0+C^4_1+C^5_2+C^6_3+C^7_4+C^8_5+C^9_6$$$$=C^{10}_r$$，且 $$r\\le5$$，求 $$r$$。',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '17abfe2acac',
    chapter: '排列組合與機率',
    question: '求 $$(2x+y)^7$$ 展開後：\n(1) $$x^3y^4$$ 項係數 (2) $$x^2y^6$$ 項係數',
    answer: '(1) $$280$$ (2) $$0$$',
    hasImage: false,
  },
  {
    id: '17abfe40b1e',
    chapter: '排列組合與機率',
    question: '求 $$C^{10}_1+C^{10}_2+C^{10}_3+\\cdots+C^{10}_9+C^{10}_{10}$$。',
    answer: '$$1023$$',
    hasImage: false,
  },
  {
    id: '17abfe8c83f',
    chapter: '排列組合與機率',
    question: '擲一公正硬幣 $$8$$ 次，求正面恰出現 $$4$$ 次的機率。',
    answer: '$$\\frac{35}{128}$$',
    hasImage: false,
  },
  {
    id: '17abfe9f277',
    chapter: '排列組合與機率',
    question: '擲三粒公正骰子，求恰好有兩粒點數相同的機率。',
    answer: '$$\\frac{5}{12}$$',
    hasImage: false,
  },
  {
    id: '17abff3edad',
    chapter: '排列組合與機率',
    question:
      '袋中有若干個白球與黑球，任取其中 $$5$$ 球，沒有白球的機率為 $$\\frac{6}{25}$$，恰得一白球的機率為 $$\\frac{11}{25}$$，求至少取得兩白球的機率。',
    answer: '$$\\frac{8}{25}$$',
    hasImage: false,
  },
  {
    id: '17abff591b0',
    chapter: '排列組合與機率',
    question:
      '已知樣本空間中事件 $$A$$ 發生的機率為 $$0.7$$，事件 $$B$$ 發生的機率為 $$0.5$$，$$A$$ 或 $$B$$ 發生的機率為 $$0.9$$，求 $$A$$ 與 $$B$$ 同時發生的機率。',
    answer: '$$0.3$$',
    hasImage: false,
  },
  {
    id: '17abffbab4d',
    chapter: '排列組合與機率',
    question:
      '有一箱子，內有 $$3$$ 黑球與 $$2$$ 白球。有一遊戲，從箱子中任取出一球。假設每一顆球被取出的機率相同，若取出黑球可得獎金 $$50$$ 元，而取出白球可得獎金 $$100$$ 元，求此遊戲的獎金期望值。',
    answer: '$$70$$ 元',
    hasImage: false,
  },
  {
    id: '17abffd87fa',
    chapter: '排列組合與機率',
    question:
      '袋子裡有 $$3$$ 個球，$$2$$ 個球上標 $$1$$ 元，$$1$$ 個球上標 $$5$$ 元。從袋中任取 $$2$$ 個球，即可得到兩個球所標錢數的總和，求此玩法所得錢數的期望值。',
    answer: '$$\\frac{14}{3}$$ 元',
    hasImage: false,
  },
  {
    id: '17ac5042097',
    chapter: '排列組合與機率',
    question:
      '有集合 $$A$$、$$B$$、$$C$$、$$D$$，已知 $$A\\cap B=\\{1\\}$$，$$A\\cap C=\\{2,3\\}$$，$$A-D=\\{4\\}$$，下列敘述哪些為真？\n(1) $$B\\cap C=\\varnothing$$ (2) $$A\\cap B\\cap C=\\varnothing$$\n(3) $$4\\in(B\\cup C)$$ (4) $$1\\in(B\\cap D)$$\n(5) $$\\{1,2,3\\}\\subset D$$',
    answer: '(2)(4)(5)',
    hasImage: false,
  },
  {
    id: '17ac506d4ef',
    chapter: '排列組合與機率',
    question:
      '$$A=\\{x|x^2+ax-12=0\\}$$，$$B=\\{x|x^2+bx+c=0\\}$$，若 $$A\\neq B$$，$$A\\cup B=\\{-3,4\\}$$，$$A\\cap B=\\{-3\\}$$，求 $$(a,b,c)$$。',
    answer: '$$(-1,6,9)$$',
    hasImage: false,
  },
  {
    id: '17ac517bd78',
    chapter: '排列組合與機率',
    question:
      '某公司生產多種款式的公仔，各種款式只有帽子、衣服、鞋子顏色不同。其中帽子有黑、灰、紅、藍四種顏色，衣服有白、綠、藍三種顏色，鞋子有黑、白、灰三種顏色。公司決定紅色的帽子不搭配灰色的鞋子，而白色的衣服必須搭配藍色的帽子，至於其他顏色間的搭配就沒有限制。在這些配色的要求下，最多可有幾種不同款式的公子？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '17ac51b5e9f',
    chapter: '排列組合與機率',
    question:
      '某班共 $$45$$ 人，其中有 $$35$$ 人有手機，而有 $$24$$ 人有平板電腦。設：\n$$A$$ 為同時有手機與平板電腦的人數\n$$B$$ 為有手機，但沒有平板電腦的人數\n$$C$$ 為沒有手機，但有平板電腦的人數\n$$D$$ 為沒有手機，也沒有平板電腦的人數\n請選出恆成立的不等式選項。\n(1) $$A>B$$ (2) $$A>C$$ (3) $$B>C$$\n(4) $$B>D$$ (5) $$C>D$$',
    answer: '(2)(3)(4)',
    hasImage: false,
  },
  {
    id: '17ac5215d11',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊共 $$5$$ 人，排成一列拍了一張照。拍完後這 $$5$$ 人還想再拍一張，且限定每個人都不可以待在原本的位置，其中甲因身高最高只能站在兩側，請問下一張照片中，這 $$5$$ 人共有幾種不同的排列方式？',
    answer: '$$11$$',
    hasImage: false,
  },
  {
    id: '17ac522cd09',
    chapter: '排列組合與機率',
    question: '試問共有多少組正整數 $$(k,m,n)$$ 滿足 $$2^k4^m8^n=512$$？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '17ac6da6a26',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁 ... 等 $$6$$ 人排成一列，求：\n(1) 甲乙丙 $$3$$ 人相鄰的排列數\n(2) 甲乙相鄰但甲丙不相鄰的排列數\n(3) 甲乙不相鄰且丙丁不相鄰的排列數\n(4) 甲乙兩人都不可以排在首位也不可以排在末位的排法數',
    answer: '(1) $$144$$ (2) $$192$$ (3) $$336$$ (4) $$4320$$',
    hasImage: false,
  },
  {
    id: '17ac6e4566d',
    chapter: '排列組合與機率',
    question:
      '學校班級在本學期中，每週有四節藝能課，包含兩節體育課、一節音樂課與一節美術課。根據學校排課原則：\n(1) 兩節體育課不能排在同一天或相鄰的兩天\n(2) 每班一天中最多只能有兩節藝能課\n請問該班從星期一至星期五的課表，這四節藝能課的排課有幾種不同的方法？',
    answer: '$$138$$',
    hasImage: false,
  },
  {
    id: '17ac6f0e1b6',
    chapter: '排列組合與機率',
    question:
      '有一種號碼鎖有 $$3$$ 個轉輪，每個轉輪有 $$0\\sim6$$ 等 $$6$$ 個數字，正確號碼是一組可重複的數字，例如：$$035$$、$$525$$、$$333$$。\n(1) 在完全不知情的情況下，要打開鎖，最多要試幾組？\n(2) 已知正確號碼中有一個數字是 $$5$$，另外兩個號碼是異於 $$5$$ 的數字 (可相同也可相異)，要打開這個鎖，最多要試幾組不同的號碼？',
    answer: '(1) $$216$$ (2) $$75$$',
    hasImage: false,
  },
  {
    id: '17ac6f453c9',
    chapter: '排列組合與機率',
    question:
      '有 $$4$$ 本不同的書及 $$2$$ 枝不同的筆要分給甲乙丙三人，求：\n(1) 任意分配的方法數\n(2) 甲至少拿一本書的方法數\n(3) 甲有拿到書也有拿到筆的方法數',
    answer: '(1) $$729$$ (2) $$585$$ (3) $$325$$',
    hasImage: false,
  },
  {
    id: '17ac6f6fb34',
    chapter: '排列組合與機率',
    question:
      '小明在安排週一至週五共五天的午餐計畫。他的餐點共有四種選擇：牛肉麵、大滷麵、咖哩飯及排骨飯。小明想要依據下列兩原則來安排他的午餐：\n(1) 每天只選一種餐點但這五天中每一種餐點至少各點一次\n(2) 連續兩天的餐點不重複且不連兩天吃麵食\n根據上述原則，小明共有幾種不同的計畫？',
    answer: '$$60$$',
    hasImage: false,
  },
  {
    id: '17ac6fc1f57',
    chapter: '排列組合與機率',
    question:
      '某社區共有 $$12$$ 戶住家，舉辦住戶大會時，管委會提供獎品供參加的住戶摸彩，計有特獎一份、頭獎一份、貳獎兩份、參獎三份，結果只有 $$6$$ 戶的住家派家人前來出席大會，獎品卻有七份，怎麼辦呢？經大家討論，決定先摸出頭獎、貳獎及參獎，各戶恰得一份獎品後，再由抽中參獎的 $$3$$ 位住戶來抽特獎，請問這樣安排下，抽完籤之後這七份獎品共有幾種分配方法？',
    answer: '$$180$$',
    hasImage: false,
  },
  {
    id: '17ac6fe8036',
    chapter: '排列組合與機率',
    question:
      '圓周上有 $$n$$ 個點，若任取兩點連成弦共可得到 $$a$$ 條弦，若任取三點連成三角形共可得到 $$b$$ 個三角形，已知 $$b$$ 是 $$a$$ 的 $$4$$ 倍，求 $$n$$。',
    answer: '$$14$$',
    hasImage: false,
  },
  {
    id: '17ac714425f',
    chapter: '排列組合與機率',
    question:
      '有 $$6$$ 男 $$4$$ 女共 $$10$$ 名學生擔任本週值日生，導師規定在本週五個上課日中，每天 $$2$$ 名值日生，且至少須有 $$1$$ 名男生，試求本週安排值日生的方法數。',
    answer: '$$43200$$',
    hasImage: false,
  },
  {
    id: '17ac7159652',
    chapter: '排列組合與機率',
    question:
      '啦啦隊競賽規定每隊 $$8$$ 人，且每隊男、女生均至少要有 $$2$$ 人。某班共有 $$4$$ 名男生及 $$7$$ 名女生想參加競賽。若由此 $$11$$ 人中依規定選出 $$8$$ 人組隊，則共有幾種不同的組隊方法？',
    answer: '$$161$$',
    hasImage: false,
  },
  {
    id: '17ac7175955',
    chapter: '排列組合與機率',
    question:
      '一組電話號碼共 $$7$$ 碼，若前三碼數字相異遞增，且後四碼數字也是相異遞增，則稱這組號碼是「旺數號碼」，現某區域的電話號碼第一個數字必須是 $$5$$，則這個區域的「旺數號碼」共有幾組？',
    answer: '$$1260$$',
    hasImage: false,
  },
  {
    id: '17ac7188883',
    chapter: '排列組合與機率',
    question:
      '如圖之方格，求：\n(1) 圖中有幾個矩形？\n(2) 任選兩格，此兩格不在同一行的選法有幾種？',
    answer: '(1) $$150$$ (2) $$160$$',
    hasImage: true,
  },
  {
    id: '17ac71b8036',
    chapter: '排列組合與機率',
    question:
      '設 $$(1+x)^n=a_0+a_1x+a_2x^2\\cdots$$$$+a_{n-1}x^{n-1}+a_nx^n$$，請回答下列問題：\n(1) 若 $$a_0+a_1+a_2+\\cdots+a_{n-1}+a_n$$$$=4096$$，求 $$n$$。\n(2) 若 $$a_4:a_{n-6}=3:2$$，求 $$n$$。\n(3) $$11^{2004}$$ 的十位數字為？',
    answer: '(1) $$12$$ (2) $$9$$ (3) $$4$$',
    hasImage: false,
  },
  {
    id: '17ac71d5b10',
    chapter: '排列組合與機率',
    question: '求 $$x^{10}$$ 除以 $$(x-1)^3$$ 的餘式。',
    answer: '$$45x^2-80x+36$$',
    hasImage: false,
  },
  {
    id: '17ac71f3b77',
    chapter: '排列組合與機率',
    question:
      '坐標平面上，一隻青蛙從原點出發，每次可向上、下、左、右隨機選一個方向移動一單位長，求經過四次的移動後，青蛙又回到原點的機率為？',
    answer: '$$\\frac{9}{64}$$',
    hasImage: false,
  },
  {
    id: '17ac720dc90',
    chapter: '排列組合與機率',
    question:
      '小明提款時忘了密碼，但他還記得密碼的四位數字中，有兩個 $$3$$、一個 $$8$$、一個 $$9$$，於是他就用這四個數字隨機排成一個四位數輸入提款機嘗試，求他只試一次就成功的機率。',
    answer: '$$\\frac{1}{12}$$',
    hasImage: false,
  },
  {
    id: '17ac7258a05',
    chapter: '排列組合與機率',
    question:
      '某班共 $$20$$ 位男生、$$15$$ 位女生，需推派 $$3$$ 位同學參加活動。大家決定用抽籤的方式決定參加人選。若每個人中籤的機率相等，求推派的三位同學中有男也有女的機率。',
    answer: '$$\\frac{90}{119}$$',
    hasImage: false,
  },
  {
    id: '17ac72792d5',
    chapter: '排列組合與機率',
    question:
      '阿貴和阿美及其他 $$8$$ 名同學共 $$10$$ 名學生輪到本週擔任值日生。本週 $$5$$ 個上課日每天從尚未當過的同學中抽籤選出 $$2$$ 位輪值。則阿貴和阿美同一天擔任值日生的機率為？',
    answer: '$$\\frac{1}{9}$$',
    hasImage: false,
  },
  {
    id: '17ac72c29e7',
    chapter: '排列組合與機率',
    question:
      '從 $$1\\sim10$$ 這十個數中隨意取兩個，以 $$p$$ 表示其和為偶數之機率，$$q$$ 表示其和為奇數之機率。試問下列哪些敘述是正確的。\n(1) $$p+q=1$$ (2) $$p=q$$ (3) $$|p-q|\\le\\frac{1}{10}$$\n(4) $$|p-q|\\ge\\frac{1}{20}$$ (5) $$p\\ge\\frac{1}{2}$$',
    answer: '(1)(4)',
    hasImage: false,
  },
  {
    id: '17ac72e7b9b',
    chapter: '排列組合與機率',
    question:
      '有一個不公正的骰子，投擲的時候，二點、三點、四點、五點、和六點出現的機率都是 $$\\log_{10}\\frac{3}{2}$$，今以 $$a$$ 表 $$\\log_{10}\\frac{3}{2}$$，以 $$b$$ 表投擲的時候一點出現的機率，請選出正確的選項：\n(1) $$a>0$$ (2) $$a>1$$ (3) $$b<\\frac{1}{6}$$\n(4) $$b<\\log_{10}\\frac{4}{3}$$ (5) $$a>b$$',
    answer: '(1)(3)(4)(5)',
    hasImage: false,
  },
  {
    id: '17ac730181f',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩人各擲一均勻骰子，約定如下：乙得 $$6$$ 點時乙就贏，兩人同點時 (非 $$6$$ 點)，甲贏；其餘情形，則以點數多者為贏，求甲贏的機率。',
    answer: '$$\\frac{5}{9}$$',
    hasImage: false,
  },
  {
    id: '17ac731ee06',
    chapter: '排列組合與機率',
    question:
      '不透明箱中置有編號分別為 $$1$$、$$2$$、$$3$$、$$6$$、$$8$$ 的球各一顆。同時自相中隨機取出三顆球，求此三球編號之和大於 $$14$$ 的機率。',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '17ac734394f',
    chapter: '排列組合與機率',
    question:
      '甲箱中有白球和黑球共 $$5$$ 個，乙箱中有白球和黑球共 $$20$$ 個，若取球的機會都相等，今隨機從兩個箱子中各取一球，已知兩個取出的球都是白球的機率是 $$0.54$$，試求從兩個箱子中各取出一球時，兩球都是黑球的機率。',
    answer: '$$\\frac{1}{25}$$',
    hasImage: false,
  },
  {
    id: '17ac7362b10',
    chapter: '排列組合與機率',
    question:
      '某遊戲的規則為同時擲兩顆公正骰子一次，若兩顆點數和為 $$6$$ 或者至少有一顆點數為 $$6$$，即可獲得獎金 $$36$$ 元，否則沒有獎金，求這個遊戲獎金的期望值。',
    answer: '$$16$$ 元',
    hasImage: false,
  },
  {
    id: '17ac7380496',
    chapter: '排列組合與機率',
    question:
      '有 $$100$$ 元、$$200$$ 元、$$300$$ 元、$$400$$ 元的紅包各一個，由甲、乙、丙三人依序各抽取 $$1$$ 個紅包袋，抽取後不放回。若每個紅包袋被抽取的機會都相等，求甲、乙、丙三人紅包金額總和的期望值。',
    answer: '$$750$$ 元',
    hasImage: false,
  },
  {
    id: '17ac73b6777',
    chapter: '排列組合與機率',
    question:
      '某次考試，有一多重選擇題，有 $$A$$、$$B$$、$$C$$、$$D$$、$$E$$ 五個選項。給分標準為完全答對給 $$5$$ 分，只答錯 $$1$$ 個選項給 $$2.5$$ 分，答錯 $$2$$ 個或 $$2$$ 個以上的選項得 $$0$$ 分。若某一考生對該題的 $$A$$、$$B$$ 選項已確定是應選的正確答案，但 $$C$$、$$D$$、$$E$$ 三個選項根本看不懂，決定這三個選項要用猜的來作答。求他此題所得分數的期望值。',
    answer: '$$\\frac{25}{16}$$ 分',
    hasImage: false,
  },
  {
    id: '17ac73ed399',
    chapter: '排列組合與機率',
    question:
      '某公司考慮在甲、乙兩地選一地投資設廠。經評估，在甲地設廠，如獲利，預計可獲利 $$10000$$ (萬元)；如不獲利，預計將虧損 $$7000$$ (萬元)。在乙地設廠，如獲利，預計可獲利 $$6000$$ (萬元)；如不獲利，預計將虧損 $$5000$$ (萬元)。又該公司評估新廠在甲、乙兩地獲利的機率分別為 $$0.6$$、$$0.7$$。如以獲利期望值為決策準則，該公司應選擇甲地或乙地投資？',
    answer: '甲地',
    hasImage: false,
  },
  {
    id: '17aca900411',
    chapter: '三角比',
    question:
      '$$\\theta$$ 為銳角，若 $$\\sin\\theta=\\frac{3}{5}$$，求 $$\\cos\\theta$$、$$\\tan\\theta$$。',
    answer: '$$\\frac{4}{5}$$；$$\\frac{3}{4}$$',
    hasImage: false,
  },
  {
    id: '17aca9268fc',
    chapter: '三角比',
    question:
      '有一等腰三角形底邊為 $$10$$，頂角 $$72^\\circ$$，下列何者可以表示腰長？\n(1) $$5\\sin36^\\circ$$ (2) $$5\\tan36^\\circ$$ (3) $$\\frac{5}{\\tan36^\\circ}$$\n(4) $$\\frac{5}{\\cos36^\\circ}$$ (5) $$\\frac{5}{\\sin36^\\circ}$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '17aca95e33b',
    chapter: '三角比',
    question: '$$950^\\circ$$ 是第幾象限角？其最小正同界角為？',
    answer: '三；$$230^\\circ$$',
    hasImage: false,
  },
  {
    id: '17aca9748af',
    chapter: '三角比',
    question:
      '若有向角 $$\\theta$$ 如圖所示，則 $$\\theta$$ 最接近：\n(1) $$40^\\circ$$ (2) $$400^\\circ$$ (3) $$-320^\\circ$$ (4) $$-680^\\circ$$',
    answer: '(4)',
    hasImage: true,
  },
  {
    id: '17aca9badeb',
    chapter: '三角比',
    question: '求平面上兩點 $$P[3,70^\\circ]$$ 與 $$Q[4,160^\\circ]$$ 的距離。',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '17aca9d9f29',
    chapter: '三角比',
    question: '將直角坐標化為極坐標：\n(1) $$(0,4)$$ (2) $$(-\\pi,0)$$ (3) $$(1,-1)$$',
    answer: '(1) $$[4,90^\\circ]$$ (2) $$[\\pi,180^\\circ]$$ (3) $$[\\sqrt{2},315^\\circ]$$',
    hasImage: false,
  },
  {
    id: '17acaa46a2f',
    chapter: '三角比',
    question:
      '請問 $$\\sin73^\\circ$$、$$\\sin146^\\circ$$、$$\\sin219^\\circ$$、$$\\sin292^\\circ$$、$$\\sin365^\\circ$$ 這五個數值的中位數是哪一個？',
    answer: '$$\\sin365^\\circ$$',
    hasImage: false,
  },
  {
    id: '17acaa9ade9',
    chapter: '三角比',
    question:
      '$$\\begin{array} {|c|c|}\\hline \\theta & \\sin\\theta & \\cos\\theta & \\tan\\theta \\\\\\hline 0^\\circ \\\\\\hline 90^\\circ \\\\\\hline 180^\\circ \\\\\\hline 270^\\circ \\\\\\hline 120^\\circ \\\\\\hline 135^\\circ \\\\\\hline 150^\\circ \\\\\\hline 240^\\circ \\\\\\hline \\end{array}$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '17ad14cb94a',
    chapter: '三角比',
    question: '取餘角，$$\\sin(90^\\circ-\\theta)$$、$$\\cos(90^\\circ-\\theta)$$。',
    answer: '$$\\cos\\theta$$；$$\\sin\\theta$$',
    hasImage: false,
  },
  {
    id: '17ad14d8dde',
    chapter: '三角比',
    question: '取補角，$$\\sin(180^\\circ-\\theta)$$、$$\\cos(180^\\circ-\\theta)$$。',
    answer: '$$\\sin\\theta$$；$$-\\cos\\theta$$',
    hasImage: false,
  },
  {
    id: '17ad14e2208',
    chapter: '三角比',
    question: '角變號，$$\\sin(-\\theta)$$、$$\\cos(-\\theta)$$。',
    answer: '$$-\\sin\\theta$$；$$\\cos\\theta$$',
    hasImage: false,
  },
  {
    id: '17ad14f2801',
    chapter: '三角比',
    question: '任意的角度變換，$$\\sin(\\theta+180^\\circ)$$、$$\\cos(270^\\circ-\\theta)$$。',
    answer: '$$\\sin\\theta$$；$$-\\sin\\theta$$',
    hasImage: false,
  },
  {
    id: '17ad15f1203',
    chapter: '三角比',
    question: '若 $$\\sin x-\\cos x=\\frac{1}{2}$$，求 $$\\sin x\\cos x。',
    answer: '$$\\frac{3}{8}$$',
    hasImage: false,
  },
  {
    id: '17ad16129f7',
    chapter: '三角比',
    question:
      '設 $$180^\\circ<\\theta<270^\\circ$$，若 $$\\cos\\theta-\\sin\\theta=\\frac{\\sqrt{2}}{2}$$，求 $$\\cos\\theta+\\sin\\theta$$。',
    answer: '$$-\\frac{\\sqrt{6}}{2}$$',
    hasImage: false,
  },
  {
    id: '17ad166ba0a',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，已知 $$\\sin A=\\frac{1}{4}$$，$$\\sin B=\\frac{1}{3}$$，$$\\overline{BC}=6$$，求：(1) $$\\overline{AC}$$ (2) 外接圓半徑 $$R$$',
    answer: '(1) $$8$$ (2) $$12$$',
    hasImage: false,
  },
  {
    id: '17ad1685100',
    chapter: '三角比',
    question:
      '如圖所示，$$ABCD$$ 為圓內接四邊形，若 $$\\angle DBC=30^\\circ$$，$$\\angle ABD=45^\\circ$$，$$\\overline{CD}=6$$，求 $$\\overline{AD}$$。',
    answer: '$$6\\sqrt{2}$$',
    hasImage: true,
  },
  {
    id: '17ad16ade0d',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，已知 $$\\overline{AB}=4$$，$$\\overline{BC}=6$$，$$\\overline{CA}=7$$，求 $$\\cos A$$。',
    answer: '$$\\frac{29}{56}$$',
    hasImage: false,
  },
  {
    id: '17ad16cc0f5',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$D$$ 點在 $$\\overline{BC}$$ 邊上，且 $$\\overline{AB}=7$$，$$\\overline{AC}=13$$，$$\\overline{BD}=7$$，$$\\overline{CD}=8$$，求 $$\\overline{AD}$$。',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '17ad175a609',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$，$$\\overline{AB}=5$$，$$\\overline{AC}=4$$，$$\\angle A=60^\\circ$$，求 $$\\triangle ABC$$ 面積。',
    answer: '$$5\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17ad1771119',
    chapter: '三角比',
    question: '$$\\triangle ABC$$ 的邊長為 $$8$$、$$5$$、$$7$$，求面積、內切圓半徑、外切圓半徑。',
    answer: '$$10\\sqrt{3}$$；$$\\sqrt{3}$$；$$\\frac{7\\sqrt{3}}{3}',
    hasImage: false,
  },
  {
    id: '17ad17cb39c',
    chapter: '三角比',
    question:
      '化簡 (1) $$\\sin^{-1}\\frac{\\sqrt{3}}{2}\\quad$$ (2) $$\\cos^{-1}\\frac{-1}{2}\\quad$$ (3) $$\\tan^{-1}1$$',
    answer: '(1) $$60^\\circ$$ (2) $$120^\\circ$$ (3) $$45^\\circ$$',
    hasImage: false,
  },
  {
    id: '17ad18548de',
    chapter: '三角比',
    question:
      '有一艘船向南航行，在東 $$30^\\circ$$ 南的方位發現一燈塔後，繼續向前進 $$20$$ 浬，此時燈塔的方向在北 $$30^\\circ$$ 東，求此船航線與燈塔的最短距離。',
    answer: '$$5\\sqrt{3}$$ 浬',
    hasImage: false,
  },
  {
    id: '17ad187f99e',
    chapter: '三角比',
    question:
      '某人隔河測一山高，在 $$A$$ 點觀測山時，山的方位為東偏北 $$60^\\circ$$，山頂的仰角為 $$45^\\circ$$，某人自 $$A$$ 點向東行 $$600$$ 公尺到達 $$B$$ 點，山的方位變成在西偏北 $$60^\\circ$$，求山高。',
    answer: '$$600$$ 公尺',
    hasImage: false,
  },
  {
    id: '17ad192e53e',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，$$M$$ 為 $$\\overline{BC}$$ 邊之中點，若 $$\\overline{AB}=3$$，$$\\overline{AC}=5$$，且 $$\\angle BAC=120^\\circ$$，求 $$\\angle BAM$$。',
    answer: '$$5\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17ad195a9f7',
    chapter: '三角比',
    question:
      '有向角 $$\\theta$$ 以 $$x$$ 軸正向為始邊，終邊與直線 $$2x+y+3=0$$ 相交於 $$P$$，已知 $$\\tan\\theta=\\frac{3}{4}$$，求 $$\\sin\\theta$$、$$\\cos\\theta$$、$$P$$ 點坐標。',
    answer: '$$-\\frac{3}{5}$$；$$-\\frac{4}{5}$$；$$\\left(-\\frac{12}{11},-\\frac{9}{11}\\right)',
    hasImage: false,
  },
  {
    id: '17ad1986e1e',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為三角形 $$\\Gamma$$ 的一個內角，且 $$\\sin\\theta$$、$$\\cos\\theta$$ 是 $$3x^2-2x+k=0$$ 的兩根，請問下列哪些選項的敘述為真？\n(1) $$k<-0.7$$ (2) $$k>-0.8$$\n(3) $$\\Gamma$$ 為鈍角三角形 (4) $$\\cos\\theta>0$$\n(5) $$k$$、$$\\sin\\theta$$、$$\\cos\\theta$$ 之值均為有理數',
    answer: '(1)(3)',
    hasImage: false,
  },
  {
    id: '17ad199eac9',
    chapter: '三角比',
    question: '方程式 $$4x^2-5x+m=0$$ 的兩根是直角三角形的兩銳角的正弦，求 $$m$$。',
    answer: '$$\\frac{9}{8}$$',
    hasImage: false,
  },
  {
    id: '17ad19d0a01',
    chapter: '三角比',
    question:
      '設 $$\\theta_1$$、$$\\theta_2$$、$$\\theta_3$$、$$\\theta_4$$ 分別為第一、第二、第三、第四象限角，且都介於 $$0^\\circ$$ 與 $$360^\\circ$$ 之間。已知 $$|\\cos\\theta_1|=|\\cos\\theta_2|=|\\cos\\theta_3|$$$$=|\\cos\\theta_4|=\\frac{1}{3}$$，下列哪些選項是正確的？\n(1) $$\\theta_1<45^\\circ$$ (2) $$\\theta_1+\\theta_2=180^\\circ$$\n(3) $$\\cos\\theta_3=-\\frac{1}{3}$$ (4) $$\\sin\\theta_4=\\frac{2\\sqrt{2}}{3}$$\n(5) $$\\theta_4=\\theta_3+90^\\circ$$',
    answer: '(2)(3)',
    hasImage: false,
  },
  {
    id: '17ad19fe25d',
    chapter: '三角比',
    question:
      '如圖，$$\\angle BAC=\\theta$$，$$\\angle ABD=\\angle ACD=90^\\circ$$，$$\\overline{AB}=a$$，$$\\overline{BD}=b$$，下列選項何者可以表示 $$\\overline{CD}$$？\n(1) $$a\\sin\\theta+b\\cos\\theta$$ (2) $$a\\sin\\theta-b\\cos\\theta$$\n(3) $$a\\cos\\theta-b\\sin\\theta$$ (4) $$a\\cos\\theta+b\\sin\\theta$$\n(5) $$a\\sin\\theta+b\\tan\\theta$$',
    answer: '(2)',
    hasImage: true,
  },
  {
    id: '17ad1a1d228',
    chapter: '三角比',
    question:
      '如圖，正三角形 $$ABC$$ 的邊長為 $$1$$，並且 $$\\angle1=\\angle2=\\angle3=15^\\circ$$。已知 $$\\sin15^\\circ=\\frac{\\sqrt{6}-\\sqrt{2}}{4}$$，求正三角形 $$DEF$$ 的邊長。',
    answer: '$$\\frac{\\sqrt{6}-\\sqrt{2}}{2}$$',
    hasImage: true,
  },
  {
    id: '17ad1a5d24f',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，已知 $$\\overline{BC}=1$$，$$\\sin A<\\sin B$$，$$\\sin A$$ 與 $$\\sin B$$ 為 $$8x^2-4\\sqrt{3}x+1=0$$ 的兩根，求 $$\\triangle ABC$$ 的外接圓半徑。',
    answer: '$$1+\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17ad1a75088',
    chapter: '三角比',
    question:
      '在邊長為 $$13$$ 的正三角形 $$ABC$$ 上各邊分別取一點 $$P$$、$$Q$$、$$R$$，使得 $$APQR$$ 形成一平行四邊形，如圖所示。若平行四邊形 $$APQR$$ 的面積為 $$20\\sqrt{3}$$，求 $$\\overline{PR}$$。',
    answer: '$$7$$',
    hasImage: true,
  },
  {
    id: '17ad1aa917e',
    chapter: '三角比',
    question:
      '如圖，在 $$\\triangle ABC$$ 中，$$\\overline{AD}$$ 交 $$\\overline{BC}$$ 於 $$D$$ 點， $$\\overline{BE}$$ 交 $$\\overline{AD}$$ 於 $$E$$ 點，且 $$\\angle ACB=30^\\circ$$，$$\\angle EDB=60^\\circ$$，$$\\angle AEB=120^\\circ$$。若 $$\\overline{CD}=15$$，$$\\overline{ED}=7$$，求 $$\\overline{AB}$$。',
    answer: '$$13$$',
    hasImage: true,
  },
  {
    id: '17ad1ac869f',
    chapter: '三角比',
    question:
      '四邊形 $$ABCD$$ 中，$$\\overline{AB}=1$$，$$\\overline{BC}=5$$，$$\\overline{CD}=5$$，$$\\overline{DA}=7$$，且 $$\\angle DAB=\\angle BCD=90^\\circ$$，求對角線 $$\\overline{AC}$$。',
    answer: '$$4\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17ad1af7240',
    chapter: '三角比',
    question:
      '圓內接四邊形 $$ABCD$$，已知 $$\\overline{AB}=5$$，$$\\overline{BC}=3$$，$$\\overline{CD}=2$$，$$\\overline{DA}=3$$，試求：\n(1) $$\\overline{AC}$$ (2) 此四邊形面積 (3) 此圓面積',
    answer: '(1) $$\\sqrt{19}$$ (2) $$\\frac{2\\sqrt{13}}{4}$$ (3) $$\\frac{19}{3}\\pi$$',
    hasImage: false,
  },
  {
    id: '17ad1b111d9',
    chapter: '三角比',
    question:
      '如圖，圓 $$O$$ 內切於 $$\\triangle ABC$$ 中，切點分別為 $$D$$、$$E$$、$$F$$，且 $$\\overline{AD}=3$$，$$\\overline{BD}=2$$，內切圓半徑為 $$\\frac{2\\sqrt{6}}{3}$$，求 $$\\overline{AC}$$。',
    answer: '$$7$$',
    hasImage: true,
  },
  {
    id: '17ad1b2ca8a',
    chapter: '三角比',
    question:
      '平面上有一箏形 $$ABCD$$，其中 $$\\overline{AB}=\\overline{BC}=\\sqrt{2}$$，$$\\overline{AC}=\\overline{CD}=2$$，$$\\angle BAD=135^\\circ$$，求 $$\\overline{AC}$$。',
    answer: '$$\\frac{2\\sqrt{10}}{5}$$',
    hasImage: false,
  },
  {
    id: '17ad1b3be5c',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\angle ABC=60^\\circ$$，$$\\angle ABC$$ 的角平分線交 $$\\overline{AC}$$ 於 $$D$$。已知 $$\\overline{AB}=6$$，$$\\overline{BD}=2\\sqrt{3}$$，求 $$\\overline{AC}$$。',
    answer: '$$\\frac{2\\sqrt{10}}{5}$$',
    hasImage: false,
  },
  {
    id: '17ad1b58388',
    chapter: '三角比',
    question: '如圖所示，求 $$x$$。',
    answer: '$$\\frac{\\sqrt{210}}{7}$$',
    hasImage: true,
  },
  {
    id: '17ad1ba3335',
    chapter: '三角比',
    question:
      '海面上有漁船發出求救訊號，此漁船在燈塔的南 $$\\theta$$ 東方向，距離燈塔 $$15$$ 浬處，救難艦則位在燈塔的東 $$2\\theta$$ 北的方向，距離燈塔 $$11$$ 浬處，若救難艦收到求救信號後立刻以每小時 $$10$$ 浬的速度趕赴漁船所在位置，已知 $$\\theta=\\sin^{-1}\\frac{1}{3}$$，則該漁船必須等待幾分鐘才能得到救援？請選出最接近的選項。\n(1) $$100$$ 分鐘 (2) $$110$$ 分鐘 (3) $$120$$ 分鐘\n(4) $$130$$ 分鐘 (5) $$140$$ 分鐘',
    answer: '(4)',
    hasImage: false,
  },
  {
    id: '17ad1c0f6ba',
    chapter: '三角比',
    question:
      '莎韻觀測遠方等速率垂直上升的熱氣球。在上午 $$10:00$$ 熱氣球的仰角為 $$30^\\circ$$，到上午 $$10:10$$ 仰角變成 $$34^\\circ$$。請利用下表判斷到上午 $$10:30$$ 時，熱氣球的仰角的正切值？\n($$\\tan30^\\circ\\approx0.577$$、$$\\tan34^\\circ\\approx0.675$$)',
    answer: '$$0.871$$',
    hasImage: false,
  },
  {
    id: '17ad1c5ea2f',
    chapter: '三角比',
    question:
      '自地面一點觀測甲、乙兩棟大樓，甲大樓在西北方向距離 $$60$$ 公尺處，乙大樓在東北方向距離 $$80$$ 公尺處，且先測得甲大樓樓頂的仰角為 $$45^\\circ$$，再登上甲大樓的樓頂並從樓頂測得乙大樓的樓頂仰角為 $$60^\\circ$$，求乙大樓的高度。($$\\sqrt{3}\\approx1.732$$，整數以下四捨五入)',
    answer: '$$233$$ 公尺',
    hasImage: false,
  },
  {
    id: '17ad1c89c26',
    chapter: '三角比',
    question:
      '小明從旗桿底 $$O$$ 點的正西方 $$A$$ 點測得桿頂 $$T$$ 點的仰角為 $$30^\\circ$$。他向旗桿前進 $$30$$ 公尺至 $$B$$ 點，再測得旗桿頂的仰角為 $$60^\\circ$$，求旗桿高。',
    answer: '$$15\\sqrt{3}$$ 公尺',
    hasImage: false,
  },
];
