export type Question = {
  id: string;
  chapter: string[];
  question: string;
  answer: string;
  hasImage: boolean;
};

export const chapterList: string[] = [
  '數與式',
  '指數對數',
  '多項式函數',
  '直線與圓',
  '三角比',
  '數列級數',
  '數據分析',
  '排列組合與機率',
  '三角函數A',
  '三角函數B',
  '指數與對數函數',
  '平面向量',
  '空間概念',
  '空間向量',
  '空間中的平面與直線',
  '條件機率',
  '矩陣A',
  '矩陣B',
];

export const bank: Question[] = [
  {
    id: '178f776e6fd',
    chapter: ['排列組合與機率'],
    question:
      '學生 $$7$$ 人(甲、乙、丙、丁、戊、己、庚)參加接力賽跑，請回答下列問題各有多少種次序。\n(1)任意排棒有幾種？\n(2)甲、乙、丙必須是相鄰的三棒有幾種？\n(3)甲、乙、丙三人的棒次互不相連有幾種？',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '178f777ce0b',
    chapter: ['排列組合與機率'],
    question:
      '一列火車有七節車廂，車廂號碼 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$、$$7$$，今有兩對夫婦同時搭上火車。此四人剛好選坐兩節不同車廂而且是一對夫婦在一節車廂，另外一對夫婦選坐另一節車廂，則共有幾種選法？',
    answer: '$$42$$',
    hasImage: false,
  },
  {
    id: '178f7791d87',
    chapter: ['排列組合與機率'],
    question:
      '以 $$1$$、$$2$$、$$4$$、$$6$$、$$9$$ 等五個數不可重複排成一個五位數，將這些五位數由小排到大(如 $$12469$$、$$12496$$、...)後，則第 $$50$$ 個數為？',
    answer: '$$41296$$',
    hasImage: false,
  },
  {
    id: '178f779646a',
    chapter: ['排列組合與機率'],
    question:
      '用 $$0$$、$$0$$、$$1$$、$$1$$、$$1$$、$$2$$ 共 $$6$$ 個數字作成六位數，則共有幾種不同的數字？',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '178f779de67',
    chapter: ['排列組合與機率'],
    question: '某中學晚會共分成 $$7$$ 段，其中魔術、歌唱須在熱舞表演的前面，則共有幾種排法？',
    answer: '$$1680$$',
    hasImage: false,
  },
  {
    id: '178f77a38e2',
    chapter: ['排列組合與機率'],
    question: '將 $$abscissa$$ 八個字排成一列，任意排，則排法有多少種？',
    answer: '$$3360$$',
    hasImage: false,
  },
  {
    id: '178f77a66b0',
    chapter: ['排列組合與機率'],
    question: '由一樓上二樓的樓梯共有 $$8$$ 階，某人以每步踏一階或二階上樓，共有幾種走法？',
    answer: '$$34$$',
    hasImage: false,
  },
  {
    id: '178f77a9938',
    chapter: ['排列組合與機率'],
    question:
      '從 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 這 $$6$$ 個數字中，任意挑選 $$3$$ 個相異的數字排成三位數，若將所有排成的三位數由小到大依序排列，則 $$345$$ 為第幾個三位數？',
    answer: '$$51$$',
    hasImage: false,
  },
  {
    id: '178f77ac93d',
    chapter: ['排列組合與機率'],
    question:
      '某班想從 $$7$$ 名學生中選派 $$4$$ 人分別參加演講、郎讀、作文、字音字形比賽，其中小宇不參加演講比賽，阿光不參加朗讀比賽，則有幾種選派方式？',
    answer: '$$620$$',
    hasImage: false,
  },
  {
    id: '178f77b0f54',
    chapter: ['排列組合與機率'],
    question:
      '甲、乙、丙、丁、戊、己六人排成一列，其中甲與乙為相鄰而且丙與乙分開，則可能的情形有幾種？',
    answer: '$$192$$',
    hasImage: false,
  },
  {
    id: '178f77b3896',
    chapter: ['排列組合與機率'],
    question:
      '由甲地至乙地是棋盤式的街道，某人以走捷徑的方式由甲地至乙地，求必須經過 $$P$$ 點或 $$Q$$ 點的方法有多少種？',
    answer: '$$154$$',
    hasImage: true,
  },
  {
    id: '178f77b6e66',
    chapter: ['排列組合與機率'],
    question:
      '將 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 六個數字全取排成六位數，下列敘述何者正確？\n(A)六位數共有 $$720$$ 個\n(B)偶數有 $$360$$ 個\n(C) $$3$$ 的倍數有 $$240$$ 個\n(D) $$4$$ 的倍數有 $$192$$ 個\n(E) $$5$$ 的倍數有 $$120$$ 個',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '178f9e3fc7b',
    chapter: ['排列組合與機率'],
    question:
      '將 $$5$$ 張不同面額的禮券分給甲、乙、丙三人，禮券必須全部分完，則甲恰得一張的方法有幾種？',
    answer: '$$80$$',
    hasImage: false,
  },
  {
    id: '178f9e85218',
    chapter: ['排列組合與機率'],
    question:
      '將 $$5$$ 本不同的書，分給甲、乙、丙三人，就以下情形的分法，選出正確的選項？\n(A)任意分為 $$125$$ 種\n(B)甲至少一本為 $$211$$ 種\n(C)乙恰得一本為 $$80$$ 種\n(D)三人均至少一本為 $$149$$ 種\n(E)恰有一人沒拿到書為 $$96$$ 種',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '178fa340b81',
    chapter: ['排列組合與機率'],
    question:
      '有 $$t$$、$$e$$、$$e$$、$$e$$、$$e$$、$$n$$、$$n$$、$$s$$、$$s$$ 這 $$9$$ 張字母卡，欲從這 $$9$$ 張字母卡中任取 $$4$$ 張字母卡出來排列，則其排法有幾種？',
    answer: '$$163$$',
    hasImage: false,
  },
  {
    id: '178fa3eee69',
    chapter: ['排列組合與機率'],
    question:
      '某地區的車牌號碼共六碼，其中前兩碼為 $$O$$ 以外的英文大寫字母，後四碼為 $$0$$ 到 $$9$$ 的阿拉伯數字，但規定不能連續出現三個 $$4$$。例如：$$AA1234$$、$$AB4434$$ 為可出現的車牌號碼；而 $$AO1234$$，$$AB3444$$ 為不可出現的車牌號碼。則所有第一碼為 $$E$$ 且最後一碼為 $$4$$ 的車牌號碼個數為何？',
    answer: '$$24750$$',
    hasImage: false,
  },
  {
    id: '178fa4ccd10',
    chapter: ['排列組合與機率'],
    question:
      '六人搭三輛不同的計程車，每輛至少坐一名乘客，最多載四名乘客，超過四人即違規，求六人搭乘且不違規的搭乘情況下，有幾種搭乘方法？',
    answer: '$$540$$',
    hasImage: false,
  },
  {
    id: '178fa58b177',
    chapter: ['排列組合與機率'],
    question:
      '設有渡輪 $$3$$ 艘(分別標號為 $$A$$、$$B$$、$$C$$)，每艘船最多可載 $$5$$人，今有 $$7$$ 人過渡，但甲需乘 $$A$$ 船，且乙不乘 $$B$$ 船，有幾種安全過渡的方法？',
    answer: '$$473$$',
    hasImage: false,
  },
  {
    id: '178fa706cd1',
    chapter: ['排列組合與機率'],
    question:
      '甲、乙、丙、丁、戊、己、庚共 $$7$$ 人，從中選出 $$4$$ 人，則甲、乙不能同時入選的方法有幾種？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '178fa7b2ef0',
    chapter: ['排列組合與機率'],
    question:
      '摩斯密碼是由「‧」與「—」兩種符號所排成一列的字串。若有一個摩斯密碼字串是由 $$3$$ 個「‧」符號及 $$8$$ 個「—」符號所組成，且 $$3$$ 個「‧」符號不相鄰，則可產生幾種不同的摩斯密碼字串？',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '178fa7e4b84',
    chapter: ['排列組合與機率'],
    question:
      '由甲、乙、丙、丁...等 $$10$$ 人中選出 $$4$$ 人，組成一代表團，則至少含甲、乙、丙、丁其中 $$1$$ 人的選法有幾種?',
    answer: '$$195$$',
    hasImage: false,
  },
  {
    id: '178fa9cba82',
    chapter: ['排列組合與機率'],
    question: '已知右圖為 $$16$$ 個矩形組成的大矩形，則圖中不包含 $$P$$ 點的矩形有幾個？',
    answer: '$$64$$',
    hasImage: true,
  },
  {
    id: '178fabee5c1',
    chapter: ['排列組合與機率'],
    question:
      '圖書館買進 $$6$$ 本不同的童書，請選出下列正確的選項：\n(A)平分成三堆，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(B)平分給三人，每人兩本，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(C)分給三人，一人四本，另兩人一人一本，有 $$C^6_4\\cdot C^2_1\\cdot C^1_1$$ 種分法\n(D)分給三人，有一人一本，有一人兩本，另一人三本，有 $$C^6_3\\cdot C^3_2\\cdot C^1_1\\cdot 3!$$ 種分法\n(E)分給三人每人至少一本，有 $$C^6_3\\cdot3!\\times 3^3$$ 種分法',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '178fac14a06',
    chapter: ['排列組合與機率'],
    question:
      '舉辦班際籃球賽，某班選出甲、乙、丙...等 $$15$$ 個最強的同學上場比賽，若每隊需要 $$5$$ 個人且甲、乙、丙三人不同隊，則有幾種組隊方式？',
    answer: '$$34650$$',
    hasImage: false,
  },
  {
    id: '178fac261fc',
    chapter: ['排列組合與機率'],
    question: '$$\\left(2x^2-3y\\right)^5$$ 展開式中 $$x^4y^3$$ 項的係數為？',
    answer: '$$-1080$$',
    hasImage: false,
  },
  {
    id: '178fac331f4',
    chapter: ['排列組合與機率'],
    question: '$$\\left(3x^2+\\frac{1}{x}\\right)^6$$ 展開式中，常數項為？',
    answer: '$$135$$',
    hasImage: false,
  },
  {
    id: '178fac4d07c',
    chapter: ['排列組合與機率'],
    question:
      '計算各式的值：\n(1) $$C^3_3+C^4_3+C^5_3+C^6_3+\\dots+C^{10}_3=$$？\n(2) $$C^9_1+C^9_2+C^9_3+C^9_4+\\dots+C^9_8=$$？',
    answer: '(1) $$330$$ (2) $$510$$',
    hasImage: false,
  },
  {
    id: '178fac883bd',
    chapter: ['排列組合與機率'],
    question:
      '設 $$(1+\\sqrt{2})^6=a+b\\sqrt{2}$$，其中 $$a$$、$$b$$ 為實數。請問 $$b$$ 等於下列哪一個選項？\n(A) $$C^6_0+2C^6_2+2^2C^6_4+2^3C^6_6$$\n(B) $$2C^6_1+2^2C^6_3+2^3C^6_5$$\n(C) $$C^6_1+2C^6_3+2^2C^6_5$$\n(D) $$C^6_0+2C^6_1+2^2C^6_2+2^3C^6_3+2^4C^6_4+2^5C^6_5+2^6C^6_6$$\n(E) $$C^6_0+2^2C^6_2+2^4C^6_4+2^6C^6_6$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1791b42e622',
    chapter: ['排列組合與機率'],
    question:
      '投擲 $$1$$ 枚均勻的硬幣 $$4$$ 次，求下列各事件的機率：\n(1)出現 $$1$$ 次正面，$$3$$ 次反面的機率為？\n(2)出現的正面次數大於反面次數的機率為？\n(3)在第 $$3$$ 次出現第 $$2$$ 次正面的機率為？',
    answer: '(1) $$\\frac{1}{4}$$ (2) $$\\frac{5}{16}$$ (3) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1791b44c122',
    chapter: ['排列組合與機率'],
    question:
      '袋中有 $$6$$ 顆大小相同的球，其中紅球 $$4$$ 顆，白球 $$2$$ 顆。取一球後不放回，再取一球，則兩球都是紅球的機率為？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b45cd54',
    chapter: ['排列組合與機率'],
    question: '寫有 $$1,2,3,4,5,6,7$$ 各數字之七張卡片中任取兩張，則數字之和為偶數之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '1791b469f25',
    chapter: ['排列組合與機率'],
    question: '四人同時玩「剪刀、石頭、布」的遊戲，求只玩一次就分出勝負的機率為？',
    answer: '$$\\frac{14}{27}$$',
    hasImage: false,
  },
  {
    id: '1791b4911d8',
    chapter: ['排列組合與機率'],
    question:
      '設事件 $$A$$ 發生的機率為 $$\\frac{2}{5}$$，事件 $$B$$ 發生的機率為 $$\\frac{3}{10}$$，若以 $$p$$ 表 $$A$$ 或 $$B$$ 發生的機率，則 $$p$$ 值的範圍為何？',
    answer: '$$\\frac{2}{5}\\le p\\le\\frac{7}{10}$$',
    hasImage: false,
  },
  {
    id: '1791b4a62cb',
    chapter: ['排列組合與機率'],
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{1}{2}$$，$$P(B)=\\frac{7}{10}$$，$$P(A\\cap B)=\\frac{2}{5}$$，則 $$P(A\\cup B)=$$？',
    answer: '$$\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b4d6f84',
    chapter: ['排列組合與機率'],
    question:
      '袋中有 $$5$$ 張同樣大小的卡片，其中 $$3$$ 張寫上號碼 $$15$$，$$2$$ 張寫上號碼 $$20$$，設每張卡片被取出的機會均等。袋中一次取 $$2$$ 張卡片，可得兩張卡片號碼和的錢數，則取一次所得錢數的期望值為？',
    answer: '$$34$$ 元',
    hasImage: false,
  },
  {
    id: '1791b4f3389',
    chapter: ['排列組合與機率'],
    question:
      '箱中有三顆紅球與三顆白球，一摸彩遊戲是從箱中隨機同時抽出兩顆球。如果抽出的兩球顏色不同，則得獎金 $$100$$ 元；如果兩球顏色相同，則獎金 $$150$$ 元。請問此遊戲獎金的期望值為何？',
    answer: '$$120$$ 元',
    hasImage: false,
  },
  {
    id: '1791b50de9e',
    chapter: ['排列組合與機率'],
    question:
      '若一個 $$80$$ 歲老人根據統計，可活過一年的機率為 $$95\\%$$，若某 $$80$$ 歲老爺爺保一年 $$10000$$ 元的壽險，但須繳納保費 $$1000$$ 元，試問此 $$80$$ 歲老人投保，保險公司獲益的期望值為？',
    answer: '$$500$$ 元',
    hasImage: false,
  },
  {
    id: '1791b528b1d',
    chapter: ['排列組合與機率'],
    question:
      '某城市發行彩券，每張售價 $$100$$ 元，在每次發行 $$1$$ 百萬張彩券中有壹佰萬元獎 $$10$$ 張，拾萬元獎 $$100$$ 張，壹萬元獎 $$1000$$ 張，壹仟元獎 $$10000$$ 張，伍佰元獎 $$50000$$ 張，若小張購買兩張，預期會損失幾元？',
    answer: '$$70$$ 元',
    hasImage: false,
  },
  {
    id: '1791b53bc19',
    chapter: ['排列組合與機率'],
    question:
      '王先生在提款時忘了帳號密碼，但他還記得密碼的七位數字中，有兩個 $$3$$，三個 $$5$$，兩個 $$9$$，於是他就用這七個數字隨意排成一個七位數輸入提款機嘗試，則他只試一次就成功的機率為？',
    answer: '$$\\frac{1}{210}$$',
    hasImage: false,
  },
  {
    id: '1791b572ecb',
    chapter: ['排列組合與機率'],
    question:
      '袋中有 $$12$$ 個大小相同的球，其中紅球 $$5$$ 個，白球 $$4$$ 個，黑球 $$3$$ 個。\n(1)自袋中任取 $$4$$ 球，取出的結果有幾種？\n(2)自袋中任取 $$4$$ 球，恰為三色之機率為？',
    answer: '(1) $$14$$ (2) $$\\frac{6}{11}$$',
    hasImage: false,
  },
  {
    id: '17942b291a4',
    chapter: ['排列組合與機率'],
    question:
      '已知袋中有 $$6$$ 個紅球，$$4$$ 個白球，若每球被取出的機會相同。若一次取一球，取後放回，共取兩次，取出一紅球一白球的機率為 $$P_1$$；若一次取一球，取後不放回，共取兩次，取出一紅球一白球的機率為 $$P_2$$；若一次取兩球，只取一次，取出一紅球一白球的機率為 $$P_3$$，則 $$P_1$$、$$P_2$$、$$P_3$$ 大小關係為何？\n(A) $$P_1=P_2<P_3$$\n(B) $$P_1<P_2=P_3$$\n(C) $$P_2<P_3=P_1$$\n(D) $$P_1<P_2<P_3$$\n(E) $$P_3<P_2<P_1$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942b5ea75',
    chapter: ['排列組合與機率'],
    question:
      '將正方形 $$ABCD$$ 的四條邊各自標上 $$1$$、$$2$$、$$3$$ 中的某一個數，使得任兩條相鄰的邊，都標有恰好差 $$1$$ 的兩個數。滿足這種條件的標示法總共有多少種？\n(A) $$2$$ 種\n(B) $$4$$ 種\n(C) $$6$$ 種\n(D) $$8$$ 種',
    answer: '(D)',
    hasImage: true,
  },
  {
    id: '17942ba194e',
    chapter: ['排列組合與機率'],
    question:
      '在 $$9$$ 個小正方格子中每一格填入「O」或「X」，則填法有幾種？\n(A) $$9^2$$\n(B) $$2^9$$\n(C) $$P^9_2$$\n(D) $$C^9_0+C^9_1+C^9_2+\\dots+C^9_9$$\n(E) $$2(C^9_0+C^9_1+C^9_2+\\dots+C^9_9)$$',
    answer: '(B)(D)',
    hasImage: true,
  },
  {
    id: '17942bc2fb6',
    chapter: ['排列組合與機率'],
    question:
      '選出答案不為 $$C^7_3$$ 的選項。\n(A)從 $$7$$ 人中選出 $$3$$ 人參加比賽的方法數\n(B)甲、乙、丙三人從 $$7$$ 本不同的書中，每人各選一本的方法數\n(C)將「$$aaaabbb$$」共 $$7$$ 個字母，任意排成一列的方法數\n(D)在 $$(a-b)^7$$ 的展開式中，$$a^4b^3$$ 的係數\n(E)在 $$(a-b)^7$$ 的展開式中，$$a^3b^4$$ 的係數',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '17942c0dd28',
    chapter: ['排列組合與機率'],
    question:
      "關於下列的敘述，選出正確的選項。\n(A)投擲一均勻硬幣 $$6$$ 次，「$$6$$ 次都出現正面」的機率小於「前 $$3$$ 次正面，後 $$3$$ 次反面」的機率\n(B)擲兩顆公正骰子一次，兩顆點數相同的機率為 $$\\frac{1}{6}$$\n(C)同時投擲二枚均勻硬幣一次，出現一正一反的機率為 $$\\frac{1}{4}$$\n(D)對任意兩事件 $$A$$、$$B$$，$$P(A\\cap B')=P(A)-P(A\\cap B)$$\n(E)對任意兩事件 $$A$$、$$B$$，$$P(A'\\cap B')=1-P(A\\cup B)$$",
    answer: '(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c55d7f',
    chapter: ['排列組合與機率'],
    question:
      '袋子中有 $$k$$ 號卡片 $$k$$ 張($$k=1$$、$$2$$、$$3$$)，每張卡片被取到的機會均等，則下列何者正確？\n(A)取出一張卡片，則此張卡片上數字之期望值為 $$\\frac{7}{3}$$\n(B)一次取出兩張卡片，則兩張卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(C)一次取出兩張卡片，則兩張卡片上數字積之期望值為 $$\\frac{49}{9}$$\n(D)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(E)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字積之期望值為 $$\\frac{49}{9}$$',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c8c37e',
    chapter: ['排列組合與機率'],
    question:
      '美國職棒大聯盟總冠軍賽採七戰四勝制，若比完第三場時洋基隊以一勝兩敗落後道奇隊，則往後比賽共有幾種可能情形是洋基隊獲得冠軍的情形？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '17942ccbdb7',
    chapter: ['排列組合與機率'],
    question:
      '設集合 $$A=\\{x|1\\le x\\le4,x\\in \\mathbb{R}\\}$$，集合 $$B=\\{x|x^2-2x-3\\le0,x\\in\\mathbb{R}\\}$$，則集合 $$A$$ 與 $$B$$ 的差集 $$A-B=$$？',
    answer: '$$\\{x|3<x\\le4,x\\in\\mathbb{R}\\}$$',
    hasImage: false,
  },
  {
    id: '17942ce3940',
    chapter: ['排列組合與機率'],
    question: '將 $$4$$ 本不同的書全部分給甲、乙、丙三人，則甲恰得一本書的方法有幾種？',
    answer: '$$32$$',
    hasImage: false,
  },
  {
    id: '17942d0321c',
    chapter: ['排列組合與機率'],
    question:
      '愛吃鬼品軒家附近的餐館供應晚餐便當共 $$3$$ 種，她打算從這週星期一到星期五的 $$5$$ 天晚餐，將餐館每種便當都至少吃過一次，是問她有幾種搭配選擇？',
    answer: '$$150$$',
    hasImage: false,
  },
  {
    id: '17942d1e94a',
    chapter: ['排列組合與機率'],
    question: '投擲一公正骰子 $$4$$ 次，觀察出現的點數，則 $$4$$ 次骰子點數均相異的機率為？',
    answer: '$$\\frac{5}{18}$$',
    hasImage: false,
  },
  {
    id: '17942d5a8b2',
    chapter: ['排列組合與機率'],
    question:
      '某購物商場裡的特價商品專櫃裡的 $$10$$ 件 T 恤中，有 $$2$$ 件是瑕疵品。今從中任取 $$3$$ 件，則至多只取到 $$1$$ 件瑕疵品的機率為？',
    answer: '$$\\frac{14}{15}$$',
    hasImage: false,
  },
  {
    id: '17942eb8abe',
    chapter: ['排列組合與機率'],
    question:
      '甲、乙兩人比賽下西洋棋，約定先贏 $$3$$ 局者贏，敗者付勝者 $$3000$$ 元。已知甲、乙兩人獲勝的機率各是 $$\\frac{1}{2}$$，沒有和局。現於甲贏 $$2$$ 局、乙贏 $$1$$ 局時，比賽因故中止且決定按期望值的概念決定金額的處理方式，試求乙應付給甲幾元才合理？',
    answer: '$$2250$$',
    hasImage: false,
  },
  {
    id: '17942ede30d',
    chapter: ['排列組合與機率'],
    question: '設 $$(\\sqrt{3}-1)^6=a+b\\sqrt{3}$$，其中 $$a$$、$$b$$ 為整數，求數對 $$(a,b)=$$？',
    answer: '$$(208,-120)$$',
    hasImage: false,
  },
  {
    id: '17900fd2403',
    chapter: ['數列級數'],
    question:
      '一等差數列 $$\\langle a_n\\rangle$$，若 $$a_{11}=19$$，$$a_{20}=-26$$，且 $$S_n$$ 表前 $$n$$ 項和，則 $$S_n$$ 有最大值為？',
    answer: '$$511$$',
    hasImage: false,
  },
  {
    id: '17901003c6e',
    chapter: ['數列級數'],
    question:
      '設數列 $$\\langle a_n\\rangle$$ 之前 $$n$$ 項的和 $$S_n=a_1+a_2+\\dots+a_n=3n^2-2n-5$$，則下列選項何者正確？\n(A) $$a_1=-4$$\n(B) $$a_2=3$$\n(C) $$a_{20}=a_{19}+6$$\n(D) $$a_{34}>200$$\n(E) $$\\langle a_n\\rangle$$ 是等差數列',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17901015b15',
    chapter: ['數列級數'],
    question:
      '設數列 $$\\langle a_n\\rangle$$ 是等比數列，其公比為實數且 $$a_3=48$$，$$a_6=-384$$，則此數列前 $$10$$ 項之和為？',
    answer: '$$-4092$$',
    hasImage: false,
  },
  {
    id: '17901027cbd',
    chapter: ['數列級數'],
    question: '試求級數和：$$11^3+12^3+13^3+\\dots+20^3=$$？',
    answer: '$$41075$$',
    hasImage: false,
  },
  {
    id: '1790103334d',
    chapter: ['數列級數'],
    question: '求 $$1\\times2+2\\times3+3\\times4+\\dots+30\\times31=$$？',
    answer: '$$9920$$',
    hasImage: false,
  },
  {
    id: '1790106289d',
    chapter: ['數列級數'],
    question:
      '假設定期存款的年利率為 $$2\\%$$，小明每年初存進 $$1000$$ 元，定期存十五年\n(1)若單利計息，每年為一期，則期滿後之本利和為？\n(2)若複利計息，每年為一期，則期滿後之本利和為？($$1.02^{15}\\approx1.346$$)',
    answer: '(1) $$17400$$ 元 (2) $$17646$$ 元',
    hasImage: false,
  },
  {
    id: '17901070ba5',
    chapter: ['數列級數'],
    question: '若 $$200\\le n\\le900$$，且 $$n$$ 為自然數，則這些自然數中 $$7$$ 的倍數之和為？',
    answer: '$$54950$$',
    hasImage: false,
  },
  {
    id: '179010f94b5',
    chapter: ['數列級數'],
    question:
      '電影院裡相鄰兩排的座位，後排都比前排多 $$2$$ 個位子。已知最前排有 $$12$$ 個座位，且座位總數不超過 $$600$$ 個。若此電影院能容納最多的排數為 $$x$$，且最多的總座位數為 $$y$$，則 $$x+y=$$？',
    answer: '$$589$$',
    hasImage: false,
  },
  {
    id: '179011103d5',
    chapter: ['數列級數'],
    question:
      '設 $$\\langle a_n\\rangle$$ 為一個首項不為 $$0$$ 的等比數列，滿足 $$2a_1+a_2=0$$ 且 $$a_1+a_2+a_3=3$$，則前 $$10$$ 項的和為？',
    answer: '$$-341$$',
    hasImage: false,
  },
  {
    id: '1790111e4ab',
    chapter: ['數列級數'],
    question:
      '有一等比級數，前 $$5$$ 項的和為 $$60$$，前 $$10$$ 項的和為 $$180$$，試求第 $$16$$ 項至第 $$20$$ 項的和為？',
    answer: '$$480$$',
    hasImage: false,
  },
  {
    id: '1790112e430',
    chapter: ['數列級數'],
    question:
      '邊長為 $$1$$ 公分的正立方體積木堆疊如圖所示：第一層用 $$1$$ 個積木，第二層用 $$3$$ 個積木，第三層用 $$6$$ 個積木，以此類推，試問：\n(1)第二十層用了幾個積木？\n(2)如果堆完 $$20$$ 層，則此 $$20$$ 層總共剛好需要幾個積木？',
    answer: '(1) $$210$$ (2) $$1540$$',
    hasImage: true,
  },
  {
    id: '1790118bdaf',
    chapter: ['數列級數'],
    question:
      '在坐標平面上，螞蟻由原點出發。牠第一次向右移動 $$1$$ 單位，到達點 $$P_1(1,0)$$，第二次向上移動 $$\\frac{1}{2}$$ 單位，到達點 $$P_2\\left(1,\\frac{1}{2}\\right)$$，而後依照先向右再向上的方式移動，而且第 $$2k-1$$ 次向右移動 $$2k-1$$ 單位，第 $$2k$$ 次向上移動 $$\\left(\\frac{1}{2}\\right)^k$$ 單位，$$k$$ 為正整數。如此依序移動到點 $$P_3$$，$$P_4$$，$$P_5$$，...，則點 $$P_{11}$$ 的坐標為？',
    answer: '$$\\left(36,\\frac{31}{32}\\right)$$',
    hasImage: false,
  },
  {
    id: '179032bab5b',
    chapter: ['條件機率'],
    question:
      '有一個孩童猜拳，過去 $$20$$ 次中，此孩童出石頭和布的次數各有 $$8$$ 次，根據此這 $$20$$ 次的紀錄，下一次這位孩童出剪刀的機率為？',
    answer: '$$\\frac{1}{5}$$',
    hasImage: false,
  },
  {
    id: '179032cd151',
    chapter: ['條件機率'],
    question:
      '有一個不公正骰子，其點數分別為 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$，而各點數發生的機率與其點數成正比，則出現 $$1$$ 點的機率為？',
    answer: '$$\\frac{1}{21}$$',
    hasImage: false,
  },
  {
    id: '179032e41d6',
    chapter: ['條件機率'],
    question:
      '擲一顆骰子兩次，若第一次出現 $$a$$ 點，第二次出現 $$b$$ 點，在 $$a+b=7$$ 的條件下，第二次出現 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{6}$$',
    hasImage: false,
  },
  {
    id: '179032ff4e6',
    chapter: ['條件機率'],
    question:
      '設一般家庭每胎生男生女的機率均為 $$\\frac{1}{2}$$，不考慮雙胞胎與三胞胎，在一個隨機取樣的家庭中，已知此家庭恰有三個小孩，且至少有一個女孩的條件下，則第一胎為男孩之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033094e9',
    chapter: ['條件機率'],
    question:
      '擲三枚相同且均勻的銅板一次，則在至少出現一個正面的條件下，恰好出現兩個正面的機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033272c5',
    chapter: ['條件機率'],
    question:
      '已知在某城市的人口中，男性占 $$60\\%$$，又女性且抽菸的人占 $$10\\%$$。從此城市任選一人，已知此人為女性的條件下，此人有抽菸的機率為？',
    answer: '$$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1790334645d',
    chapter: ['條件機率'],
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{2}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cup B)=\\frac{4}{5}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '17903353520',
    chapter: ['條件機率'],
    question:
      '若 $$A$$、$$B$$ 為獨立事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cap B)=$$？',
    answer: '$$\\frac{2}{15}$$',
    hasImage: false,
  },
  {
    id: '1790336d2b8',
    chapter: ['條件機率'],
    question:
      '已知服用某藥物治療流行性感冒，治癒率為 $$\\frac{3}{5}$$，今有甲、乙兩人同時因流行性感冒服用此藥物，且兩人是否被治癒為獨立事件，則兩人都被治癒的機率為？',
    answer: '$$\\frac{9}{25}$$',
    hasImage: false,
  },
  {
    id: '17903380dda',
    chapter: ['條件機率'],
    question:
      "設 $$A$$、$$B$$ 為兩獨立事件，若 $$P(A)=P(B)$$，$$P(A'\\cap B')=\\frac{4}{9}$$，則 $$P(B)=$$？",
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179033af1d1',
    chapter: ['條件機率'],
    question:
      '為推廣民眾騎乘自行車作為短程接駁交通工具，台中市政府辦理 YouBike 租賃服務。設甲、乙、丙三人獨立租賃自行車上學的機率分別為 $$0.8$$、$$0.6$$、$$0.5$$，且三人租賃與否為獨立事件，則至少有一人租賃自行車上學的機率為？',
    answer: '$$0.96$$',
    hasImage: false,
  },
  {
    id: '179033cd2cf',
    chapter: ['條件機率'],
    question:
      '丟一枚均勻硬幣 $$3$$ 次，已知第 $$3$$ 次出現正面，則 $$3$$ 次中出現 $$2$$ 次正面的機率為何？',
    answer: '$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '17927459344',
    chapter: ['條件機率'],
    question:
      '設 $$A$$、$$B$$ 為樣本空間之兩事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{1}{2}$$，$$P(A\\cup B)=\\frac{7}{12}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{3}{4}$$',
    hasImage: false,
  },
  {
    id: '1792748064d',
    chapter: ['條件機率'],
    question:
      '有甲、乙、丙三個袋子，甲袋中有 $$1$$ 白球、$$2$$ 黑球、$$3$$ 紅球；乙袋中有 $$2$$ 白球、$$1$$ 黑球、$$1$$ 紅球；丙袋中有 $$4$$ 白球、$$2$$ 黑球、$$2$$ 紅球。設每袋被選的機會均等，且每袋中的每一球被取的機會也均等，今任選一袋，再從中任選一球。則此球是紅球的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '17927498755',
    chapter: ['條件機率'],
    question:
      '袋中有 $$8$$ 個白球，$$4$$ 個紅球，每個球被取到的機率均等，一次取三球，則三球同色的條件下，三球皆為紅色的機率為？',
    answer: '$$\\frac{1}{15}$$',
    hasImage: false,
  },
  {
    id: '179274b0593',
    chapter: ['條件機率'],
    question:
      '學期結束，教務處公告：全校學生中，有 $$\\frac{2}{5}$$ 國文不及格，有 $$\\frac{3}{4}$$ 數學不及格，有 $$\\frac{3}{20}$$ 兩科都不及格。今任選一學生，若已知他國文不及格，則他數學及格的機率為？',
    answer: '$$\\frac{5}{8}$$',
    hasImage: false,
  },
  {
    id: '179274c0e0c',
    chapter: ['條件機率'],
    question: '擲一顆公正的骰子一次，在擲出之點數為奇數的條件下，則擲出的點數為 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179274d4483',
    chapter: ['條件機率'],
    question:
      '袋中有 $$3$$ 顆紅球與 $$2$$ 顆白球，假設每顆球被選取的機會均等，今從袋中取球，每次取 $$1$$ 顆連取兩次，取後不放回，則第一次取到白球且第二次取到紅球的機率是？',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '179274de9ba',
    chapter: ['條件機率'],
    question:
      '投擲三顆公正的骰子，觀察出現的點數。在點數和為 $$12$$ 的條件下，至少有 $$2$$ 顆骰子是奇數的機率為？',
    answer: '$$\\frac{18}{25}$$',
    hasImage: false,
  },
  {
    id: '179274f6369',
    chapter: ['條件機率'],
    question:
      '甲、乙兩人射擊同一個靶面，甲射擊兩發，乙射擊一發。設甲、乙的命中率分別為 $$\\frac{2}{5}$$、$$\\frac{1}{4}$$，且每發射擊是否中靶是互相獨立的，則靶面恰中兩發的機率為？',
    answer: '$$\\frac{6}{25}$$',
    hasImage: false,
  },
  {
    id: '17927511d39',
    chapter: ['條件機率'],
    question:
      '某公司員工中，男生占 $$80\\%$$，女生占 $$20\\%$$，又知男生員工中 $$40\\%$$ 是近視，女生員工中 $$35\\%$$ 是近視，由該公司員工中任選一人，已知這位員工沒有近視，則這位員工是女生的機率為？',
    answer: '$$\\frac{13}{61}$$',
    hasImage: false,
  },
  {
    id: '17927541a05',
    chapter: ['條件機率'],
    question:
      '由一種檢驗某傳染病的儀器得知：患此病的人，有 $$90\\%$$ 的機率經此儀器檢驗會呈陽性反應；不患此病的人，也有 $$5\\%$$ 的機率會被誤檢而呈現陽性反應。假設某地區有 $$6\\%$$ 的人罹患此病，從此地區中任選一人接受檢驗，若此人檢驗結果為陰性，則他確實沒有染病的機率為？',
    answer: '$$\\frac{893}{899}$$',
    hasImage: false,
  },
  {
    id: '179275625e9',
    chapter: ['條件機率'],
    question:
      '某校高一、高二、高三學生人數各占全校總人數的 $$\\frac{1}{3}$$。依該校學務處統計知：高一學生中的 $$28\\%$$，高二學生中的 $$35\\%$$，高三學生中的 $$42\\%$$ 持有智慧型手機。今從全校學生中任抽一人，已知抽到的學生持有智慧型手機，則該生是高一學生的機率為？',
    answer: '$$\\frac{4}{15}$$',
    hasImage: false,
  },
  {
    id: '1792757828f',
    chapter: ['條件機率'],
    question:
      '依據過去的經驗，中川對數學中的機率選擇題 $$10$$ 題中會做 $$7$$ 題，且會做的中川一定答對，中川不會時，也會用猜的，若有次考試有一題 $$5$$ 選 $$1$$ 的機率選擇題，結果中川答對，則中川是真正會做的機率為？',
    answer: '$$\\frac{35}{38}$$',
    hasImage: false,
  },
  {
    id: '1790658dfdc',
    chapter: ['數據分析'],
    question:
      '有 $$n$$ 個數值，其算術平均數為 $$5$$，若再加上一數「$$14$$」，則算術平均數變為 $$6$$，則 $$n=$$？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '1790659e4b8',
    chapter: ['數據分析'],
    question:
      '有十個數據 $$2$$，$$2$$，$$2$$，$$4$$，$$5$$，$$6$$，$$7$$，$$7$$，$$7$$，$$8$$，則此十個數據的標準差為？',
    answer: '$$\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '179065c0fdf',
    chapter: ['數據分析'],
    question:
      '已知數值資料 $$x_1,x_2,\\dots,x_n$$ 之平均數為 $$15$$，標準差為 $$4$$，若 $$y_i=–3x_i+1$$ ($$i=1,2,\\dots,n$$)，則 $$y_1,y_2,\\dots,y_n$$ 之標準差為？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '179065d6873',
    chapter: ['數據分析'],
    question:
      '有 $$n$$ 個整數，加入一個數「$$36$$」後，其算術平均數多 $$2$$；但從此 $$n$$ 個整數中去掉其中一個數「$$20$$」後，其算術平均數少 $$1$$，則 $$n=$$？',
    answer: '$$13$$',
    hasImage: false,
  },
  {
    id: '179065e0be4',
    chapter: ['數據分析'],
    question:
      '某一國家近四年的經濟年成長率分別為 $$60\\%$$、$$80\\%$$、$$–10\\%$$、$$–20\\%$$，則該國家近四年每一年的平均經濟成長率為多少 $$\\%$$？',
    answer: '$$20\\%$$',
    hasImage: false,
  },
  {
    id: '1790660b19a',
    chapter: ['數據分析'],
    question:
      '某公司 $$55$$ 位職員的月薪及人數分配如下表，則平均月薪為多少元？\n $$\\begin{array} {|c|c|}\\hline 月薪(萬) & 3 & 3.2 & 3.5 & 4 & 5.05 \\\\ \\hline 人數 & 5 & 10 & 20 & 18 & 2 \\\\ \\hline  \\end{array}$$',
    answer: '$$36200$$',
    hasImage: false,
  },
  {
    id: '1790661989e',
    chapter: ['數據分析'],
    question:
      '某班老師算出學生學期成績後，鑑於學生平時都很用功，決定每人各加 $$5$$ 分(加分後沒人超過 $$100$$分)，則加分前與加分後，下列哪些統計數值不變？\n(A)算術平均數\n(B)標準差\n(C)全距\n(D)中位數\n(E)變異數',
    answer: '(B)(C)(E)',
    hasImage: false,
  },
  {
    id: '17906631b9a',
    chapter: ['數據分析'],
    question:
      '觀察下列四組數據(每組 $$10$$ 筆)\n $$X_1: 1, 1, 1, 1, 1, –5, –5, –5, –5, –5$$\n $$X_2: –2, –2, –2, –2, –2, 10, 10, 10, 10, 10$$\n $$X_3: 2, 2, 2, 5, 5, 5, 5, 8, 8, 8$$\n $$X_4: –1, –1, –1, –1, –1, 1, 1, 1, 1, 1$$\n其標準差分別為 $$\\sigma_1,\\sigma_2,\\sigma_3,\\sigma_4$$，則這四者的大小關係為何？',
    answer: '$$\\sigma_2>\\sigma_1>\\sigma_3>\\sigma_4$$',
    hasImage: false,
  },
  {
    id: '179066679d7',
    chapter: ['數據分析'],
    question:
      '老師對兩個班學生實施測驗，結果如下表：\n $$\\begin{array} {|c|c|}\\hline & 人數 & 平均 & 標準差 \\\\ \\hline 甲班 & 30 & 60 & 10 \\\\ \\hline 乙班 & 20 & 70 & 5 \\\\ \\hline  \\end{array}$$\n現將學生共 $$50$$ 人的成績合併計算，則：\n(1)合併後的算術平均數為？\n(2)合併後的標準差為？',
    answer: '(1) $$64$$ (2) $$\\sqrt{94}$$',
    hasImage: false,
  },
  {
    id: '17906678a7e',
    chapter: ['數據分析'],
    question:
      '某班 $$41$$ 位學生成績不佳，平均 $$48$$ 分，標準差 $$8$$ 分，老師決定將成績以 $$y=ax+b$$ 的方式加分($$x$$ 為原分數，$$y$$ 為加分後分數，$$a>0$$)，將成績提高到平均 $$60$$ 分，標準差 $$9$$ 分，按照這個計算方式，該班學生小明加分後分數將超過 $$100$$ 分，則小明原分數至少為多少分？(原分數皆為整數)',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '179066936d3',
    chapter: ['數據分析'],
    question:
      '某科的學期成績計算方式如下：平時成績占 $$30\\%$$，兩次期中考各占 $$20\\%$$，期末考占 $$30\\%$$。已知小華的平時成績為 $$65$$ 分，兩次期中考分別為 $$35$$ 分及 $$37$$ 分，則他期末考至少須考幾分，學期成績才有 $$60$$ 分？',
    answer: '$$87$$',
    hasImage: false,
  },
  {
    id: '1790669db0d',
    chapter: ['數據分析'],
    question:
      '有 $$21$$ 個數據，其算術平均數為 $$32$$，標準差為 $$3$$。今發覺其中一數「$$32$$」必須剔除，則所剩的 $$20$$ 個數據之標準差為？',
    answer: '$$\\sqrt{9.45}$$',
    hasImage: false,
  },
  {
    id: '1791c38f96b',
    chapter: ['數據分析'],
    question:
      '一組資料共 $$6$$ 筆數據，經標準化後得到其 $$z$$ 分數為 $$0.25$$，$$-0.75$$，$$1.25$$，$$0.75$$，$$-0.3$$，$$x$$，已知原來的 $$6$$ 個數據的算術平均數為 $$60$$，標準差為 $$5$$，則原始數據中最小的數為？',
    answer: '$$54$$',
    hasImage: false,
  },
  {
    id: '1791c3d6dda',
    chapter: ['數據分析'],
    question:
      '某班段考國文、數學與英文的算術平均數($$\\mu$$)和標準差($$\\sigma$$)如下表：\n $$\\begin{array} {|c|c|}\\hline & 國文 & 數學 & 英文 \\\\ \\hline \\mu & 70 & 68 & 60 \\\\ \\hline  \\sigma & 8 & 5 & 4 \\\\ \\hline \\end{array}$$\n已知班上甲生此次段考國文成績為 $$81$$ 分，數學成績為 $$75$$ 分與英文成績為 $$60$$ 分，相對於全班，甲生在這三科中，表現最好的科目是？表現最差的科目是？',
    answer: '最好的是數學；最差的是英文',
    hasImage: false,
  },
  {
    id: '1791c668816',
    chapter: ['數據分析'],
    question:
      '某系入學考試分為口試與筆試兩測驗，由於最近疫情嚴重，應減少群聚，調閱去年 $$4$$ 名考生的筆試($$x$$)與口試成績($$y$$)如下：\n $$\\begin{array} {|c|c|}\\hline & 甲 & 乙 & 丙 & 丁 \\\\ \\hline x & 10 & 10 & 14 & 14 \\\\ \\hline  y & 9 & 14 & 15 & 14 \\\\ \\hline \\end{array}$$\n該系討論後決定若筆試與口試成績的相關係數 $$r>0.6$$，今年就取消口試，僅以筆試成績計算。根據這份資料判斷，今年是否取消口試？',
    answer: '是',
    hasImage: false,
  },
  {
    id: '1791c6788cf',
    chapter: ['數據分析'],
    question:
      "設兩變數 $$x$$，$$y$$ 的相關係數為 $$-0.4$$，若 $$x'=5x+3$$，$$y'=20-3y$$，則 $$x'$$，$$y'$$ 的相關係數為？",
    answer: '$$0.4$$',
    hasImage: false,
  },
  {
    id: '1791c6a521e',
    chapter: ['數據分析'],
    question:
      '數學老師記錄了班上五位同學每週上網時數($$x$$)與段考數學成績($$y$$)如下表。\n $$\\begin{array} {|c|c|}\\hline 學生 & 甲 & 乙 & 丙 & 丁 & 戊 \\\\ \\hline x & 14 & 17 & 20 & 23 & 26 \\\\ \\hline  y & 88 & 70 & 79 & 61 & 52 \\\\ \\hline \\end{array}$$\n設段考數學成績 $$y$$ 對每週上網時數 $$x$$ 的迴歸值線為 $$y=a+bx$$，試回答下列問題：\n(1) $$b$$ 的值為？\n(2)設本班學生小華每週上網時數為 $$19$$ 小時，其段考數學成績的預測值為？',
    answer: '(1) $$–2.7$$ (2) $$72.7$$',
    hasImage: false,
  },
  {
    id: '1791c6df60a',
    chapter: ['數據分析'],
    question:
      '下表是高三某班部分同學數學模擬考($$x$$)跟指考($$y$$)的成績：\n $$\\begin{array} {|c|c|}\\hline 座號 & 01 & 02 & 03 & 04 & 05 & 06 \\\\ \\hline x & 60 & 90 & 65 & 80 & a & 75 \\\\ \\hline  y & 85 & 100 & 80 & 95 & 80  & 70\\\\ \\hline \\end{array}$$\n(1)已知利用上述六筆數據求出的迴歸直線為 $$y=0.5x+47.5$$，則 $$a=$$？\n(2)若把座號 $$06$$ 的資料刪除，以前面五筆數據計算指考成績對模擬考成績的迴歸直線，則此直線方程式為？',
    answer: '(1) $$80$$ (2) $$y=0.5x+50.5$$',
    hasImage: false,
  },
  {
    id: '1791c6f30c9',
    chapter: ['數據分析'],
    question:
      '高一某班期末考數學成績 $$x$$ 與物理成績 $$y$$ 之算術平均數、標準差、相關係數分別為 $$\\mu_x=70$$、$$\\mu_y=65$$、$$\\sigma_x=10$$、$$\\sigma_y=5$$、$$r=0.8$$。若該班某位考生的數學成績是 $$80$$ 分，則可推估他的物理成績是多少分？',
    answer: '$$69$$',
    hasImage: false,
  },
  {
    id: '1791c71967e',
    chapter: ['數據分析'],
    question:
      '設有 $$n$$ 組數據 $$(x_i,y_i)$$，$$i=1,2,3,\\dots,n$$，兩變量 $$x$$ 與 $$y$$ 的算術平均數分別為 $$\\mu_x=7$$，$$\\mu_y=6$$，標準差分別為 $$\\sigma_x=6$$，$$\\sigma_y=10$$。若 $$y$$ 對 $$x$$ 的迴歸直線過點 $$(10,2)$$，則兩變量 $$x$$ 與 $$y$$ 的相關係數為？',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791c7369d7',
    chapter: ['數據分析'],
    question:
      '有 $$2$$ 組資料 $$x$$，$$y$$ 如表所示。若 $$x$$ 與 $$y$$ 的相關係數為 $$0$$，則 $$k=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & k & 3 & 2 & 1 \\\\ \\hline \\end{array}$$',
    answer: '$$\\frac{2}{3}$$',
    hasImage: false,
  },
  {
    id: '1791c752f6a',
    chapter: ['數據分析'],
    question:
      '有 $$5$$ 筆二維數據 $$(x,y)$$：$$A(1,3)$$，$$B(2,4)$$，$$C(3,9)$$，$$D(4,4)$$，$$E(10,10)$$，試問去掉哪一筆數據後，剩下 $$4$$ 筆的相關係數最大？',
    answer: '$$C$$',
    hasImage: false,
  },
  {
    id: '1791c770c85',
    chapter: ['數據分析'],
    question:
      '一組二維數據 $$x$$，$$y$$ 的迴歸直線方程式為 $$y=2x+1$$，相關係數 $$r=\\frac{6}{7}$$，平均 $$\\mu_x=2$$，$$\\mu_y=5$$，標準差 $$\\sigma_x=3$$，則 $$\\sigma_y=$$？',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '1791c79132c',
    chapter: ['數據分析'],
    question:
      '有兩筆資料 $$x$$，$$y$$ 如表。若 $$y$$ 對 $$x$$ 的迴歸直線為 $$y=-3+bx$$，則數對 $$(k,b)=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & 1 & 3 & 5 & k \\\\ \\hline \\end{array}$$',
    answer: '$$(11,3.2)$$',
    hasImage: false,
  },
  {
    id: '17942f3a1f6',
    chapter: ['數據分析'],
    question:
      '某公司近五年的營業額成長率分別為 $$-28\\%$$、$$-25\\%$$、$$28\\%$$、$$80\\%$$、$$100\\%$$，則這五年來公司營業額的平均成長率為何？\n(A) $$18\\%$$\n(B) $$20\\%$$\n(C) $$21\\%$$\n(D) $$23\\%$$\n(E) $$24\\%$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942fddb53',
    chapter: ['數據分析'],
    question:
      "高一某班 $$40$$ 位學生，數學科第一次段考、第二次段考分別以 $$x_i$$、$$y_i$$(其中 $$i=1,2,\\dots,40$$)表示，每位學生的成績用 $$0$$ 至 $$100$$ 評分，且 $$x'=\\frac{x-\\mu_x}{\\sigma_x}$$、$$y'=\\frac{y-\\mu_y}{\\sigma_y}$$，其中 $$\\mu_x$$、$$\\mu_y$$ 分別為 $$x$$、$$y$$ 的平均，$$\\sigma_x$$、$$\\sigma_y$$ 分別為 $$x$$、$$y$$ 的標準差，若這兩次段考數學科成績 $$x$$、$$y$$ 的相關係數為 $$0.6$$，試問下列選項何者正確？\n(A) $$x-1$$ 與 $$3y+2$$ 的相關係數仍為 $$0.6$$\n(B) $$-1+2x$$ 與 $$3y$$ 的相關係數仍為 $$0.6$$\n(C) $$x'$$ 與 $$y'$$ 的相關係數為 $$0.6$$\n(D) $$y'$$ 對 $$x'$$ 的回歸直線的斜率為 $$0.6$$\n(E) $$y'$$ 對 $$x'$$ 的回歸直線必過原點",
    answer: '(A)(B)(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '1794305ee54',
    chapter: ['數據分析'],
    question:
      '某次考試，有 $$8$$ 名同學的成績之平均為 $$80$$ 分，標準差為 $$\\sqrt{7}$$ 分。已知其成績分別為 $$76$$，$$80$$，$$80$$，$$82$$，$$85$$，$$81$$，$$a$$，$$b$$，則 $$|a-b|=$$？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '1794307a23e',
    chapter: ['數據分析'],
    question:
      '設有四筆數據依序為 $$(1,2)$$、$$(a,3)$$、$$(b,1)$$、$$(5,c)$$，若 $$a+b=6$$，且 $$y$$ 對 $$x$$ 的迴歸直線方程式為 $$y=2x-2$$，則實數 $$c=$$？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '17932c622d4',
    chapter: ['空間中的平面與直線'],
    question:
      '空間中有一質點作等速度運動。若時間 $$t=0$$ 時，此點位於 $$A(2,-3,4)$$；而 $$t=2$$ 時，此時位於 $$B(6,7,3)$$，試求 $$t$$ 等於多少時，此點恰好落在平面 $$E:2x-y-10z=7$$ 上？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '17932c8a1a9',
    chapter: ['空間中的平面與直線'],
    question:
      '平面 $$E$$ 過 $$A(6,0,0)$$、$$B(0,-4,0)$$、$$C(0,0,k)$$，$$k>0$$，又點 $$D(0,1,-1)$$ 到平面 $$E$$ 的距離為 $$3$$，求平面 $$E$$ 的方程式。',
    answer: '$$2x-3y+6z-12=0$$',
    hasImage: false,
  },
  {
    id: '17932ce8cdb',
    chapter: ['空間中的平面與直線'],
    question:
      '下列各直線中，請選出與 $$y$$ 軸互為歪斜線的選項有哪些？\n(A) $$L_1: \\begin{cases} y=0\\\\ x+z=2 \\end{cases}$$\n(B) $$L_2: \\begin{cases} x+y=1\\\\ z=0 \\end{cases}$$\n(C) $$L_3: \\begin{cases} y=1\\\\ z=2 \\end{cases}$$\n(D) $$L_4: \\begin{cases} y=0\\\\ z=0 \\end{cases}$$\n(E) $$L_5: \\begin{cases} x=1\\\\ z=1 \\end{cases}$$',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17932d2b76c',
    chapter: ['空間中的平面與直線'],
    question:
      '下列何者正確？\n(A)若 $$L_1:\\frac{x-1}{2}=\\frac{y-2}{3}=\\frac{z}{4}$$，平面 $$E:x+2y-2z=5$$，則 $$L_1//E$$\n(B)若 $$L_2:\\frac{x-1}{2}=\\frac{y-2}{2}=\\frac{z-5}{3}$$，平面 $$E:x+2y-2z=5$$，則 $$L_2$$ 在平面 $$E$$ 上\n(C)若 $$L_3:\\frac{x+3}{-1}=\\frac{y-4}{-2}=\\frac{z-1}{2}$$，平面 $$E:x+2y-2z=5$$，則 $$L_3\\perp E$$\n(D)直線 $$\\frac{x-3}{2}=\\frac{y-2}{4}=\\frac{z-4}{3}$$ 與 $$\\frac{x-1}{4}=\\frac{y+2}{8}=\\frac{z-1}{6}$$ 代表同一直線\n(E)直線 $$\\frac{x-1}{3}=\\frac{y-2}{2}=\\frac{z-1}{4}$$ 與 $$\\frac{x-2}{2}=\\frac{y-3}{1}=\\frac{z+1}{2}$$ 互為歪斜',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
];
