export type Question = {
  id: string;
  chapter: string[];
  question: string;
  answer: string;
  hasImage: boolean;
};

export const chapterList: string[] = [
  '數與式',
  '指數對數',
  '多項式函數',
  '直線與圓',
  '三角比',
  '數列級數',
  '數據分析',
  '排列組合與機率',
  '三角函數A',
  '三角函數B',
  '指數與對數函數',
  '平面向量',
  '空間概念',
  '空間向量',
  '空間中的平面與直線',
  '條件機率',
  '矩陣A',
  '矩陣B',
];

export const bank: Question[] = [
  {
    id: '178f776e6fd',
    chapter: ['排列組合與機率'],
    question:
      '學生 $$7$$ 人(甲、乙、丙、丁、戊、己、庚)參加接力賽跑，請回答下列問題各有多少種次序。\n(1)任意排棒有幾種？\n(2)甲、乙、丙必須是相鄰的三棒有幾種？\n(3)甲、乙、丙三人的棒次互不相連有幾種？',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '178f777ce0b',
    chapter: ['排列組合與機率'],
    question:
      '一列火車有七節車廂，車廂號碼 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$、$$7$$，今有兩對夫婦同時搭上火車。此四人剛好選坐兩節不同車廂而且是一對夫婦在一節車廂，另外一對夫婦選坐另一節車廂，則共有幾種選法？',
    answer: '$$42$$',
    hasImage: false,
  },
  {
    id: '178f7791d87',
    chapter: ['排列組合與機率'],
    question:
      '以 $$1$$、$$2$$、$$4$$、$$6$$、$$9$$ 等五個數不可重複排成一個五位數，將這些五位數由小排到大(如 $$12469$$、$$12496$$、...)後，則第 $$50$$ 個數為？',
    answer: '$$41296$$',
    hasImage: false,
  },
  {
    id: '178f779646a',
    chapter: ['排列組合與機率'],
    question:
      '用 $$0$$、$$0$$、$$1$$、$$1$$、$$1$$、$$2$$ 共 $$6$$ 個數字作成六位數，則共有幾種不同的數字？',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '178f779de67',
    chapter: ['排列組合與機率'],
    question: '某中學晚會共分成 $$7$$ 段，其中魔術、歌唱須在熱舞表演的前面，則共有幾種排法？',
    answer: '$$1680$$',
    hasImage: false,
  },
  {
    id: '178f77a38e2',
    chapter: ['排列組合與機率'],
    question: '將 $$abscissa$$ 八個字排成一列，任意排，則排法有多少種？',
    answer: '$$3360$$',
    hasImage: false,
  },
  {
    id: '178f77a66b0',
    chapter: ['排列組合與機率'],
    question: '由一樓上二樓的樓梯共有 $$8$$ 階，某人以每步踏一階或二階上樓，共有幾種走法？',
    answer: '$$34$$',
    hasImage: false,
  },
  {
    id: '178f77a9938',
    chapter: ['排列組合與機率'],
    question:
      '從 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 這 $$6$$ 個數字中，任意挑選 $$3$$ 個相異的數字排成三位數，若將所有排成的三位數由小到大依序排列，則 $$345$$ 為第幾個三位數？',
    answer: '$$51$$',
    hasImage: false,
  },
  {
    id: '178f77ac93d',
    chapter: ['排列組合與機率'],
    question:
      '某班想從 $$7$$ 名學生中選派 $$4$$ 人分別參加演講、郎讀、作文、字音字形比賽，其中小宇不參加演講比賽，阿光不參加朗讀比賽，則有幾種選派方式？',
    answer: '$$620$$',
    hasImage: false,
  },
  {
    id: '178f77b0f54',
    chapter: ['排列組合與機率'],
    question:
      '甲、乙、丙、丁、戊、己六人排成一列，其中甲與乙為相鄰而且丙與乙分開，則可能的情形有幾種？',
    answer: '$$192$$',
    hasImage: false,
  },
  {
    id: '178f77b3896',
    chapter: ['排列組合與機率'],
    question:
      '由甲地至乙地是棋盤式的街道，某人以走捷徑的方式由甲地至乙地，求必須經過 $$P$$ 點或 $$Q$$ 點的方法有多少種？',
    answer: '$$154$$',
    hasImage: true,
  },
  {
    id: '178f77b6e66',
    chapter: ['排列組合與機率'],
    question:
      '將 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 六個數字全取排成六位數，下列敘述何者正確？\n(A)六位數共有 $$720$$ 個\n(B)偶數有 $$360$$ 個\n(C) $$3$$ 的倍數有 $$240$$ 個\n(D) $$4$$ 的倍數有 $$192$$ 個\n(E) $$5$$ 的倍數有 $$190$$ 個',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '178f9e3fc7b',
    chapter: ['排列組合與機率'],
    question:
      '將 $$5$$ 張不同面額的禮券分給甲、乙、丙三人，禮券必須全部分完，則甲恰得一張的方法有幾種？',
    answer: '$$80$$',
    hasImage: false,
  },
  {
    id: '178f9e85218',
    chapter: ['排列組合與機率'],
    question:
      '將 $$5$$ 本不同的書，分給甲乙丙三人，就以下情形的分法，選出正確的選項？\n(A)任意分為 $$125$$ 種\n(B)甲至少一本為 $$211$$ 種\n(C)乙恰得一本為 $$80$$ 種\n(D)三人均至少一本為 $$149$$ 種\n(E)恰有一人沒拿到書為 $$96$$ 種',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '178fa340b81',
    chapter: ['排列組合與機率'],
    question:
      '有 $$t$$、$$e$$、$$e$$、$$e$$、$$e$$、$$n$$、$$n$$、$$s$$、$$s$$ 這 $$9$$ 張字母卡，欲從這 $$9$$ 張字母卡中任取 $$4$$ 張字母卡出來排列，則其排法有幾種？',
    answer: '$$163$$',
    hasImage: false,
  },
  {
    id: '178fa3eee69',
    chapter: ['排列組合與機率'],
    question:
      '某地區的車牌號碼共六碼，其中前兩碼為 $$O$$ 以外的英文大寫字母，後四碼為 $$0$$ 到 $$9$$ 的阿拉伯數字，但規定不能連續出現三個 $$4$$。例如：$$AA1234$$、$$AB4434$$ 為可出現的車牌號碼；而 $$AO1234$$，$$AB3444$$ 為不可出現的車牌號碼。則所有第一碼為 $$E$$ 且最後一碼為 $$4$$ 的車牌號碼個數為何？\n(A) $$25\\times9^3$$\n(B) $$25\\times9^2\\times10$$\n(C) $$25\\times990$$\n(D) $$25\\times999$$\n(E) $$25\\times1000$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '178fa4ccd10',
    chapter: ['排列組合與機率'],
    question:
      '六人搭三輛不同的計程車，每輛至少坐一名乘客，最多載四名乘客，超過四人即違規，求六人搭乘且不違規的搭乘情況下，有幾種搭乘方法？',
    answer: '$$540$$',
    hasImage: false,
  },
  {
    id: '178fa58b177',
    chapter: ['排列組合與機率'],
    question:
      '設有渡輪 $$3$$ 艘(分別標號為 $$A$$、$$B$$、$$C$$)，每艘船最多可載 $$5$$人，今有 $$7$$ 人過渡，但甲需乘 $$A$$ 船，且乙不乘 $$B$$ 船，有幾種安全過渡的方法？',
    answer: '$$473$$',
    hasImage: false,
  },
  {
    id: '178fa706cd1',
    chapter: ['排列組合與機率'],
    question:
      '甲、乙、丙、丁、戊、己、庚共 $$7$$ 人，從中選出 $$4$$ 人，則甲、乙不能同時入選的方法有幾種？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '178fa7b2ef0',
    chapter: ['排列組合與機率'],
    question:
      '摩斯密碼是由「‧」與「—」兩種符號所排成一列的字串。若有一個摩斯密碼字串是由 $$3$$ 個「‧」符號及 $$8$$ 個「—」符號所組成，且 $$3$$ 個「‧」符號不相鄰，則可產生幾種不同的摩斯密碼字串？',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '178fa7e4b84',
    chapter: ['排列組合與機率'],
    question:
      '由甲、乙、丙、丁...等 $$10$$ 人中選出 $$4$$ 人，組成一代表團，則至少含甲、乙、丙、丁其中 $$1$$ 人的選法有幾種?',
    answer: '$$195$$',
    hasImage: false,
  },
  {
    id: '178fa9cba82',
    chapter: ['排列組合與機率'],
    question: '已知右圖為 $$16$$ 個矩形組成的大矩形，則圖中不包含 $$P$$ 點的矩形有幾個？',
    answer: '$$64$$',
    hasImage: true,
  },
  {
    id: '178fabee5c1',
    chapter: ['排列組合與機率'],
    question:
      '圖書館買進 $$6$$ 本不同的童書，請選出下列正確的選項：\n(A)平分成三堆，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(B)平分給三人，每人兩本，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(C)分給三人，一人四本，另兩人一人一本，有 $$C^6_4\\cdot C^2_1\\cdot C^1_1$$ 種分法\n(D)分給三人，有一人一本，有一人兩本，另一人三本，有 $$C^6_3\\cdot C^3_2\\cdot C^1_1\\cdot 3!$$ 種分法\n(E)分給三人每人至少一本，有 $$C^6_3\\cdot3!\\times 3^3$$ 種分法',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '178fac14a06',
    chapter: ['排列組合與機率'],
    question:
      '舉辦班際籃球賽，某班選出甲、乙、丙...等 $$15$$ 個最強的同學上場比賽，若每隊需要 $$5$$ 個人且甲、乙、丙三人不同隊，則有幾種組隊方式？',
    answer: '$$34650$$',
    hasImage: false,
  },
  {
    id: '178fac261fc',
    chapter: ['排列組合與機率'],
    question: '$$\\left(2x^2-3y\\right)^5$$ 展開式中 $$x^4y^3$$ 項的係數為？',
    answer: '$$-1080$$',
    hasImage: false,
  },
  {
    id: '178fac331f4',
    chapter: ['排列組合與機率'],
    question: '$$\\left(3x^2+\\frac{1}{x}\\right)^6$$ 展開式中，常數項為？',
    answer: '$$135$$',
    hasImage: false,
  },
  {
    id: '178fac4d07c',
    chapter: ['排列組合與機率'],
    question:
      '計算各式的值：\n(1) $$C^3_3+C^4_3+C^5_3+C^6_3+\\dots+C^{10}_3=$$？\n(2) $$C^9_1+C^9_2+C^9_3+C^9_4+\\dots+C^9_8=$$？',
    answer: '(1) $$330$$ (2) $$510$$',
    hasImage: false,
  },
  {
    id: '178fac883bd',
    chapter: ['排列組合與機率'],
    question:
      '設 $$(1+\\sqrt{2})^6=a+b\\sqrt{2}$$，其中 $$a$$、$$b$$ 為實數。請問 $$b$$ 等於下列哪一個選項？\n(A) $$C^6_0+2C^6_2+2^2C^6_4+2^3C^6_6$$\n(B) $$2C^6_1+2^2C^6_3+2^3C^6_5$$\n(C) $$C^6_1+2C^6_3+2^2C^6_5$$\n(D) $$C^6_0+2C^6_1+2^2C^6_2+2^3C^6_3+2^4C^6_4+2^5C^6_5+2^6C^6_6$$\n(E) $$C^6_0+2^2C^6_2+2^4C^6_4+2^6C^6_6$$',
    answer: '(C)',
    hasImage: false,
  },
];
