export type Question = {
  id: string;
  chapter: string;
  question: string;
  answer: string;
  hasImage: boolean;
};

export const chapterList: string[] = [
  '數與式',
  '指數對數',
  '多項式函數',
  '直線與圓',
  '三角比',
  '數列級數',
  '數據分析',
  '排列組合與機率',
  '三角函數A',
  '三角函數B',
  '指數與對數函數',
  '平面向量',
  '空間概念',
  '空間向量',
  '空間中的平面與直線',
  '條件機率',
  '矩陣A',
  '矩陣B',
];

export const bank: Question[] = [
  {
    id: '178f776e6fd',
    chapter: '排列組合與機率',
    question:
      '學生 $$7$$ 人(甲、乙、丙、丁、戊、己、庚)參加接力賽跑，請回答下列問題各有多少種次序。\n(1)任意排棒有幾種？\n(2)甲、乙、丙必須是相鄰的三棒有幾種？\n(3)甲、乙、丙三人的棒次互不相連有幾種？',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '178f777ce0b',
    chapter: '排列組合與機率',
    question:
      '一列火車有七節車廂，車廂號碼 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$、$$7$$，今有兩對夫婦同時搭上火車。此四人剛好選坐兩節不同車廂而且是一對夫婦在一節車廂，另外一對夫婦選坐另一節車廂，則共有幾種選法？',
    answer: '$$42$$',
    hasImage: false,
  },
  {
    id: '178f7791d87',
    chapter: '排列組合與機率',
    question:
      '以 $$1$$、$$2$$、$$4$$、$$6$$、$$9$$ 等五個數不可重複排成一個五位數，將這些五位數由小排到大(如 $$12469$$、$$12496$$、...)後，則第 $$50$$ 個數為？',
    answer: '$$41296$$',
    hasImage: false,
  },
  {
    id: '178f779646a',
    chapter: '排列組合與機率',
    question:
      '用 $$0$$、$$0$$、$$1$$、$$1$$、$$1$$、$$2$$ 共 $$6$$ 個數字作成六位數，則共有幾種不同的數字？',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '178f779de67',
    chapter: '排列組合與機率',
    question: '某中學晚會共分成 $$7$$ 段，其中魔術、歌唱須在熱舞表演的前面，則共有幾種排法？',
    answer: '$$1680$$',
    hasImage: false,
  },
  {
    id: '178f77a38e2',
    chapter: '排列組合與機率',
    question: '將 $$abscissa$$ 八個字排成一列，任意排，則排法有多少種？',
    answer: '$$3360$$',
    hasImage: false,
  },
  {
    id: '178f77a66b0',
    chapter: '排列組合與機率',
    question: '由一樓上二樓的樓梯共有 $$8$$ 階，某人以每步踏一階或二階上樓，共有幾種走法？',
    answer: '$$34$$',
    hasImage: false,
  },
  {
    id: '178f77a9938',
    chapter: '排列組合與機率',
    question:
      '從 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 這 $$6$$ 個數字中，任意挑選 $$3$$ 個相異的數字排成三位數，若將所有排成的三位數由小到大依序排列，則 $$345$$ 為第幾個三位數？',
    answer: '$$51$$',
    hasImage: false,
  },
  {
    id: '178f77ac93d',
    chapter: '排列組合與機率',
    question:
      '某班想從 $$7$$ 名學生中選派 $$4$$ 人分別參加演講、郎讀、作文、字音字形比賽，其中小宇不參加演講比賽，阿光不參加朗讀比賽，則有幾種選派方式？',
    answer: '$$620$$',
    hasImage: false,
  },
  {
    id: '178f77b0f54',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己六人排成一列，其中甲與乙為相鄰而且丙與乙分開，則可能的情形有幾種？',
    answer: '$$192$$',
    hasImage: false,
  },
  {
    id: '178f77b3896',
    chapter: '排列組合與機率',
    question:
      '由甲地至乙地是棋盤式的街道，某人以走捷徑的方式由甲地至乙地，求必須經過 $$P$$ 點或 $$Q$$ 點的方法有多少種？',
    answer: '$$154$$',
    hasImage: true,
  },
  {
    id: '178f77b6e66',
    chapter: '排列組合與機率',
    question:
      '將 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$ 六個數字全取排成六位數，下列敘述何者正確？\n(A)六位數共有 $$720$$ 個\n(B)偶數有 $$360$$ 個\n(C) $$3$$ 的倍數有 $$240$$ 個\n(D) $$4$$ 的倍數有 $$192$$ 個\n(E) $$5$$ 的倍數有 $$120$$ 個',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '178f9e3fc7b',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 張不同面額的禮券分給甲、乙、丙三人，禮券必須全部分完，則甲恰得一張的方法有幾種？',
    answer: '$$80$$',
    hasImage: false,
  },
  {
    id: '178f9e85218',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 本不同的書，分給甲、乙、丙三人，就以下情形的分法，選出正確的選項？\n(A)任意分為 $$125$$ 種\n(B)甲至少一本為 $$211$$ 種\n(C)乙恰得一本為 $$80$$ 種\n(D)三人均至少一本為 $$149$$ 種\n(E)恰有一人沒拿到書為 $$96$$ 種',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '178fa340b81',
    chapter: '排列組合與機率',
    question:
      '有 $$t$$、$$e$$、$$e$$、$$e$$、$$e$$、$$n$$、$$n$$、$$s$$、$$s$$ 這 $$9$$ 張字母卡，欲從這 $$9$$ 張字母卡中任取 $$4$$ 張字母卡出來排列，則其排法有幾種？',
    answer: '$$163$$',
    hasImage: false,
  },
  {
    id: '178fa3eee69',
    chapter: '排列組合與機率',
    question:
      '某地區的車牌號碼共六碼，其中前兩碼為 $$O$$ 以外的英文大寫字母，後四碼為 $$0$$ 到 $$9$$ 的阿拉伯數字，但規定不能連續出現三個 $$4$$。例如：$$AA1234$$、$$AB4434$$ 為可出現的車牌號碼；而 $$AO1234$$，$$AB3444$$ 為不可出現的車牌號碼。則所有第一碼為 $$E$$ 且最後一碼為 $$4$$ 的車牌號碼個數為何？',
    answer: '$$24750$$',
    hasImage: false,
  },
  {
    id: '178fa4ccd10',
    chapter: '排列組合與機率',
    question:
      '六人搭三輛不同的計程車，每輛至少坐一名乘客，最多載四名乘客，超過四人即違規，求六人搭乘且不違規的搭乘情況下，有幾種搭乘方法？',
    answer: '$$540$$',
    hasImage: false,
  },
  {
    id: '178fa58b177',
    chapter: '排列組合與機率',
    question:
      '設有渡輪 $$3$$ 艘(分別標號為 $$A$$、$$B$$、$$C$$)，每艘船最多可載 $$5$$人，今有 $$7$$ 人過渡，但甲需乘 $$A$$ 船，且乙不乘 $$B$$ 船，有幾種安全過渡的方法？',
    answer: '$$473$$',
    hasImage: false,
  },
  {
    id: '178fa706cd1',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己、庚共 $$7$$ 人，從中選出 $$4$$ 人，則甲、乙不能同時入選的方法有幾種？',
    answer: '$$25$$',
    hasImage: false,
  },
  {
    id: '178fa7b2ef0',
    chapter: '排列組合與機率',
    question:
      '摩斯密碼是由「‧」與「—」兩種符號所排成一列的字串。若有一個摩斯密碼字串是由 $$3$$ 個「‧」符號及 $$8$$ 個「—」符號所組成，且 $$3$$ 個「‧」符號不相鄰，則可產生幾種不同的摩斯密碼字串？',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '178fa7e4b84',
    chapter: '排列組合與機率',
    question:
      '由甲、乙、丙、丁...等 $$10$$ 人中選出 $$4$$ 人，組成一代表團，則至少含甲、乙、丙、丁其中 $$1$$ 人的選法有幾種?',
    answer: '$$195$$',
    hasImage: false,
  },
  {
    id: '178fa9cba82',
    chapter: '排列組合與機率',
    question: '已知右圖為 $$16$$ 個矩形組成的大矩形，則圖中不包含 $$P$$ 點的矩形有幾個？',
    answer: '$$64$$',
    hasImage: true,
  },
  {
    id: '178fabee5c1',
    chapter: '排列組合與機率',
    question:
      '圖書館買進 $$6$$ 本不同的童書，請選出下列正確的選項：\n(A)平分成三堆，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(B)平分給三人，每人兩本，有 $$C^6_2\\cdot C^4_2\\cdot C^2_2$$ 種分法\n(C)分給三人，一人四本，另兩人一人一本，有 $$C^6_4\\cdot C^2_1\\cdot C^1_1$$ 種分法\n(D)分給三人，有一人一本，有一人兩本，另一人三本，有 $$C^6_3\\cdot C^3_2\\cdot C^1_1\\cdot 3!$$ 種分法\n(E)分給三人每人至少一本，有 $$C^6_3\\cdot3!\\times 3^3$$ 種分法',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '178fac14a06',
    chapter: '排列組合與機率',
    question:
      '舉辦班際籃球賽，某班選出甲、乙、丙...等 $$15$$ 個最強的同學上場比賽，若每隊需要 $$5$$ 個人且甲、乙、丙三人不同隊，則有幾種組隊方式？',
    answer: '$$34650$$',
    hasImage: false,
  },
  {
    id: '178fac261fc',
    chapter: '排列組合與機率',
    question: '$$\\left(2x^2-3y\\right)^5$$ 展開式中 $$x^4y^3$$ 項的係數為？',
    answer: '$$-1080$$',
    hasImage: false,
  },
  {
    id: '178fac331f4',
    chapter: '排列組合與機率',
    question: '$$\\left(3x^2+\\frac{1}{x}\\right)^6$$ 展開式中，常數項為？',
    answer: '$$135$$',
    hasImage: false,
  },
  {
    id: '178fac4d07c',
    chapter: '排列組合與機率',
    question:
      '計算各式的值：\n(1) $$C^3_3+C^4_3+C^5_3+C^6_3+\\dots+C^{10}_3=$$？\n(2) $$C^9_1+C^9_2+C^9_3+C^9_4+\\dots+C^9_8=$$？',
    answer: '(1) $$330$$ (2) $$510$$',
    hasImage: false,
  },
  {
    id: '178fac883bd',
    chapter: '排列組合與機率',
    question:
      '設 $$(1+\\sqrt{2})^6=a+b\\sqrt{2}$$，其中 $$a$$、$$b$$ 為實數。請問 $$b$$ 等於下列哪一個選項？\n(A) $$C^6_0+2C^6_2+2^2C^6_4+2^3C^6_6$$\n(B) $$2C^6_1+2^2C^6_3+2^3C^6_5$$\n(C) $$C^6_1+2C^6_3+2^2C^6_5$$\n(D) $$C^6_0+2C^6_1+2^2C^6_2+2^3C^6_3+2^4C^6_4+2^5C^6_5+2^6C^6_6$$\n(E) $$C^6_0+2^2C^6_2+2^4C^6_4+2^6C^6_6$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1791b42e622',
    chapter: '排列組合與機率',
    question:
      '投擲 $$1$$ 枚均勻的硬幣 $$4$$ 次，求下列各事件的機率：\n(1)出現 $$1$$ 次正面，$$3$$ 次反面的機率為？\n(2)出現的正面次數大於反面次數的機率為？\n(3)在第 $$3$$ 次出現第 $$2$$ 次正面的機率為？',
    answer: '(1) $$\\frac{1}{4}$$ (2) $$\\frac{5}{16}$$ (3) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1791b44c122',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$6$$ 顆大小相同的球，其中紅球 $$4$$ 顆，白球 $$2$$ 顆。取一球後不放回，再取一球，則兩球都是紅球的機率為？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b45cd54',
    chapter: '排列組合與機率',
    question: '寫有 $$1,2,3,4,5,6,7$$ 各數字之七張卡片中任取兩張，則數字之和為偶數之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '1791b469f25',
    chapter: '排列組合與機率',
    question: '四人同時玩「剪刀、石頭、布」的遊戲，求只玩一次就分出勝負的機率為？',
    answer: '$$\\frac{14}{27}$$',
    hasImage: false,
  },
  {
    id: '1791b4911d8',
    chapter: '排列組合與機率',
    question:
      '設事件 $$A$$ 發生的機率為 $$\\frac{2}{5}$$，事件 $$B$$ 發生的機率為 $$\\frac{3}{10}$$，若以 $$p$$ 表 $$A$$ 或 $$B$$ 發生的機率，則 $$p$$ 值的範圍為何？',
    answer: '$$\\frac{2}{5}\\le p\\le\\frac{7}{10}$$',
    hasImage: false,
  },
  {
    id: '1791b4a62cb',
    chapter: '排列組合與機率',
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{1}{2}$$，$$P(B)=\\frac{7}{10}$$，$$P(A\\cap B)=\\frac{2}{5}$$，則 $$P(A\\cup B)=$$？',
    answer: '$$\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791b4d6f84',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$5$$ 張同樣大小的卡片，其中 $$3$$ 張寫上號碼 $$15$$，$$2$$ 張寫上號碼 $$20$$，設每張卡片被取出的機會均等。袋中一次取 $$2$$ 張卡片，可得兩張卡片號碼和的錢數，則取一次所得錢數的期望值為？',
    answer: '$$34$$ 元',
    hasImage: false,
  },
  {
    id: '1791b4f3389',
    chapter: '排列組合與機率',
    question:
      '箱中有三顆紅球與三顆白球，一摸彩遊戲是從箱中隨機同時抽出兩顆球。如果抽出的兩球顏色不同，則得獎金 $$100$$ 元；如果兩球顏色相同，則獎金 $$150$$ 元。請問此遊戲獎金的期望值為何？',
    answer: '$$120$$ 元',
    hasImage: false,
  },
  {
    id: '1791b50de9e',
    chapter: '排列組合與機率',
    question:
      '若一個 $$80$$ 歲老人根據統計，可活過一年的機率為 $$95\\%$$，若某 $$80$$ 歲老爺爺保一年 $$10000$$ 元的壽險，但須繳納保費 $$1000$$ 元，試問此 $$80$$ 歲老人投保，保險公司獲益的期望值為？',
    answer: '$$500$$ 元',
    hasImage: false,
  },
  {
    id: '1791b528b1d',
    chapter: '排列組合與機率',
    question:
      '某城市發行彩券，每張售價 $$100$$ 元，在每次發行 $$1$$ 百萬張彩券中有壹佰萬元獎 $$10$$ 張，拾萬元獎 $$100$$ 張，壹萬元獎 $$1000$$ 張，壹仟元獎 $$10000$$ 張，伍佰元獎 $$50000$$ 張，若小張購買兩張，預期會損失幾元？',
    answer: '$$70$$ 元',
    hasImage: false,
  },
  {
    id: '1791b53bc19',
    chapter: '排列組合與機率',
    question:
      '王先生在提款時忘了帳號密碼，但他還記得密碼的七位數字中，有兩個 $$3$$，三個 $$5$$，兩個 $$9$$，於是他就用這七個數字隨意排成一個七位數輸入提款機嘗試，則他只試一次就成功的機率為？',
    answer: '$$\\frac{1}{210}$$',
    hasImage: false,
  },
  {
    id: '1791b572ecb',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$12$$ 個大小相同的球，其中紅球 $$5$$ 個，白球 $$4$$ 個，黑球 $$3$$ 個。\n(1)自袋中任取 $$4$$ 球，取出的結果有幾種？\n(2)自袋中任取 $$4$$ 球，恰為三色之機率為？',
    answer: '(1) $$14$$ (2) $$\\frac{6}{11}$$',
    hasImage: false,
  },
  {
    id: '17942b291a4',
    chapter: '排列組合與機率',
    question:
      '已知袋中有 $$6$$ 個紅球，$$4$$ 個白球，若每球被取出的機會相同。若一次取一球，取後放回，共取兩次，取出一紅球一白球的機率為 $$P_1$$；若一次取一球，取後不放回，共取兩次，取出一紅球一白球的機率為 $$P_2$$；若一次取兩球，只取一次，取出一紅球一白球的機率為 $$P_3$$，則 $$P_1$$、$$P_2$$、$$P_3$$ 大小關係為何？\n(A) $$P_1=P_2<P_3$$\n(B) $$P_1<P_2=P_3$$\n(C) $$P_2<P_3=P_1$$\n(D) $$P_1<P_2<P_3$$\n(E) $$P_3<P_2<P_1$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942b5ea75',
    chapter: '排列組合與機率',
    question:
      '將正方形 $$ABCD$$ 的四條邊各自標上 $$1$$、$$2$$、$$3$$ 中的某一個數，使得任兩條相鄰的邊，都標有恰好差 $$1$$ 的兩個數。滿足這種條件的標示法總共有多少種？\n(A) $$2$$ 種\n(B) $$4$$ 種\n(C) $$6$$ 種\n(D) $$8$$ 種',
    answer: '(D)',
    hasImage: true,
  },
  {
    id: '17942ba194e',
    chapter: '排列組合與機率',
    question:
      '在 $$9$$ 個小正方格子中每一格填入「O」或「X」，則填法有幾種？\n(A) $$9^2$$\n(B) $$2^9$$\n(C) $$P^9_2$$\n(D) $$C^9_0+C^9_1+C^9_2+\\dots+C^9_9$$\n(E) $$2(C^9_0+C^9_1+C^9_2+\\dots+C^9_9)$$',
    answer: '(B)(D)',
    hasImage: true,
  },
  {
    id: '17942bc2fb6',
    chapter: '排列組合與機率',
    question:
      '選出答案不為 $$C^7_3$$ 的選項。\n(A)從 $$7$$ 人中選出 $$3$$ 人參加比賽的方法數\n(B)甲、乙、丙三人從 $$7$$ 本不同的書中，每人各選一本的方法數\n(C)將「$$aaaabbb$$」共 $$7$$ 個字母，任意排成一列的方法數\n(D)在 $$(a-b)^7$$ 的展開式中，$$a^4b^3$$ 的係數\n(E)在 $$(a-b)^7$$ 的展開式中，$$a^3b^4$$ 的係數',
    answer: '(B)(D)',
    hasImage: false,
  },
  {
    id: '17942c0dd28',
    chapter: '排列組合與機率',
    question:
      "關於下列的敘述，選出正確的選項。\n(A)投擲一均勻硬幣 $$6$$ 次，「$$6$$ 次都出現正面」的機率小於「前 $$3$$ 次正面，後 $$3$$ 次反面」的機率\n(B)擲兩顆公正骰子一次，兩顆點數相同的機率為 $$\\frac{1}{6}$$\n(C)同時投擲二枚均勻硬幣一次，出現一正一反的機率為 $$\\frac{1}{4}$$\n(D)對任意兩事件 $$A$$、$$B$$，$$P(A\\cap B')=P(A)-P(A\\cap B)$$\n(E)對任意兩事件 $$A$$、$$B$$，$$P(A'\\cap B')=1-P(A\\cup B)$$",
    answer: '(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c55d7f',
    chapter: '排列組合與機率',
    question:
      '袋子中有 $$k$$ 號卡片 $$k$$ 張($$k=1$$、$$2$$、$$3$$)，每張卡片被取到的機會均等，則下列何者正確？\n(A)取出一張卡片，則此張卡片上數字之期望值為 $$\\frac{7}{3}$$\n(B)一次取出兩張卡片，則兩張卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(C)一次取出兩張卡片，則兩張卡片上數字積之期望值為 $$\\frac{49}{9}$$\n(D)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字和之期望值為 $$\\frac{14}{3}$$\n(E)一次取出一張卡片，取後放回，共取兩次，則兩次卡片上數字積之期望值為 $$\\frac{49}{9}$$',
    answer: '(A)(B)(D)(E)',
    hasImage: false,
  },
  {
    id: '17942c8c37e',
    chapter: '排列組合與機率',
    question:
      '美國職棒大聯盟總冠軍賽採七戰四勝制，若比完第三場時洋基隊以一勝兩敗落後道奇隊，則往後比賽共有幾種可能情形是洋基隊獲得冠軍的情形？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '17942ccbdb7',
    chapter: '排列組合與機率',
    question:
      '設集合 $$A=\\{x|1\\le x\\le4,x\\in \\mathbb{R}\\}$$，集合 $$B=\\{x|x^2-2x-3\\le0,x\\in\\mathbb{R}\\}$$，則集合 $$A$$ 與 $$B$$ 的差集 $$A-B=$$？',
    answer: '$$\\{x|3<x\\le4,x\\in\\mathbb{R}\\}$$',
    hasImage: false,
  },
  {
    id: '17942ce3940',
    chapter: '排列組合與機率',
    question: '將 $$4$$ 本不同的書全部分給甲、乙、丙三人，則甲恰得一本書的方法有幾種？',
    answer: '$$32$$',
    hasImage: false,
  },
  {
    id: '17942d0321c',
    chapter: '排列組合與機率',
    question:
      '愛吃鬼品軒家附近的餐館供應晚餐便當共 $$3$$ 種，她打算從這週星期一到星期五的 $$5$$ 天晚餐，將餐館每種便當都至少吃過一次，是問她有幾種搭配選擇？',
    answer: '$$150$$',
    hasImage: false,
  },
  {
    id: '17942d1e94a',
    chapter: '排列組合與機率',
    question: '投擲一公正骰子 $$4$$ 次，觀察出現的點數，則 $$4$$ 次骰子點數均相異的機率為？',
    answer: '$$\\frac{5}{18}$$',
    hasImage: false,
  },
  {
    id: '17942d5a8b2',
    chapter: '排列組合與機率',
    question:
      '某購物商場裡的特價商品專櫃裡的 $$10$$ 件 T 恤中，有 $$2$$ 件是瑕疵品。今從中任取 $$3$$ 件，則至多只取到 $$1$$ 件瑕疵品的機率為？',
    answer: '$$\\frac{14}{15}$$',
    hasImage: false,
  },
  {
    id: '17942eb8abe',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩人比賽下西洋棋，約定先贏 $$3$$ 局者贏，敗者付勝者 $$3000$$ 元。已知甲、乙兩人獲勝的機率各是 $$\\frac{1}{2}$$，沒有和局。現於甲贏 $$2$$ 局、乙贏 $$1$$ 局時，比賽因故中止且決定按期望值的概念決定金額的處理方式，試求乙應付給甲幾元才合理？',
    answer: '$$2250$$',
    hasImage: false,
  },
  {
    id: '17942ede30d',
    chapter: '排列組合與機率',
    question: '設 $$(\\sqrt{3}-1)^6=a+b\\sqrt{3}$$，其中 $$a$$、$$b$$ 為整數，求數對 $$(a,b)=$$？',
    answer: '$$(208,-120)$$',
    hasImage: false,
  },
  {
    id: '179494f559b',
    chapter: '排列組合與機率',
    question:
      '在 $$(2x^2-y)^8$$ 展開式中 $$x^4y^6$$ 項的係數為？\n(A) $$112$$ (B) $$-112$$ (C) $$-28$$ (D) $$28$$ (E) $$56$$',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '17949512c9c',
    chapter: '排列組合與機率',
    question:
      '下列各事件發生的機率中，何者最大？\n(A)丟 $$1$$ 枚均勻的硬幣，出現正面的機率\n(B)擲一顆公正骰子，出現點數 $$2$$ 的機率\n(C)同時丟 $$2$$ 枚均勻的硬幣，出現兩正的機率\n(D)丟 $$1$$ 枚均勻的硬幣三次，出現三正的機率\n(E)甲、乙兩人以「剪刀石頭布」猜拳，甲贏的機率',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '1794953b18a',
    chapter: '排列組合與機率',
    question:
      '將甲、乙...等 $$9$$ 個人分成 $$A$$、$$B$$、$$C$$ 三組執行不同任務，其中 $$A$$ 組 $$5$$ 人，另外兩組各 $$2$$ 人，試求甲和乙在同一組的情況有幾種？\n(A) $$42$$ (B) $$126$$ (C) $$210$$ (D) $$252$$ (E) $$630$$',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '1794955ca14',
    chapter: '排列組合與機率',
    question:
      '袋中有 $$5$$ 顆紅球和 $$4$$ 顆白球，一摸彩遊戲是從袋中隨機同時取出 $$2$$ 球，且每球被取出的機會均等。若取出兩紅球，可得獎金 $$40$$ 元，取出兩白球，可得獎金 $$100$$ 元，則當取出兩球不同色時，應付幾元，方能使摸彩遊戲為公平遊戲？',
    answer: '$$50$$',
    hasImage: false,
  },
  {
    id: '17949570a6b',
    chapter: '排列組合與機率',
    question:
      '將「$$little$$」一字中的 $$6$$ 個字母，\n(1)全取出來排成一列，同字不相鄰有幾種排法？\n(2)任取 $$4$$ 個字母為一組，有幾種組合？\n(3)任取 $$4$$ 個字母出來排成一列，有幾種排法？',
    answer: '(1) $$84$$ (2) $$8$$ (3) $$102$$',
    hasImage: false,
  },
  {
    id: '17949590335',
    chapter: '排列組合與機率',
    question:
      '一袋中有 $$7$$ 個大小相同的球，編號 $$1\\sim7$$ 號，從袋中一次取出 $$4$$ 球，則取出的球編號和為偶數的機率為？',
    answer: '$$\\frac{19}{35}$$',
    hasImage: false,
  },
  {
    id: '179495cac3e',
    chapter: '排列組合與機率',
    question:
      '擲兩顆公正骰子一次，選出正確的選項。\n(A)點數和為 $$5$$ 的機率為 $$\\frac{1}{9}$$\n(B)點數相同的機率為 $$\\frac{1}{6}$$\n(C)點數和大於 $$10$$ 的機率為 $$\\frac{1}{6}$$\n(D)點數乘積為奇數的機率為 $$\\frac{1}{12}$$\n(E)點數和為質數的機率為 $$\\frac{7}{18}$$',
    answer: '(A)(B)',
    hasImage: false,
  },
  {
    id: '179495d8575',
    chapter: '排列組合與機率',
    question:
      '電力公司預計在接下來的 $$12$$ 天中選擇 $$4$$ 天停電，但是要求停電的 $$2$$ 天不得相連，則滿足此情形的機率為？',
    answer: '$$\\frac{14}{55}$$',
    hasImage: false,
  },
  {
    id: '17900fd2403',
    chapter: '數列級數',
    question:
      '一等差數列 $$\\langle a_n\\rangle$$，若 $$a_{11}=19$$，$$a_{20}=-26$$，且 $$S_n$$ 表前 $$n$$ 項和，則 $$S_n$$ 有最大值為？',
    answer: '$$511$$',
    hasImage: false,
  },
  {
    id: '17901003c6e',
    chapter: '數列級數',
    question:
      '設數列 $$\\langle a_n\\rangle$$ 之前 $$n$$ 項的和 $$S_n=a_1+a_2+\\dots+a_n=3n^2-2n-5$$，則下列選項何者正確？\n(A) $$a_1=-4$$\n(B) $$a_2=3$$\n(C) $$a_{20}=a_{19}+6$$\n(D) $$a_{34}>200$$\n(E) $$\\langle a_n\\rangle$$ 是等差數列',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17901015b15',
    chapter: '數列級數',
    question:
      '設數列 $$\\langle a_n\\rangle$$ 是等比數列，其公比為實數且 $$a_3=48$$，$$a_6=-384$$，則此數列前 $$10$$ 項之和為？',
    answer: '$$-4092$$',
    hasImage: false,
  },
  {
    id: '17901027cbd',
    chapter: '數列級數',
    question: '試求級數和：$$11^3+12^3+13^3+\\dots+20^3=$$？',
    answer: '$$41075$$',
    hasImage: false,
  },
  {
    id: '1790103334d',
    chapter: '數列級數',
    question: '求 $$1\\times2+2\\times3+3\\times4+\\dots+30\\times31=$$？',
    answer: '$$9920$$',
    hasImage: false,
  },
  {
    id: '1790106289d',
    chapter: '數列級數',
    question:
      '假設定期存款的年利率為 $$2\\%$$，小明每年初存進 $$1000$$ 元，定期存十五年\n(1)若單利計息，每年為一期，則期滿後之本利和為？\n(2)若複利計息，每年為一期，則期滿後之本利和為？($$1.02^{15}\\approx1.346$$)',
    answer: '(1) $$17400$$ 元 (2) $$17646$$ 元',
    hasImage: false,
  },
  {
    id: '17901070ba5',
    chapter: '數列級數',
    question: '若 $$200\\le n\\le900$$，且 $$n$$ 為自然數，則這些自然數中 $$7$$ 的倍數之和為？',
    answer: '$$54950$$',
    hasImage: false,
  },
  {
    id: '179010f94b5',
    chapter: '數列級數',
    question:
      '電影院裡相鄰兩排的座位，後排都比前排多 $$2$$ 個位子。已知最前排有 $$12$$ 個座位，且座位總數不超過 $$600$$ 個。若此電影院能容納最多的排數為 $$x$$，且最多的總座位數為 $$y$$，則 $$x+y=$$？',
    answer: '$$589$$',
    hasImage: false,
  },
  {
    id: '179011103d5',
    chapter: '數列級數',
    question:
      '設 $$\\langle a_n\\rangle$$ 為一個首項不為 $$0$$ 的等比數列，滿足 $$2a_1+a_2=0$$ 且 $$a_1+a_2+a_3=3$$，則前 $$10$$ 項的和為？',
    answer: '$$-341$$',
    hasImage: false,
  },
  {
    id: '1790111e4ab',
    chapter: '數列級數',
    question:
      '有一等比級數，前 $$5$$ 項的和為 $$60$$，前 $$10$$ 項的和為 $$180$$，試求第 $$16$$ 項至第 $$20$$ 項的和為？',
    answer: '$$480$$',
    hasImage: false,
  },
  {
    id: '1790112e430',
    chapter: '數列級數',
    question:
      '邊長為 $$1$$ 公分的正立方體積木堆疊如圖所示：第一層用 $$1$$ 個積木，第二層用 $$3$$ 個積木，第三層用 $$6$$ 個積木，以此類推，試問：\n(1)第二十層用了幾個積木？\n(2)如果堆完 $$20$$ 層，則此 $$20$$ 層總共剛好需要幾個積木？',
    answer: '(1) $$210$$ (2) $$1540$$',
    hasImage: true,
  },
  {
    id: '1790118bdaf',
    chapter: '數列級數',
    question:
      '在坐標平面上，螞蟻由原點出發。牠第一次向右移動 $$1$$ 單位，到達點 $$P_1(1,0)$$，第二次向上移動 $$\\frac{1}{2}$$ 單位，到達點 $$P_2\\left(1,\\frac{1}{2}\\right)$$，而後依照先向右再向上的方式移動，而且第 $$2k-1$$ 次向右移動 $$2k-1$$ 單位，第 $$2k$$ 次向上移動 $$\\left(\\frac{1}{2}\\right)^k$$ 單位，$$k$$ 為正整數。如此依序移動到點 $$P_3$$，$$P_4$$，$$P_5$$，...，則點 $$P_{11}$$ 的坐標為？',
    answer: '$$\\left(36,\\frac{31}{32}\\right)$$',
    hasImage: false,
  },
  {
    id: '179490dab91',
    chapter: '數列級數',
    question:
      '小安的媽媽每年會將 $$5$$ 萬元存入銀行帳戶作為教育基金，約定 $$10$$ 年後所有儲蓄的基金(共 $$50$$ 萬元)只能用在支付大學學費，只有利息小安才能自行運用。即將上大學的小安，打算領出累積的利息，用來購買筆電。已知銀行定存的年利率為 $$2\\%$$，小安希望選擇在預算內，最高價位的筆電，下列哪一台筆電的價格會是小安的選擇？($$1.02^{10}\\approx1.22$$)\n(A) $$57000$$ 元 (B) $$62000$$ 元 (C) $$65000$$ 元 (D) $$69000$$ 元 (E) $$81000$$ 元',
    answer: '(A)',
    hasImage: false,
  },
  {
    id: '17949103f4d',
    chapter: '數列級數',
    question:
      '數列 $$\\langle a_n\\rangle$$ 的首項為 $$107$$，若符合遞迴關係式 $$a_n=a_{n-1}-3,n\\ge2$$。令 $$S_n$$ 表示此數列的前 $$n$$ 項和，求 $$n$$ 為多少時，$$S_n$$ 會有最大值？\n(A) $$35$$ (B) $$36$$ (C) $$37$$ (D) $$38$$ (E) $$39$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17949124c3c',
    chapter: '數列級數',
    question:
      '滿足數列：$$1,2,6,15,\\dots$$之前四項的遞迴關係式可表示為下列哪一個選項？\n(A) $$a_n=a_{n-1}+2n-1$$\n(B) $$a_n=a_{n-1}+3n-2$$\n(C) $$a_n=a_{n-1}+3n-5$$\n(D) $$a_n=a_{n-1}+(n-1)^2$$\n(E) $$a_n=a_{n-1}+2^{2n-4}',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '179492402bc',
    chapter: '數列級數',
    question:
      '一數列 $$\\langle a_n\\rangle$$，其前 $$n$$ 項的總和 $$S_n=n^2-11n$$，其中 $$n$$ 為正整數，下列選項何者正確？\n(A) $$a_1=-10$$\n(B) $$a_n=-2n-12$$，$$n$$ 為正整數\n(C) $$\\langle a_n\\rangle$$ 是公差為 $$2$$ 的等差數列\n(D) $$S_n$$ 有最小值時，$$n=5$$ 或 $$ 6$$\n(E) $$\\langle a_n^2\\rangle$$ 為等差數列',
    answer: '(A)(C)(D)',
    hasImage: false,
  },
  {
    id: '179492d1179',
    chapter: '數列級數',
    question:
      '若公差不為 $$0$$ 的等差數列中，$$a_1$$、$$a_2$$ 與 $$a_5$$ 依序形成等比數列，則 $$\\frac{a_4}{a_3}=$$？',
    answer: '$$\\frac{7}{5}$$',
    hasImage: false,
  },
  {
    id: '179492f0517',
    chapter: '數列級數',
    question:
      '已知三正數成等比且其和為 $$39$$，若將其依序減去 $$2$$，$$5$$，$$20$$ 後，三數成等差，則原三數中最大之數為？',
    answer: '$$27$$',
    hasImage: false,
  },
  {
    id: '17949318701',
    chapter: '數列級數',
    question:
      '觀察一系列的圖：第 $$1$$ 個圖為一個兩股長度為 $$1$$ 的等腰直角三角形。連接每個黑色三角形的三邊中點，然後去掉所圍的三角形，就得到下一個圖。則前 $$6$$ 個圖總共有幾個黑色三角形？',
    answer: '$$364$$',
    hasImage: true,
  },
  {
    id: '17949334a55',
    chapter: '數列級數',
    question:
      '小毛趁新冠肺炎時房價大跌積極入手房子一棟，簽約時先付 $$100$$ 萬元當頭期款，餘款分四十期付清。已知四十期款額成等差數列，前兩期共 $$40.5$$ 萬元，三、四兩期共 $$38.5$$ 萬元，則此棟房屋總價為多少萬元？',
    answer: '$$530$$',
    hasImage: false,
  },
  {
    id: '1794935ffb2',
    chapter: '數列級數',
    question:
      '如圖是 $$3$$ 層的積木堆。最上層有 $$3\\times1$$ 塊積木，每往下一層，長邊增加 $$2$$ 塊積木，寬邊增加 $$1$$ 塊積木，即第二層有 $$5\\times2$$ 塊積木，第三層有 $$7\\times3$$ 塊積木。試問：如果仿照上面的方式，由上往下堆疊 $$10$$ 層積木，則需要準備多少塊積木？',
    answer: '$$825$$',
    hasImage: true,
  },

  {
    id: '179032bab5b',
    chapter: '條件機率',
    question:
      '有一個孩童猜拳，過去 $$20$$ 次中，此孩童出石頭和布的次數各有 $$8$$ 次，根據此這 $$20$$ 次的紀錄，下一次這位孩童出剪刀的機率為？',
    answer: '$$\\frac{1}{5}$$',
    hasImage: false,
  },
  {
    id: '179032cd151',
    chapter: '條件機率',
    question:
      '有一個不公正骰子，其點數分別為 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$、$$6$$，而各點數發生的機率與其點數成正比，則出現 $$1$$ 點的機率為？',
    answer: '$$\\frac{1}{21}$$',
    hasImage: false,
  },
  {
    id: '179032e41d6',
    chapter: '條件機率',
    question:
      '擲一顆骰子兩次，若第一次出現 $$a$$ 點，第二次出現 $$b$$ 點，在 $$a+b=7$$ 的條件下，第二次出現 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{6}$$',
    hasImage: false,
  },
  {
    id: '179032ff4e6',
    chapter: '條件機率',
    question:
      '設一般家庭每胎生男生女的機率均為 $$\\frac{1}{2}$$，不考慮雙胞胎與三胞胎，在一個隨機取樣的家庭中，已知此家庭恰有三個小孩，且至少有一個女孩的條件下，則第一胎為男孩之機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033094e9',
    chapter: '條件機率',
    question:
      '擲三枚相同且均勻的銅板一次，則在至少出現一個正面的條件下，恰好出現兩個正面的機率為？',
    answer: '$$\\frac{3}{7}$$',
    hasImage: false,
  },
  {
    id: '179033272c5',
    chapter: '條件機率',
    question:
      '已知在某城市的人口中，男性占 $$60\\%$$，又女性且抽菸的人占 $$10\\%$$。從此城市任選一人，已知此人為女性的條件下，此人有抽菸的機率為？',
    answer: '$$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '1790334645d',
    chapter: '條件機率',
    question:
      '設 $$A$$，$$B$$ 為兩事件，且 $$P(A)=\\frac{2}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cup B)=\\frac{4}{5}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '17903353520',
    chapter: '條件機率',
    question:
      '若 $$A$$、$$B$$ 為獨立事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{2}{5}$$，$$P(A\\cap B)=$$？',
    answer: '$$\\frac{2}{15}$$',
    hasImage: false,
  },
  {
    id: '1790336d2b8',
    chapter: '條件機率',
    question:
      '已知服用某藥物治療流行性感冒，治癒率為 $$\\frac{3}{5}$$，今有甲、乙兩人同時因流行性感冒服用此藥物，且兩人是否被治癒為獨立事件，則兩人都被治癒的機率為？',
    answer: '$$\\frac{9}{25}$$',
    hasImage: false,
  },
  {
    id: '17903380dda',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 為兩獨立事件，若 $$P(A)=P(B)$$，$$P(A'\\cap B')=\\frac{4}{9}$$，則 $$P(B)=$$？",
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179033af1d1',
    chapter: '條件機率',
    question:
      '為推廣民眾騎乘自行車作為短程接駁交通工具，台中市政府辦理 YouBike 租賃服務。設甲、乙、丙三人獨立租賃自行車上學的機率分別為 $$0.8$$、$$0.6$$、$$0.5$$，且三人租賃與否為獨立事件，則至少有一人租賃自行車上學的機率為？',
    answer: '$$0.96$$',
    hasImage: false,
  },
  {
    id: '179033cd2cf',
    chapter: '條件機率',
    question:
      '丟一枚均勻硬幣 $$3$$ 次，已知第 $$3$$ 次出現正面，則 $$3$$ 次中出現 $$2$$ 次正面的機率為何？',
    answer: '$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '17927459344',
    chapter: '條件機率',
    question:
      '設 $$A$$、$$B$$ 為樣本空間之兩事件，且 $$P(A)=\\frac{1}{3}$$，$$P(B)=\\frac{1}{2}$$，$$P(A\\cup B)=\\frac{7}{12}$$，則 $$P(B|A)=$$？',
    answer: '$$\\frac{3}{4}$$',
    hasImage: false,
  },
  {
    id: '1792748064d',
    chapter: '條件機率',
    question:
      '有甲、乙、丙三個袋子，甲袋中有 $$1$$ 白球、$$2$$ 黑球、$$3$$ 紅球；乙袋中有 $$2$$ 白球、$$1$$ 黑球、$$1$$ 紅球；丙袋中有 $$4$$ 白球、$$2$$ 黑球、$$2$$ 紅球。設每袋被選的機會均等，且每袋中的每一球被取的機會也均等，今任選一袋，再從中任選一球。則此球是紅球的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '17927498755',
    chapter: '條件機率',
    question:
      '袋中有 $$8$$ 個白球，$$4$$ 個紅球，每個球被取到的機率均等，一次取三球，則三球同色的條件下，三球皆為紅色的機率為？',
    answer: '$$\\frac{1}{15}$$',
    hasImage: false,
  },
  {
    id: '179274b0593',
    chapter: '條件機率',
    question:
      '學期結束，教務處公告：全校學生中，有 $$\\frac{2}{5}$$ 國文不及格，有 $$\\frac{3}{4}$$ 數學不及格，有 $$\\frac{3}{20}$$ 兩科都不及格。今任選一學生，若已知他國文不及格，則他數學及格的機率為？',
    answer: '$$\\frac{5}{8}$$',
    hasImage: false,
  },
  {
    id: '179274c0e0c',
    chapter: '條件機率',
    question: '擲一顆公正的骰子一次，在擲出之點數為奇數的條件下，則擲出的點數為 $$3$$ 點的機率為？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179274d4483',
    chapter: '條件機率',
    question:
      '袋中有 $$3$$ 顆紅球與 $$2$$ 顆白球，假設每顆球被選取的機會均等，今從袋中取球，每次取 $$1$$ 顆連取兩次，取後不放回，則第一次取到白球且第二次取到紅球的機率是？',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '179274de9ba',
    chapter: '條件機率',
    question:
      '投擲三顆公正的骰子，觀察出現的點數。在點數和為 $$12$$ 的條件下，至少有 $$2$$ 顆骰子是奇數的機率為？',
    answer: '$$\\frac{18}{25}$$',
    hasImage: false,
  },
  {
    id: '179274f6369',
    chapter: '條件機率',
    question:
      '甲、乙兩人射擊同一個靶面，甲射擊兩發，乙射擊一發。設甲、乙的命中率分別為 $$\\frac{2}{5}$$、$$\\frac{1}{4}$$，且每發射擊是否中靶是互相獨立的，則靶面恰中兩發的機率為？',
    answer: '$$\\frac{6}{25}$$',
    hasImage: false,
  },
  {
    id: '17927511d39',
    chapter: '條件機率',
    question:
      '某公司員工中，男生占 $$80\\%$$，女生占 $$20\\%$$，又知男生員工中 $$40\\%$$ 是近視，女生員工中 $$35\\%$$ 是近視，由該公司員工中任選一人，已知這位員工沒有近視，則這位員工是女生的機率為？',
    answer: '$$\\frac{13}{61}$$',
    hasImage: false,
  },
  {
    id: '17927541a05',
    chapter: '條件機率',
    question:
      '由一種檢驗某傳染病的儀器得知：患此病的人，有 $$90\\%$$ 的機率經此儀器檢驗會呈陽性反應；不患此病的人，也有 $$5\\%$$ 的機率會被誤檢而呈現陽性反應。假設某地區有 $$6\\%$$ 的人罹患此病，從此地區中任選一人接受檢驗，若此人檢驗結果為陰性，則他確實沒有染病的機率為？',
    answer: '$$\\frac{893}{899}$$',
    hasImage: false,
  },
  {
    id: '179275625e9',
    chapter: '條件機率',
    question:
      '某校高一、高二、高三學生人數各占全校總人數的 $$\\frac{1}{3}$$。依該校學務處統計知：高一學生中的 $$28\\%$$，高二學生中的 $$35\\%$$，高三學生中的 $$42\\%$$ 持有智慧型手機。今從全校學生中任抽一人，已知抽到的學生持有智慧型手機，則該生是高一學生的機率為？',
    answer: '$$\\frac{4}{15}$$',
    hasImage: false,
  },
  {
    id: '1792757828f',
    chapter: '條件機率',
    question:
      '依據過去的經驗，中川對數學中的機率選擇題 $$10$$ 題中會做 $$7$$ 題，且會做的中川一定答對，中川不會時，也會用猜的，若有次考試有一題 $$5$$ 選 $$1$$ 的機率選擇題，結果中川答對，則中川是真正會做的機率為？',
    answer: '$$\\frac{35}{38}$$',
    hasImage: false,
  },

  {
    id: '1790658dfdc',
    chapter: '數據分析',
    question:
      '有 $$n$$ 個數值，其算術平均數為 $$5$$，若再加上一數「$$14$$」，則算術平均數變為 $$6$$，則 $$n=$$？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '1790659e4b8',
    chapter: '數據分析',
    question:
      '有十個數據 $$2$$，$$2$$，$$2$$，$$4$$，$$5$$，$$6$$，$$7$$，$$7$$，$$7$$，$$8$$，則此十個數據的標準差為？',
    answer: '$$\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '179065c0fdf',
    chapter: '數據分析',
    question:
      '已知數值資料 $$x_1,x_2,\\dots,x_n$$ 之平均數為 $$15$$，標準差為 $$4$$，若 $$y_i=–3x_i+1$$ ($$i=1,2,\\dots,n$$)，則 $$y_1,y_2,\\dots,y_n$$ 之標準差為？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '179065d6873',
    chapter: '數據分析',
    question:
      '有 $$n$$ 個整數，加入一個數「$$36$$」後，其算術平均數多 $$2$$；但從此 $$n$$ 個整數中去掉其中一個數「$$20$$」後，其算術平均數少 $$1$$，則 $$n=$$？',
    answer: '$$13$$',
    hasImage: false,
  },
  {
    id: '179065e0be4',
    chapter: '數據分析',
    question:
      '某一國家近四年的經濟年成長率分別為 $$60\\%$$、$$80\\%$$、$$–10\\%$$、$$–20\\%$$，則該國家近四年每一年的平均經濟成長率為多少 $$\\%$$？',
    answer: '$$20\\%$$',
    hasImage: false,
  },
  {
    id: '1790660b19a',
    chapter: '數據分析',
    question:
      '某公司 $$55$$ 位職員的月薪及人數分配如下表，則平均月薪為多少元？\n $$\\begin{array} {|c|c|}\\hline 月薪(萬) & 3 & 3.2 & 3.5 & 4 & 5.05 \\\\ \\hline 人數 & 5 & 10 & 20 & 18 & 2 \\\\ \\hline  \\end{array}$$',
    answer: '$$36200$$',
    hasImage: false,
  },
  {
    id: '1790661989e',
    chapter: '數據分析',
    question:
      '某班老師算出學生學期成績後，鑑於學生平時都很用功，決定每人各加 $$5$$ 分(加分後沒人超過 $$100$$分)，則加分前與加分後，下列哪些統計數值不變？\n(A)算術平均數\n(B)標準差\n(C)全距\n(D)中位數\n(E)變異數',
    answer: '(B)(C)(E)',
    hasImage: false,
  },
  {
    id: '17906631b9a',
    chapter: '數據分析',
    question:
      '觀察下列四組數據(每組 $$10$$ 筆)\n $$X_1: 1, 1, 1, 1, 1, –5, –5, –5, –5, –5$$\n $$X_2: –2, –2, –2, –2, –2, 10, 10, 10, 10, 10$$\n $$X_3: 2, 2, 2, 5, 5, 5, 5, 8, 8, 8$$\n $$X_4: –1, –1, –1, –1, –1, 1, 1, 1, 1, 1$$\n其標準差分別為 $$\\sigma_1,\\sigma_2,\\sigma_3,\\sigma_4$$，則這四者的大小關係為何？',
    answer: '$$\\sigma_2>\\sigma_1>\\sigma_3>\\sigma_4$$',
    hasImage: false,
  },
  {
    id: '179066679d7',
    chapter: '數據分析',
    question:
      '老師對兩個班學生實施測驗，結果如下表：\n $$\\begin{array} {|c|c|}\\hline & 人數 & 平均 & 標準差 \\\\ \\hline 甲班 & 30 & 60 & 10 \\\\ \\hline 乙班 & 20 & 70 & 5 \\\\ \\hline  \\end{array}$$\n現將學生共 $$50$$ 人的成績合併計算，則：\n(1)合併後的算術平均數為？\n(2)合併後的標準差為？',
    answer: '(1) $$64$$ (2) $$\\sqrt{94}$$',
    hasImage: false,
  },
  {
    id: '17906678a7e',
    chapter: '數據分析',
    question:
      '某班 $$41$$ 位學生成績不佳，平均 $$48$$ 分，標準差 $$8$$ 分，老師決定將成績以 $$y=ax+b$$ 的方式加分($$x$$ 為原分數，$$y$$ 為加分後分數，$$a>0$$)，將成績提高到平均 $$60$$ 分，標準差 $$9$$ 分，按照這個計算方式，該班學生小明加分後分數將超過 $$100$$ 分，則小明原分數至少為多少分？(原分數皆為整數)',
    answer: '$$84$$',
    hasImage: false,
  },
  {
    id: '179066936d3',
    chapter: '數據分析',
    question:
      '某科的學期成績計算方式如下：平時成績占 $$30\\%$$，兩次期中考各占 $$20\\%$$，期末考占 $$30\\%$$。已知小華的平時成績為 $$65$$ 分，兩次期中考分別為 $$35$$ 分及 $$37$$ 分，則他期末考至少須考幾分，學期成績才有 $$60$$ 分？',
    answer: '$$87$$',
    hasImage: false,
  },
  {
    id: '1790669db0d',
    chapter: '數據分析',
    question:
      '有 $$21$$ 個數據，其算術平均數為 $$32$$，標準差為 $$3$$。今發覺其中一數「$$32$$」必須剔除，則所剩的 $$20$$ 個數據之標準差為？',
    answer: '$$\\sqrt{9.45}$$',
    hasImage: false,
  },
  {
    id: '1791c38f96b',
    chapter: '數據分析',
    question:
      '一組資料共 $$6$$ 筆數據，經標準化後得到其 $$z$$ 分數為 $$0.25$$，$$-0.75$$，$$1.25$$，$$0.75$$，$$-0.3$$，$$x$$，已知原來的 $$6$$ 個數據的算術平均數為 $$60$$，標準差為 $$5$$，則原始數據中最小的數為？',
    answer: '$$54$$',
    hasImage: false,
  },
  {
    id: '1791c3d6dda',
    chapter: '數據分析',
    question:
      '某班段考國文、數學與英文的算術平均數($$\\mu$$)和標準差($$\\sigma$$)如下表：\n $$\\begin{array} {|c|c|}\\hline & 國文 & 數學 & 英文 \\\\ \\hline \\mu & 70 & 68 & 60 \\\\ \\hline  \\sigma & 8 & 5 & 4 \\\\ \\hline \\end{array}$$\n已知班上甲生此次段考國文成績為 $$81$$ 分，數學成績為 $$75$$ 分與英文成績為 $$60$$ 分，相對於全班，甲生在這三科中，表現最好的科目是？表現最差的科目是？',
    answer: '最好的是數學；最差的是英文',
    hasImage: false,
  },
  {
    id: '1791c668816',
    chapter: '數據分析',
    question:
      '某系入學考試分為口試與筆試兩測驗，由於最近疫情嚴重，應減少群聚，調閱去年 $$4$$ 名考生的筆試($$x$$)與口試成績($$y$$)如下：\n $$\\begin{array} {|c|c|}\\hline & 甲 & 乙 & 丙 & 丁 \\\\ \\hline x & 10 & 10 & 14 & 14 \\\\ \\hline  y & 9 & 14 & 15 & 14 \\\\ \\hline \\end{array}$$\n該系討論後決定若筆試與口試成績的相關係數 $$r>0.6$$，今年就取消口試，僅以筆試成績計算。根據這份資料判斷，今年是否取消口試？',
    answer: '是',
    hasImage: false,
  },
  {
    id: '1791c6788cf',
    chapter: '數據分析',
    question:
      "設兩變數 $$x$$，$$y$$ 的相關係數為 $$-0.4$$，若 $$x'=5x+3$$，$$y'=20-3y$$，則 $$x'$$，$$y'$$ 的相關係數為？",
    answer: '$$0.4$$',
    hasImage: false,
  },
  {
    id: '1791c6a521e',
    chapter: '數據分析',
    question:
      '數學老師記錄了班上五位同學每週上網時數($$x$$)與段考數學成績($$y$$)如下表。\n $$\\begin{array} {|c|c|}\\hline 學生 & 甲 & 乙 & 丙 & 丁 & 戊 \\\\ \\hline x & 14 & 17 & 20 & 23 & 26 \\\\ \\hline  y & 88 & 70 & 79 & 61 & 52 \\\\ \\hline \\end{array}$$\n設段考數學成績 $$y$$ 對每週上網時數 $$x$$ 的迴歸值線為 $$y=a+bx$$，試回答下列問題：\n(1) $$b$$ 的值為？\n(2)設本班學生小華每週上網時數為 $$19$$ 小時，其段考數學成績的預測值為？',
    answer: '(1) $$–2.7$$ (2) $$72.7$$',
    hasImage: false,
  },
  {
    id: '1791c6df60a',
    chapter: '數據分析',
    question:
      '下表是高三某班部分同學數學模擬考($$x$$)跟指考($$y$$)的成績：\n $$\\begin{array} {|c|c|}\\hline 座號 & 01 & 02 & 03 & 04 & 05 & 06 \\\\ \\hline x & 60 & 90 & 65 & 80 & a & 75 \\\\ \\hline  y & 85 & 100 & 80 & 95 & 80  & 70\\\\ \\hline \\end{array}$$\n(1)已知利用上述六筆數據求出的迴歸直線為 $$y=0.5x+47.5$$，則 $$a=$$？\n(2)若把座號 $$06$$ 的資料刪除，以前面五筆數據計算指考成績對模擬考成績的迴歸直線，則此直線方程式為？',
    answer: '(1) $$80$$ (2) $$y=0.5x+50.5$$',
    hasImage: false,
  },
  {
    id: '1791c6f30c9',
    chapter: '數據分析',
    question:
      '高一某班期末考數學成績 $$x$$ 與物理成績 $$y$$ 之算術平均數、標準差、相關係數分別為 $$\\mu_x=70$$、$$\\mu_y=65$$、$$\\sigma_x=10$$、$$\\sigma_y=5$$、$$r=0.8$$。若該班某位考生的數學成績是 $$80$$ 分，則可推估他的物理成績是多少分？',
    answer: '$$69$$',
    hasImage: false,
  },
  {
    id: '1791c71967e',
    chapter: '數據分析',
    question:
      '設有 $$n$$ 組數據 $$(x_i,y_i)$$，$$i=1,2,3,\\dots,n$$，兩變量 $$x$$ 與 $$y$$ 的算術平均數分別為 $$\\mu_x=7$$，$$\\mu_y=6$$，標準差分別為 $$\\sigma_x=6$$，$$\\sigma_y=10$$。若 $$y$$ 對 $$x$$ 的迴歸直線過點 $$(10,2)$$，則兩變量 $$x$$ 與 $$y$$ 的相關係數為？',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '1791c7369d7',
    chapter: '數據分析',
    question:
      '有 $$2$$ 組資料 $$x$$，$$y$$ 如表所示。若 $$x$$ 與 $$y$$ 的相關係數為 $$0$$，則 $$k=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & k & 3 & 2 & 1 \\\\ \\hline \\end{array}$$',
    answer: '$$\\frac{2}{3}$$',
    hasImage: false,
  },
  {
    id: '1791c752f6a',
    chapter: '數據分析',
    question:
      '有 $$5$$ 筆二維數據 $$(x,y)$$：$$A(1,3)$$，$$B(2,4)$$，$$C(3,9)$$，$$D(4,4)$$，$$E(10,10)$$，試問去掉哪一筆數據後，剩下 $$4$$ 筆的相關係數最大？',
    answer: '$$C$$',
    hasImage: false,
  },
  {
    id: '1791c770c85',
    chapter: '數據分析',
    question:
      '一組二維數據 $$x$$，$$y$$ 的迴歸直線方程式為 $$y=2x+1$$，相關係數 $$r=\\frac{6}{7}$$，平均 $$\\mu_x=2$$，$$\\mu_y=5$$，標準差 $$\\sigma_x=3$$，則 $$\\sigma_y=$$？',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '1791c79132c',
    chapter: '數據分析',
    question:
      '有兩筆資料 $$x$$，$$y$$ 如表。若 $$y$$ 對 $$x$$ 的迴歸直線為 $$y=-3+bx$$，則數對 $$(k,b)=$$？\n $$\\begin{array} {|c|c|}\\hline x & 1 & 2 & 3 & 4 \\\\ \\hline  y & 1 & 3 & 5 & k \\\\ \\hline \\end{array}$$',
    answer: '$$(11,3.2)$$',
    hasImage: false,
  },
  {
    id: '17942f3a1f6',
    chapter: '數據分析',
    question:
      '某公司近五年的營業額成長率分別為 $$-28\\%$$、$$-25\\%$$、$$28\\%$$、$$80\\%$$、$$100\\%$$，則這五年來公司營業額的平均成長率為何？\n(A) $$18\\%$$\n(B) $$20\\%$$\n(C) $$21\\%$$\n(D) $$23\\%$$\n(E) $$24\\%$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '17942fddb53',
    chapter: '數據分析',
    question:
      "高一某班 $$40$$ 位學生，數學科第一次段考、第二次段考分別以 $$x_i$$、$$y_i$$(其中 $$i=1,2,\\dots,40$$)表示，每位學生的成績用 $$0$$ 至 $$100$$ 評分，且 $$x'=\\frac{x-\\mu_x}{\\sigma_x}$$、$$y'=\\frac{y-\\mu_y}{\\sigma_y}$$，其中 $$\\mu_x$$、$$\\mu_y$$ 分別為 $$x$$、$$y$$ 的平均，$$\\sigma_x$$、$$\\sigma_y$$ 分別為 $$x$$、$$y$$ 的標準差，若這兩次段考數學科成績 $$x$$、$$y$$ 的相關係數為 $$0.6$$，試問下列選項何者正確？\n(A) $$x-1$$ 與 $$3y+2$$ 的相關係數仍為 $$0.6$$\n(B) $$-1+2x$$ 與 $$3y$$ 的相關係數仍為 $$0.6$$\n(C) $$x'$$ 與 $$y'$$ 的相關係數為 $$0.6$$\n(D) $$y'$$ 對 $$x'$$ 的回歸直線的斜率為 $$0.6$$\n(E) $$y'$$ 對 $$x'$$ 的回歸直線必過原點",
    answer: '(A)(B)(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '1794305ee54',
    chapter: '數據分析',
    question:
      '某次考試，有 $$8$$ 名同學的成績之平均為 $$80$$ 分，標準差為 $$\\sqrt{7}$$ 分。已知其成績分別為 $$76$$，$$80$$，$$80$$，$$82$$，$$85$$，$$81$$，$$a$$，$$b$$，則 $$|a-b|=$$？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '1794923ad9e',
    chapter: '數據分析',
    question:
      '某生第一、二、三次的數學段考分數分別為 $$50$$、$$x$$、$$72$$ 分，則下列選項何者正確？\n(A)這三次段考的平均成長率為 $$20\\%$$\n(B)若第二次段考比第一次段考衰退 $$20\\%$$，則第三次段考比第二次段考成長 $$80\\%$$\n(C)若第二次段考成績有及格(即 $$x\\ge60$$)，則第二、三次段考的成長率皆為正\n(D)若第二次段考成績恰為三次段考之算術平均數，則二、三次段考的成長率相等\n(E)若第二次段考成績恰為三次成績之中位數，則第二、三次段考的成長率皆為正',
    answer: '(A)(B)',
    hasImage: false,
  },
  {
    id: '179492651ec',
    chapter: '數據分析',
    question:
      '下表為某地區每個家庭孩子個數的調查表，已知每個家庭孩子個數的中位數是 $$2$$，則 $$x$$ 可能為？\n(A) $$1$$ (B) $$2$$ (C) $$3$$ (D) $$4$$ (E) $$5$$\n $$\\begin{array} {|c|c|}\\hline 孩子數 & 0 & 1 & 2 & 3 & 4 \\\\ \\hline 次數 & x & 3 & 2 & 5 & 2 \\\\ \\hline  \\end{array}$$',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '179492bf409',
    chapter: '數據分析',
    question:
      '氣溫隨高度不同而改變，為了研究高度對氣溫的影響，經過實地測量得到的資料如下：$$(1,14)$$，$$(1.5,11)$$，$$(2,7.5)$$，$$(2.5,4)$$，$$(3,1.5)$$，其中測量單位分別為 $$x$$ 公里和攝氏溫度 $$y$$ 度。此資料的相關係數為 $$r$$，迴歸直線斜率為 $$m$$。現將單位轉換為哩(一公里約等於 $$0.6215$$ 哩)及華氏溫度($$華氏=\\frac{9}{5}\\times攝氏+32$$)，若單位換算後的相關係數為 $$R$$，迴歸直線斜率為 $$M$$，下列哪些是正確的？\n(A) $$rm>0$$ (B) $$r>0$$ (C) $$r=R$$ (D) $$m>0$$ (E) $$m=M$$',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '1794939a76e',
    chapter: '數據分析',
    question:
      '某班男、女生第二次段考數學成績如表。若全班 $$50$$ 人的平均成績是 $$78$$ 分，標準差是 $$7$$ 分，則數對 $$(a,b)=$$？\n $$\\begin{array} {|c|c|}\\hline & \\mu & \\sigma & 人數 \\\\ \\hline 男生 & 75 & b & 20 \\\\ \\hline 女生 & a & 7 & 30 \\\\ \\hline \\end{array}$$',
    answer: '$$(80,\\sqrt{34})$$',
    hasImage: false,
  },
  {
    id: '179493d9795',
    chapter: '數據分析',
    question:
      '兩組變量 $$x$$ 與 $$y$$，每組均有 $$10$$ 個數值資料，得散布圖的樣本點 $$(x_i,y_i)$$，$$i=1,2,\\dots,10$$，已知 $$x_1+x_2+\\dots+x_{10}=13$$，$$y_1+y_2+\\dots+y_{10}=17$$，$$x_1^2+x_2^2+\\dots+x_{10}^2=46.9$$，$$y_1^2+y_2^2+\\dots+y_{10}^2=58.9$$，$$x_1y_1+x_2y_2+\\dots+x_{10}y_{10}=25.1$$，則 $$0.3-4x$$ 與 $$2y+0.5$$ 的相關係數為？',
    answer: '$$-0.1$$',
    hasImage: false,
  },

  {
    id: '1794307a23e',
    chapter: '數據分析',
    question:
      '設有四筆數據依序為 $$(1,2)$$、$$(a,3)$$、$$(b,1)$$、$$(5,c)$$，若 $$a+b=6$$，且 $$y$$ 對 $$x$$ 的迴歸直線方程式為 $$y=2x-2$$，則實數 $$c=$$？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '1794a2206aa',
    chapter: '空間中的平面與直線',
    question:
      '空間中有一質點作等速度運動。若時間 $$t=0$$ 時，此點位於 $$A(2,-3,4)$$；而 $$t=2$$ 時，此點位於 $$B(6,7,3)$$，試求當 $$t$$ 等於多少時，此點恰好落在平面 $$E:2x-y-10z=7$$ 上？\n(A) $$5$$ (B) $$10$$ (C) $$12$$ (D) $$14$$ (E) $$15',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794a27814f',
    chapter: '空間中的平面與直線',
    question:
      '平面 $$E$$ 過 $$A(6,0,0)$$、$$B(0,-4,0)$$、$$C(0,0,k)$$，$$k>0$$，又點 $$D(0,1,-1)$$ 到平面 $$E$$ 的距離為 $$3$$。下列選項中的點，哪個點在平面 $$E$$ 上？\n(A) $$(3,4,1)$$ (B) $$(-5,-3,2)$$ (C) $$(3,4,3)$$ (D) $$(5,6,3)$$ (E) $$(1,2,3)$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794a2a729b',
    chapter: '條件機率',
    question:
      '數學第三次段考單選題部分共 $$5$$ 題，小金因為沒有讀書，所以只能全部用猜的，若小金每題猜對的機率為 $$\\frac{1}{5}$$ 且每題猜對與否為獨立事件。試求小金奇數題全對，偶數題全錯的機率為？\n(A) $$\\frac{1}{5^5}$$ (B) $$\\frac{4}{5^5}$$ (C) $$\\frac{16}{5^5}$$ (D) $$\\frac{64}{5^5}$$ (E) $$\\frac{80}{5^5}$$',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794a300cc0',
    chapter: '空間中的平面與直線',
    question:
      '下列各直線中，請選出與 $$y$$ 軸互為歪斜線的選項有哪些？\n(A) $$L_1: \\begin{cases} y=0\\\\ x+z=2 \\end{cases}$$ (B) $$L_2: \\begin{cases} x+y=1\\\\ z=0 \\end{cases}$$\n(C) $$L_3: \\begin{cases} y=1\\\\ z=2 \\end{cases}$$ (D) $$L_4: \\begin{cases} y=0\\\\ z=0 \\end{cases}$$ (E) $$L_5: \\begin{cases} x=1\\\\ z=1 \\end{cases}$$',
    answer: '(A)(C)',
    hasImage: false,
  },
  {
    id: '17932d2b76c',
    chapter: '空間中的平面與直線',
    question:
      '下列何者正確？\n(A)若 $$L_1:\\frac{x-1}{2}=\\frac{y-2}{3}=\\frac{z}{4}$$，平面 $$E:x+2y-2z=5$$，則 $$L_1//E$$\n(B)若 $$L_2:\\frac{x-1}{2}=\\frac{y-2}{2}=\\frac{z-5}{3}$$，平面 $$E:x+2y-2z=5$$，則 $$L_2$$ 在平面 $$E$$ 上\n(C)若 $$L_3:\\frac{x+3}{-1}=\\frac{y-4}{-2}=\\frac{z-1}{2}$$，平面 $$E:x+2y-2z=5$$，則 $$L_3\\perp E$$\n(D)直線 $$\\frac{x-3}{2}=\\frac{y-2}{4}=\\frac{z-4}{3}$$ 與 $$\\frac{x-1}{4}=\\frac{y+2}{8}=\\frac{z-1}{6}$$ 代表同一直線\n(E)直線 $$\\frac{x-1}{3}=\\frac{y-2}{2}=\\frac{z-1}{4}$$ 與 $$\\frac{x-2}{2}=\\frac{y-3}{1}=\\frac{z+1}{2}$$ 互為歪斜',
    answer: '(C)(D)(E)',
    hasImage: false,
  },
  {
    id: '1794b22404e',
    chapter: '空間中的平面與直線',
    question:
      '一光束沿 $$\\vec{a}=(2,3,4)$$ 方向射向平面 $$E$$ 上一點 $$P(4,5,6)$$ 後，再沿 $$\\vec{b}=(4,3,-2)$$ 的方向反射出，則平面 $$E$$ 的方程式為？',
    answer: '$$x-3z+14=0$$',
    hasImage: false,
  },
  {
    id: '1794b23b610',
    chapter: '空間中的平面與直線',
    question:
      '已知平面 $$E$$ 過點 $$(1,-2,3)$$，且與 $$E_1:3x+y+z-2=0$$，$$E_2:x-2y+z+4=0$$ 皆垂直，則平面 $$E$$ 的方程式為？',
    answer: '$$3x-2y-7z+14=0$$',
    hasImage: false,
  },
  {
    id: '1794b258d0a',
    chapter: '空間中的平面與直線',
    question:
      '已知點 $$P(2,1,4)$$ 到平面 $$E:ax+2y-3z=0$$ ($$a\\neq0$$)的距離為 $$\\sqrt{5}$$，試求 $$P$$ 點到直線 $$L:\\frac{x}{a}=\\frac{y-3}{2}=\\frac{z-2}{-3}$$ 的距離為？',
    answer: '$$\\sqrt{7}$$',
    hasImage: false,
  },
  {
    id: '1794b278d6e',
    chapter: '空間中的平面與直線',
    question:
      '設空間中兩平面 $$E_1:\\frac{x}{a}+\\frac{y}{b}+\\frac{z}{c}=1$$，$$E_2:\\frac{x}{a+6}+\\frac{y}{b+3}+\\frac{z}{c+3}=1$$，其中 $$abc\\neq0$$：\n(1)若 $$E_1$$ 與 $$E_2$$ 平行，則 $$a:b:c=$$？\n(2)承(1)，$$E_1$$ 與 $$E_2$$ 的距離為？',
    answer: '(1) $$2:1:1$$ (2) $$2$$',
    hasImage: false,
  },
  {
    id: '1794b2905a7',
    chapter: '條件機率',
    question:
      '設甲、乙、丙三人射擊的命中率分別為 $$\\frac{2}{5}$$、$$\\frac{1}{2}$$、$$\\frac{3}{5}$$，今在靶場上，有一目標靶，三人各射擊一發，且每個人命中靶面的事件為獨立事件，則恰有兩人命中的機率為？',
    answer: '$$\\frac{19}{50}$$',
    hasImage: false,
  },
  {
    id: '1794b2b1ff5',
    chapter: '條件機率',
    question:
      '已知一箱中共有 $$20$$ 枚硬幣，其中 $$7$$ 枚兩面皆是人頭， $$8$$ 枚兩面皆是字，其餘 $$5$$ 枚一面是人頭一面是字，每枚硬幣被選到之機會均等，今將手伸入箱中握住一枚硬幣，取出後打開手掌，發現一面是人頭，則另一面也是人頭之條件機率為？',
    answer: '$$\\frac{14}{19}$$',
    hasImage: false,
  },
  {
    id: '1794b2de9c1',
    chapter: '條件機率',
    question:
      '老師為了跟孩子建立良好的互動，辦了一個闖關遊戲，此闖關遊戲共有四關，只有四關全通過才能獲得精美獎品，規定若前三關中有一關闖關失敗，則遊戲就結束，但若在第四關才闖關失敗，則再給一次闖最後一關的機會，已知阿傑前三關每關通過的機率都是 $$\\frac{3}{4}$$，最後一關通過的機率是 $$\\frac{2}{5}$$，而每關通過與否都互相獨立，已知阿傑獲得精美獎品的條件下，則阿傑曾闖關失敗的機率為？\n.\n.',
    answer: '$$\\frac{3}{8}$$',
    hasImage: false,
  },
  {
    id: '1794b31a1ca',
    chapter: '條件機率',
    question:
      '本季籃球冠軍賽中，由暴龍隊擊敗勇士隊拿下冠軍，比賽過程中，勇士隊的球員 K 因傷退賽，許多球迷便指責勇士隊的總管調度不佳；此時有位網路鄉民跳出來說：「我整理了球員 K 過去 $$80$$ 場比賽上場即獲勝的場次交叉分析，發現球員 K 上場與否和球隊勝負不會互相影響！」呼籲大家別再謾罵。而下表為網路鄉民整理的資料，其中的數對 $$(x,y)=$$？\n $$\\begin{array} {|c|c|}\\hline & 勝 & 負 \\\\ \\hline 上場 & 30 & x \\\\ \\hline 未上場 & 20 & y \\\\ \\hline \\end{array}$$',
    answer: '$$(18,12)$$',
    hasImage: false,
  },
  {
    id: '1794b330d76',
    chapter: '條件機率',
    question:
      '$$A$$ 袋中有三紅球及兩白球、$$B$$ 袋中有三白球及兩紅球，今先由 $$A$$ 袋任取兩球放入 $$B$$ 袋，再由 $$B$$ 袋任取兩球放回 $$A$$ 袋，則 $$A$$ 袋白球數增加的機率為？',
    answer: '$$\\frac{27}{70}$$',
    hasImage: false,
  },
  {
    id: '1794b3ba04a',
    chapter: '條件機率',
    question:
      '小明每天上學有甲、乙兩條路可供選擇。早上定時從家裡出發，走甲路線有 $$\\frac{1}{10}$$ 的機率會遲到，走乙路線則有 $$\\frac{1}{5}$$ 的機率會遲到。無論走哪一條路線，只要不遲到，明天就走同一條路線，否則就另一條路線。若他第一天走甲路線，則第三天也走甲路線的機率為下列何者？\n(A) $$\\frac{4}{9}$$ (B) $$\\frac{1}{50}$$ (C) $$\\frac{83}{100}$$ (D) $$\\frac{1}{20}$$ (E) $$\\frac{1}{2}$$ ',
    answer: '(C)',
    hasImage: false,
  },
  {
    id: '1794b3e19bb',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 為獨立事件且 $$P(A)=\\frac{1}{3}$$，則下列敘述何者正確？\n(A) $$A$$ 和 $$A'$$ 為獨立事件\n(B)若 $$P(B)\\neq0$$，則 $$A$$、$$B$$ 不可能為互斥事件\n(C) $$P(A|A\\cap B')=\\frac{1}{3}$$\n(D)若 $$P(A\\cup B)=\\frac{2}{3}$$，則 $$P(B)=\\frac{1}{4}$$\n(E)若 $$B\\subseteq A$$，則 $$P(B)=1$$",
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794b40e9f2',
    chapter: '條件機率',
    question:
      '甲、乙、丙三人同時射擊同一靶，每人一發，設甲、乙、丙的射擊命中率依次為 $$0.5$$、$$0.6$$、$$0.8$$，若各人命中靶面的事件為獨立事件，下列何者正確？\n(A)靶面恰中 $$3$$ 發的機率大於 $$0.25$$\n(B)沒人命中靶面的機率大於 $$0.05$$\n(C)只有甲命中的機率為 $$0.5$$\n(D)靶面恰中 $$2$$ 發的機率為 $$0.46$$\n(E)已知靶面恰中 $$2$$ 發的條件下，則甲命中靶面的機率小於甲沒命中靶面的機率',
    answer: '(D)(E)',
    hasImage: false,
  },
  {
    id: '1794b428fd7',
    chapter: '條件機率',
    question:
      "設 $$A$$、$$B$$ 兩事件為獨立事件，已知 $$P(A)=P(B)=0.3$$，下列哪些選項正確？\n(A) $$P(A|B)=P(A)$$\n(B) $$P(B|A')=P(B)$$\n(C) $$P(A|B)=P(B|A)$$\n(D) $$P(A\\cap B)=0.3$$\n(E) $$P(A\\cap B)=0$$",
    answer: '(A)(B)(C)',
    hasImage: false,
  },
  {
    id: '1794b43c0f7',
    chapter: '條件機率',
    question:
      '擲一骰子兩次，在已知兩次的點數和為 $$8$$ 的條件下，則第一次點數大於第二次點數的機率為？',
    answer: '$$\\frac{2}{5}$$',
    hasImage: false,
  },
  {
    id: '1794b4648c8',
    chapter: '條件機率',
    question:
      '設甲袋有 $$2$$ 個紅球、$$3$$ 個白球；乙袋有 $$4$$ 個紅球、$$2$$ 個白球。現投擲一骰子 $$1$$ 次，若出現點數為 $$1$$ 或 $$3$$，則選甲袋並從袋中取出 $$2$$ 球；若出現 $$2$$ 或 $$4$$ 或 $$5$$ 或 $$6$$，則選乙袋並從袋中取出 $$2$$ 球。若已知抽出為同色球的條件下，此 $$2$$ 球來自甲袋的機率為？',
    answer: '$$\\frac{3}{10}$$',
    hasImage: false,
  },
  {
    id: '1794b48d2a9',
    chapter: '條件機率',
    question:
      '某工廠有 $$A$$、$$B$$、$$C$$ 三條生產線從事生產，其中 $$A$$ 生產的占全部的 $$40\\%$$，$$B$$ 生產的占全部的 $$25\\%$$，$$C$$ 生產的占全部的 $$35\\%$$，又 $$A$$、$$B$$、$$C$$ 生產之產品中不良品分別各占 $$k\\%$$、$$8\\%$$、$$6\\%$$，今隨機抽取一產品，已知取到的是不良品的條件下，由 $$A$$ 生產的條件機率為 $$\\frac{16}{57}$$，則 $$k=$$？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '1794b4a21c2',
    chapter: '條件機率',
    question:
      '已知某種飛彈擊中目標的機率為 $$\\frac{3}{5}$$，則至少要同時發射幾枚飛彈，才能使擊中目標(即至少中 $$1$$ 發)的機率提高到 $$99.9\\%$$？($$\\log2\\approx0.3010$$)',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '1794b4e0cc5',
    chapter: '空間向量',
    question:
      '空間中，設 $$P(2,3,4)$$，$$Q(0,1,0)$$，$$R(1,-1,0)$$，則 $$\\triangle PQR$$ 的面積為何？\n(A) $$2$$ (B) $$\\sqrt{29}$$ (C) $$2\\sqrt{29}$$ (D) $$\\frac{5\\sqrt{3}}{2}$$ (E) $$5\\sqrt{3}$$',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1794b531b15',
    chapter: '空間向量',
    question:
      '已知 $$A(1,1,2)$$，$$B(5,0,4)$$，$$C(1,x-2,4)$$，$$D(0,3,x)$$，若四面體 $$ABCD$$ 之體積為 $$\\frac{2}{3}$$，則 $$x=$$？(四解)',
    answer: '$$0$$ 或 $$\\frac{9}{2}$$ 或 $$\\frac{1}{2}$$ 或 $$4$$',
    hasImage: false,
  },
  {
    id: '1794b54f66b',
    chapter: '空間向量',
    question:
      '已知由三向量 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 所張出的平行六面體的體積為 $$10$$，則由三向量 $$\\vec{a}$$、$$2\\vec{a}+3\\vec{b}$$、$$\\vec{a}-\\vec{b}+4\\vec{c}$$ 所張出的平行六面體的體積為？',
    answer: '$$120$$',
    hasImage: false,
  },
  {
    id: '1794b568308',
    chapter: '空間向量',
    question:
      '空間中三向量 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$，滿足 $$(2\\vec{a}-3\\vec{b})\\cdot\\left[2\\vec{b}\\times(-5\\vec{c})\\right]=40$$，則由 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 所張出的平行六面體體積為？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '1794b57b830',
    chapter: '空間向量',
    question:
      '已知空間中 $$A(1,-1,0)$$，$$B(7-a,3,1)$$，$$C(0,a-2,2)$$，$$D(-1,-1,1)$$ 四點共平面，則 $$a=$$？(兩解)',
    answer: '$$4$$ 或 $$5$$',
    hasImage: false,
  },
  {
    id: '1794b599d64',
    chapter: '空間向量',
    question:
      '行列式 $$\\left|\\begin{matrix}2 & 4 & -2 \\\\ 1 & 3 & 1 \\\\ 1 & 1 & 3 \\end{matrix}\\right|=$$？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17966d95335',
    chapter: '數與式',
    question: '化簡 $$(3a-2b)^3$$',
    answer: '$$27a^3-18a^2b+12ab^2-8b^3$$',
    hasImage: false,
  },
  {
    id: '17966da3a45',
    chapter: '數與式',
    question: '化簡 $$(2x+3)(4x^2-6x+9)$$',
    answer: '$$8x^3+27$$',
    hasImage: false,
  },
  {
    id: '17966db0d85',
    chapter: '數與式',
    question: '化簡 $$(a-b+3)(a-b-3)$$',
    answer: '$$a^2-2ab+b^2-9$$',
    hasImage: false,
  },
  {
    id: '17966e46808',
    chapter: '數與式',
    question: '因式分解 $$x^3+6x^2+12xy^2+8y^3$$',
    answer: '$$(x+2y)^3$$',
    hasImage: false,
  },
  {
    id: '17966e50e90',
    chapter: '數與式',
    question: '因式分解 $$x^4-y^4$$',
    answer: '$$(x^2+y^2)(x+y)(x-y)$$',
    hasImage: false,
  },
  {
    id: '17966e6cae0',
    chapter: '數與式',
    question: '化簡 $$(a-3)(a+3)(a^2-3a+9)(a^2+3a+9)$$',
    answer: '$$a^6-729$$',
    hasImage: false,
  },
  {
    id: '179670b1cf0',
    chapter: '數與式',
    question:
      '化簡下列各式：\n(1) $$\\frac{1}{x-3}-\\frac{2}{x^2-4x+3}$$ (2) $$\\frac{2}{x+5}-\\frac{x+25}{x^2-25}$$',
    answer: '(1) $$\\frac{1}{x-1}$$ (2) $$\\frac{3}{x-5}$$',
    hasImage: false,
  },
  {
    id: '1796711996f',
    chapter: '數與式',
    question:
      '化簡下列各式：\n(1) $$\\frac{1}{x+2}-\\frac{2x+5}{x^2+3x+2}$$ (2) $$\\frac{x^2+3x}{x^2+5x+6}\\div\\frac{x}{x-2}$$',
    answer: '(1) $$\\frac{3}{x+1}$$ (2) $$\\frac{x-2}{x+2}$$',
    hasImage: false,
  },
  {
    id: '1796721257b',
    chapter: '數與式',
    question:
      '設 $$a+b=5$$，$$a^2+b^2=33$$，則：\n(1) $$a^3+b^3$$ (2) $$\\frac{a}{b}+\\frac{b}{a}$$ (3) $$a^2-b^2$$',
    answer: '(1) $$185$$ (2) $$-\\frac{33}{4}$$ (3) $$\\pm\\sqrt{41}$$',
    hasImage: false,
  },
  {
    id: '1796722b7b6',
    chapter: '數與式',
    question: '設 $$a+b=3$$，$$ab=1$$，則：\n(1) $$a^2+b^2$$ (2) $$a^2-b^2$$ (3) $$a^3+b^3$$',
    answer: '(1) $$7$$ (2) $$\\pm3\\sqrt{5}$$ (3) $$18$$',
    hasImage: false,
  },
  {
    id: '17967250e4f',
    chapter: '數與式',
    question:
      '已知 $$x+\\frac{1}{x}=5$$，試求下列各式之值：\n(1) $$x^2+\\frac{1}{x^2}$$ (2) $$x^3+\\frac{1}{x^3}$$',
    answer: '(1) $$23$$ (2) $$110$$',
    hasImage: false,
  },
  {
    id: '1796725f6d0',
    chapter: '數與式',
    question:
      '已知 $$x-\\frac{1}{x}=3$$，試求下列各式之值：\n(1) $$x^2+\\frac{1}{x^2}$$ (2) $$x^3-\\frac{1}{x^3}$$',
    answer: '(1) $$11$$ (2) $$36$$',
    hasImage: false,
  },
  {
    id: '17971323175',
    chapter: '數與式',
    question: '$$16$$ 的平方根為？',
    answer: '$$\\pm4$$',
    hasImage: false,
  },
  {
    id: '179713341f3',
    chapter: '數與式',
    question: '$$2x-1$$ 是 $$64$$ 的平方根，則 $$x=$$？',
    answer: '$$\\frac{9}{2}$$ 或 $$-\\frac{7}{2}$$',
    hasImage: false,
  },
  {
    id: '179713f505b',
    chapter: '數與式',
    question: '化簡 $$(2\\sqrt{3}+5\\sqrt{6})(2\\sqrt{6}-\\sqrt{3})$$',
    answer: '$$54-3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17971404754',
    chapter: '數與式',
    question: '化簡 $$(\\sqrt{6}+\\sqrt{2})^2$$',
    answer: '$$8+4\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '17971414438',
    chapter: '數與式',
    question: '化簡 $$\\frac{2\\sqrt{3}}{\\sqrt{6}}+\\frac{4}{\\sqrt{2}}$$',
    answer: '$$3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1797146a9d6',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{\\sqrt{2}}{\\sqrt{3}+\\sqrt{2}}-\\frac{\\sqrt{2}}{\\sqrt{3}-\\sqrt{2}}$$',
    answer: '$$-4$$',
    hasImage: false,
  },
  {
    id: '17971430035',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{3+2\\sqrt{2}}$$',
    answer: '$$1+\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1797143dff1',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{11-\\sqrt{72}}$$',
    answer: '$$3-\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '17971486cd5',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{28-10\\sqrt{3}}$$',
    answer: '$$5-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '1797144b8ac',
    chapter: '數與式',
    question: '化簡 $$\\sqrt{2+\\sqrt{3}}$$',
    answer: '$$\\frac{\\sqrt{6}+\\sqrt{2}}{2}$$',
    hasImage: false,
  },
  {
    id: '179714ae086',
    chapter: '數與式',
    question:
      '設 $$\\sqrt{4+2\\sqrt{3}}$$ 之整數部分為 $$a$$，小數部分為 $$b$$ ($$0\\le b\\le1$$)，試求 $$\\frac{1}{b}-\\frac{1}{a+b}=$$？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '179714bed16',
    chapter: '數與式',
    question:
      '設 $$a=\\sqrt{41-12\\sqrt{5}}$$，且 $$b$$ 為 $$a$$ 的純小數部分，則 $$\\frac{a}{4}+\\frac{1}{b}=$$？',
    answer: '$$\\frac{9}{4}$$',
    hasImage: false,
  },
  {
    id: '179714e1972',
    chapter: '數與式',
    question: '試比較 $$a=\\sqrt{20}+\\sqrt{10}$$，$$b=\\sqrt{19}+\\sqrt{11}$$ 的大小關係。',
    answer: '$$b>a$$',
    hasImage: false,
  },
  {
    id: '17971508a12',
    chapter: '數與式',
    question:
      '設 $$a=2\\sqrt{2}+\\sqrt{3}$$，$$b=\\sqrt{7}+2$$，$$c=\\sqrt{6}+\\sqrt{5}$$，則 $$a$$，$$b$$，$$c$$ 的大小關係為？',
    answer: '$$c>b>a$$',
    hasImage: false,
  },
  {
    id: '179734d440d',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{1}{1+\\sqrt{2}}+\\frac{1}{\\sqrt{2}+\\sqrt{3}}+\\frac{1}{\\sqrt{3}+\\sqrt{4}}+\\dots$$\n$$+\\frac{1}{\\sqrt{99}+\\sqrt{100}}=$$？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179734ed12b',
    chapter: '數與式',
    question:
      '化簡 $$\\frac{1}{1+\\sqrt{3}}+\\frac{1}{\\sqrt{3}+\\sqrt{5}}+\\frac{1}{\\sqrt{5}+\\sqrt{7}}+\\frac{1}{\\sqrt{7}+\\sqrt{9}}=$$？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '17973e3e4c0',
    chapter: '數與式',
    question: '六位數 $$92a92b$$ 可被 $$9$$ 整除，則 $$a+b=$$？',
    answer: '$$5$$ 或 $$14$$',
    hasImage: false,
  },
  {
    id: '17973e5d9f2',
    chapter: '數與式',
    question: '$$247023846$$ 是否為 $$6$$ 的倍數？',
    answer: '是',
    hasImage: false,
  },
  {
    id: '17974036c15',
    chapter: '數與式',
    question: '將分數化為小數：(1) $$\\frac{1}{8}$$ (2) $$\\frac{3}{7}$$ ',
    answer: '(1) $$0.125$$ (2) $$0.\\overline{428571}$$',
    hasImage: false,
  },
  {
    id: '17974071318',
    chapter: '數與式',
    question:
      '將下列循環小數化為分數：\n(1) $$0.\\overline{4}$$ (2) $$0.\\overline{45}$$ (3) $$0.2\\overline{75}$$ ',
    answer: '(1) $$\\frac{4}{9}$$ (2) $$\\frac{5}{11}$$ (3) $$\\frac{91}{330}$$',
    hasImage: false,
  },
  {
    id: '1797416af7c',
    chapter: '數與式',
    question:
      '下列哪些分數可化成有限小數？(多選)\n(A) $$\\frac{7}{25}$$ (B) $$\\frac{5}{32}$$ (C) $$\\frac{3}{48}$$ (D) $$\\frac{224}{175}$$ (E) $$\\frac{5}{60}$$',
    answer: '(A)(B)(C)(D)',
    hasImage: false,
  },
  {
    id: '179742106b6',
    chapter: '數與式',
    question:
      '設 $$a=\\frac{50}{37}$$、$$b=\\frac{59}{46}$$、$$c=\\frac{86}{73}$$，則 $$a$$、$$b$$、$$c$$ 的大小關係為？',
    answer: '$$a>b>c$$',
    hasImage: false,
  },
  {
    id: '17974229355',
    chapter: '數與式',
    question:
      '設 $$a=\\frac{128}{123}$$、$$b=\\frac{461}{456}$$、$$c=\\frac{794}{789}$$，則 $$a$$、$$b$$、$$c$$ 的大小關係為？',
    answer: '$$a>b>c$$',
    hasImage: false,
  },
  {
    id: '1797429c954',
    chapter: '數與式',
    question:
      '下列選項，哪些是正確的？(多選)\n(A)若 $$a,b\\in\\mathbb{Q}$$，則 $$a+b\\in\\mathbb{Q}$$\n(B)若 $$a,b\\notin\\mathbb{Q}$$，則 $$a+b\\notin\\mathbb{Q}$$\n(C)若 $$a\\in\\mathbb{Q}$$，$$b\\notin\\mathbb{Q}$$，則 $$ab\\notin\\mathbb{Q}$$\n(D)若 $$a,b\\notin\\mathbb{Q}$$，則 $$ab\\notin\\mathbb{Q}$$\n(E)設 $$a,b\\in\\mathbb{Q}$$，$$a,b\\neq0$$，則 $$a+b\\sqrt{2}\\notin\\mathbb{Q}$$',
    answer: '(A)(E)',
    hasImage: false,
  },
  {
    id: '179742f217d',
    chapter: '數與式',
    question:
      '$$a,b\\notin\\mathbb{Q}$$，$$c\\in\\mathbb{Q}$$，則下列何者正確？(單選)\n(A) $$a\\times b\\notin\\mathbb{Q}$$\n(B) $$a+b\\notin\\mathbb{Q}$$\n(C) $$a\\times c\\notin\\mathbb{Q}$$\n(D) $$a+c\\notin\\mathbb{Q}$$\n(E) $$a\\times b$$ 與 $$a+b$$ 至少有一個是無理數',
    answer: '(D)',
    hasImage: false,
  },
  {
    id: '1797447ff23',
    chapter: '數與式',
    question:
      '設實數 $$a$$、$$b$$ 滿足 $$0<a<1$$，$$0<b<1$$，則下列選項哪些必定為真？(多選)\n(A) $$0<a+b<2$$\n(B) $$0<ab<1$$\n(C) $$-1<b-a<0$$\n(D) $$0<\\frac{a}{b}<1$$\n(E) $$|a-b|<1$$',
    answer: '(A)(B)(E)',
    hasImage: false,
  },
  {
    id: '179744adbca',
    chapter: '數與式',
    question:
      '$$a,b,c,d\\in\\mathbb{R}$$，則下列選項哪些正確？(多選)\n(A) 若 $$a>b$$，則 $$ac>bc$$\n(B) 若 $$a>b$$，$$c>d$$，則 $$a-c>b-d$$\n(C) 若 $$a>b$$，$$c>d$$，則 $$ac>bd$$\n(D) 若 $$a>b$$，$$c>d$$，則 $$a+c>b+d$$\n(E) 若 $$|a|<|b|$$，則 $$a+|b|>0$$',
    answer: '(D)(E)',
    hasImage: false,
  },
  {
    id: '1797456a8ad',
    chapter: '數與式',
    question: '在數線上標出範圍：\n(1) $$x>3$$ (2) $$-2\\le x<4$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '17974577c58',
    chapter: '數與式',
    question: '在數線上標出範圍：\n(1) $$[-1,2)$$ (2) $$(-\\infty,2]$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179747194d1',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$-5$$、$$9$$，且 $$P$$ 點在 $$\\overline{AB}$$ 上，若 $$\\overline{AP}:\\overline{BP}=3:4$$，則 $$P$$ 點的坐標為？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '1797473e1e3',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$-\\frac{7}{3}$$、$$\\frac{11}{2}$$，$$P$$ 點為 $$A$$、$$B$$ 中點，則 $$P$$ 點的坐標為？',
    answer: '$$\\frac{19}{12}$$',
    hasImage: false,
  },
  {
    id: '1797476bcdb',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$ 兩點的坐標分別為 $$3$$、$$-7$$，若 $$P$$ 點在 $$AB$$ 直線上，且 $$\\overline{AP}:\\overline{PB}=2:3$$，則 $$P$$ 點坐標為？',
    answer: '$$-1$$ 或 $$23$$',
    hasImage: false,
  },
  {
    id: '1797479e4e0',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$、$$P$$、$$Q$$ 四點，坐標分別是 $$-6$$、$$9$$、$$1$$、$$-5$$，若 $$C$$ 點在 $$\\overline{AB}$$ 上且 $$\\overline{AC}:\\overline{CB}=3:2$$，$$R$$ 點是 $$\\overline{PQ}$$ 的中點，則 $$\\overline{CR}=$$？',
    answer: '$$5$$',
    hasImage: false,
  },
  {
    id: '179747bfde7',
    chapter: '數與式',
    question:
      '$$r,s\\in\\mathbb{R}$$，$$r<s$$，$$a=\\frac{r+3s}{4}$$，$$b=\\frac{r+5s}{6}$$，$$c=\\frac{5r+s}{6}$$，則 $$a$$、$$b$$、$$c$$ 的大小依序為？',
    answer: '$$c<a<b$$',
    hasImage: false,
  },
  {
    id: '1797480949e',
    chapter: '數與式',
    question:
      '$$a,b\\in\\mathbb{R}$$，$$a<b$$，下列何數最大？(單選)\n(A) $$\\frac{a+b}{2}\\quad$$(B) $$\\frac{a+2b}{3}\\quad$$(C) $$\\frac{2a+b}{3}$$\n(D) $$\\frac{3a+2b}{5}\\quad$$(E) $$\\frac{a+4b}{5}$$',
    answer: '(E)',
    hasImage: false,
  },
  {
    id: '179757a606e',
    chapter: '數與式',
    question: '求 $$|x|=5$$ 並將解描繪在數線上',
    answer: '$$\\pm5$$',
    hasImage: false,
  },
  {
    id: '179757bb299',
    chapter: '數與式',
    question: '求 $$|x+4|=6$$ 並將解描繪在數線上',
    answer: '$$-10$$ 或 $$2$$',
    hasImage: false,
  },
  {
    id: '179757f30b3',
    chapter: '數與式',
    question:
      '數線上 $$A$$、$$B$$、$$C$$、$$D$$ 四點，$$A$$ 點的坐標為 $$-2$$，$$B$$ 點的坐標為 $$7$$，$$C$$ 點的坐標為 $$24$$，若 $$\\overline{AB}=\\overline{CD}$$，試求 $$D$$ 點的坐標',
    answer: '$$15$$ 或 $$33$$',
    hasImage: false,
  },
  {
    id: '17975876dfa',
    chapter: '數與式',
    question:
      '數線上三點 $$A$$、$$B$$、$$C$$，所代表的數分別為 $$3$$、$$5$$、$$8$$，今將 $$\\overline{AB}$$ 十等分，由左至右其第三個等分點 $$P$$；將 $$\\overline{BC}$$ 五等分，由左至右其第二個等分點 $$Q$$，則 $$\\overline{PQ}=$$？',
    answer: '$$2.6$$',
    hasImage: false,
  },
  {
    id: '1797fcf4177',
    chapter: '數與式',
    question: '設 $$|2x-1|=|x+3|$$，則 $$x=$$？',
    answer: '$$-\\frac{2}{3}$$ 或 $$4$$',
    hasImage: false,
  },
  {
    id: '1797fd09764',
    chapter: '數與式',
    question: '設 $$|x-1|+|x-2|=4$$，則 $$x=$$？',
    answer: '$$-\\frac{1}{2}$$ 或 $$\\frac{7}{2}$$',
    hasImage: false,
  },
  {
    id: '1797fd30bb4',
    chapter: '數與式',
    question: '解下列不等式：\n(1) $$|2x-1|>3$$ (2) $$3<|3x-2|\\le8$$',
    answer:
      '(1) $$x>2$$ 或 $$x<-1$$ (2) $$\\frac{5}{3}<x\\le\\frac{10}{3}$$ 或 $$-2\\le x<-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '1797fd9a454',
    chapter: '數與式',
    question: '不等式 $$2<|3x+1|\\le7$$ 之解為？',
    answer: '$$-\\frac{8}{3}\\le x<-1$$ 或 $$\\frac{1}{3}<x\\le2$$',
    hasImage: false,
  },
  {
    id: '1797fd59820',
    chapter: '數與式',
    question: '若 $$|ax+1|\\le b$$ 的解為 $$-2\\le x\\le6$$，則數對 $$(a,b)=$$？',
    answer: '$$\\left(-\\frac{1}{2},2\\right)$$',
    hasImage: false,
  },
  {
    id: '1797fd78e76',
    chapter: '數與式',
    question: '若 $$|-3x+a|\\le b$$ 的解為 $$-1\\le x\\le5$$，則數對 $$(a,b)=$$？',
    answer: '$$(6,9)$$',
    hasImage: false,
  },
  {
    id: '1797fdd1fa4',
    chapter: '數與式',
    question: '不等式 $$|x-5|>|2x-4|$$ 之解為？',
    answer: '$$-1<x<3$$',
    hasImage: false,
  },
  {
    id: '1797fdeaccf',
    chapter: '數與式',
    question: '不等式 $$|x|+2|x-2|>5$$ 之解為？',
    answer: '$$x>3$$ 或 $$x<-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '1798b050aba',
    chapter: '數與式',
    question:
      '已知 $$x$$，$$y$$ 為實數，且滿足 $$-1\\le x\\le2$$，$$1\\le y\\le3$$，則：\n(1) $$x-2y$$ 的最大值為？最小值為？\n(2) $$x^2+y^2$$ 的最大值為？最小值為？\n(3) $$\\frac{x}{y}$$ 的最大值為？最小值為？',
    answer: '(1) $$0$$；$$-7$$ (2) $$13$$；$$1$$ (3) $$2$$；$$-1$$',
    hasImage: false,
  },
  {
    id: '1798b07214b',
    chapter: '數與式',
    question:
      '設 $$x$$，$$y$$ 為實數，$$|x+1|\\le3$$，$$|y-3|\\le3$$，則：\n(1) $$-2x+3y$$ 的最大值為？最小值為？\n(2) $$xy$$ 的最大值為？最小值為？',
    answer: '(1) $$26$$；$$-4$$ (2) $$12$$；$$-24$$',
    hasImage: false,
  },
  {
    id: '1798b109339',
    chapter: '數與式',
    question: '設 $$a,b\\ge0$$，且 $$a+2b=8$$，則 $$ab$$ 之最大值為？此時 $$(a,b)=$$？',
    answer: '$$8$$；$$(4,2)$$',
    hasImage: false,
  },
  {
    id: '1798b1374e2',
    chapter: '數與式',
    question: '設 $$a,b\\ge0$$，且 $$ab=16$$，求 $$a+b$$ 的最小值為？此時 $$(a,b)=$$？',
    answer: '$$8$$；$$(4,4)$$',
    hasImage: false,
  },
  {
    id: '1798b16b101',
    chapter: '數與式',
    question: '用一條長 $$24$$ 公尺的繩子，所能圍出的矩形面積最大是多少？',
    answer: '$$36$$ 平方公尺',
    hasImage: false,
  },
  {
    id: '1798b184ce6',
    chapter: '數與式',
    question:
      '用一條長 $$40$$ 公尺的繩子在河邊圍一矩形草地(只圍三邊，靠河那邊不圍)，則此矩形草地的最大面積為？',
    answer: '$$200$$ 平方公尺',
    hasImage: false,
  },
  {
    id: '1798cf58181',
    chapter: '平面向量',
    question:
      '設 $$\\left|\\vec{a}\\right|=2$$，$$\\left|\\vec{b}\\right|=3$$，$$\\left|\\vec{a}+\\vec{b}\\right|=2$$，試求向量 $$\\vec{a}$$，$$\\vec{b}$$ 所展的平行四邊形面積。',
    answer: '$$\\frac{3\\sqrt{7}}{2}$$',
    hasImage: false,
  },
  {
    id: '1798cf7faea',
    chapter: '平面向量',
    question:
      '設 $$A$$，$$B$$，$$C$$ 為相異三點，若 $$\\overrightarrow{GA}+\\overrightarrow{GB}+\\overrightarrow{GC}=\\vec{0}$$，則$$\\overrightarrow{GA}=2$$，$$\\overrightarrow{GB}=6$$，$$\\overrightarrow{GC}=2\\sqrt{7}$$，求 $$\\overline{AB}$$ 和 $$\\triangle ABC$$ 面積之值。',
    answer: '$$2\\sqrt{13}$$；$$9\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '1798cf9fd23',
    chapter: '平面向量',
    question:
      '若有 $$\\theta$$ 使下述方程組不只有一組解，求 $$\\sin\\theta\\cos\\theta$$ 的值。\n$$\\begin{cases}(1+\\cos\\theta)x-y=0\\\\-x+(1+\\sin\\theta)y=0\\end{cases}$$',
    answer: '$$1-\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1798d160dda',
    chapter: '平面向量',
    question:
      '若 $$\\begin{vmatrix}a&b\\\\c&d\\end{vmatrix}=2$$，試求 $$\\begin{vmatrix}3a+2c&3b+2d\\\\2a-3c&2b-3d\\end{vmatrix}$$ 之值。',
    answer: '$$-26$$',
    hasImage: false,
  },
  {
    id: '1798d181ea7',
    chapter: '平面向量',
    question:
      '坐標平面上有一個平行四邊形 $$ABCD$$，其中點 $$A$$ 的坐標為 $$(2,1)$$，點 $$B$$ 的坐標為 $$(8,2)$$，點 $$C$$ 在第一象限且知其 $$x$$ 坐標為 $$12$$。若平行四邊形 $$ABCD$$ 的面積等於 $$38$$ 平方單位，則點 $$D$$ 的坐標為？',
    answer: '$$(6,8)$$',
    hasImage: false,
  },
  {
    id: '1798d197fca',
    chapter: '平面向量',
    question:
      '坐標平面上有一面積為 $$40$$ 的凸四邊形，其四個頂點的坐標按逆時針方向依序為 $$(0,0)$$、$$(4,2)$$、$$(x,2x)$$ 及 $$(2,6)$$，則 $$x=$$？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '1798d26f518',
    chapter: '平面向量',
    question:
      '利用克拉瑪公式，解二元一次聯立方程式：\n(1) $$\\begin{cases}2x+5y=4\\\\x-y=9\\end{cases}$$\n(2) $$\\begin{cases}99x+100y=101\\\\101x+102y=103\\end{cases}$$',
    answer: '(1) $$(7,-2)$$ (2) $$(-1,2)$$',
    hasImage: false,
  },
  {
    id: '1798d296bf7',
    chapter: '平面向量',
    question:
      '(1) 試將 $$\\vec{c}=\\begin{bmatrix}5\\\\8\\end{bmatrix}$$ 分解成 $$\\vec{a}=\\begin{bmatrix}4\\\\1\\end{bmatrix}$$，$$\\vec{b}=\\begin{bmatrix}-1\\\\2\\end{bmatrix}$$ 的線性組合。\n(2) 利用第(1)題的結果，解聯立方程式 $$\\begin{cases}4x-y=5\\\\x+2y=8\\end{cases}$$',
    answer: '(1) $$\\vec{c}=2\\vec{a}+3\\vec{b}$$ (2) $$(x,y)=(2,3)$$',
    hasImage: false,
  },
  {
    id: '1798d2fb555',
    chapter: '平面向量',
    question:
      '設 $$L_1:2x-y+1=0$$，試求過點 $$(2,3)$$ 且與 $$L_1$$ 的一夾角為 $$\\frac{\\pi}{4}$$ 的直線 $$L_2$$ 方程式。',
    answer: '$$3x+y-9=0$$ 或 $$x-3y+7=0$$',
    hasImage: false,
  },
  {
    id: '1798d30c13e',
    chapter: '平面向量',
    question:
      '設兩直線 $$L_1:2x+y=0$$，$$L_2:x+2y=0$$，試求 $$L_1$$，$$L_2$$ 的交角中鈍角平分線方程式。',
    answer: '$$x-y=0$$',
    hasImage: false,
  },
  {
    id: '1798d3385c0',
    chapter: '平面向量',
    question:
      '$$G$$ 為 $$\\triangle ABC$$ 重心，若 $$\\left|\\overrightarrow{GA}\\right|=3$$，$$\\left|\\overrightarrow{GB}\\right|=5$$，$$\\left|\\overrightarrow{GC}\\right|=7$$，則求：\n(1) $$\\overrightarrow{GA}\\cdot\\overrightarrow{GB}$$\n(2) $$\\triangle ABC$$ 的面積',
    answer: '(1) $$\\frac{15}{2}$$ (2) $$\\frac{45\\sqrt{3}}{4}$$',
    hasImage: false,
  },
  {
    id: '1798d3def42',
    chapter: '平面向量',
    question:
      '設 $$x$$，$$y$$ 為正數，且 $$3x+2y=21$$，求 $$\\frac{3}{x}+\\frac{8}{y}$$ 的最小值，及此時的數對 $$(x,y)$$。',
    answer: '$$\\frac{3}{7}$$；$$(3,6)$$',
    hasImage: false,
  },
  {
    id: '1798d8949d9',
    chapter: '空間向量',
    question:
      '將長方形 $$ABCD$$ 沿著對角線 $$\\overline{AC}$$ 摺起，使平面 $$ABC$$ 與平面 $$ACD$$ 互相垂直，已知 $$\\overline{AB}=a$$，$$\\overline{BC}=b$$，則以 $$a$$，$$b$$ 表示 $$\\overline{BD}=$$？',
    answer: '$$\\sqrt{\\frac{a^4+b^4}{a^2+b^2}}$$',
    hasImage: false,
  },
  {
    id: '1798d8f19fb',
    chapter: '空間向量',
    question:
      '在空間坐標系中，點 $$P$$ 在第一卦限，且點 $$P$$ 到 $$x$$ 軸、$$y$$ 軸、$$z$$ 軸的距離分別為 $$2\\sqrt{5}$$、$$5$$、$$\\sqrt{13}$$，試求點 $$P$$ 的坐標。',
    answer: '$$(3,2,4)$$',
    hasImage: false,
  },
  {
    id: '1798da4d1c8',
    chapter: '空間向量',
    question:
      '在坐標空間中，一正立方體的八個頂點分別為 $$(0,0,0)$$、$$(1,0,0)$$、$$(1,1,0)$$、$$(0,1,0)$$、$$(0,0,1)$$、$$(1,0,1)$$、$$(1,1,1)$$ 與 $$(0,1,1)$$。若 $$A$$、$$B$$ 分別為此正立方體兩稜邊的中點，則向量 $$\\overrightarrow{AB}$$ 可能為下列哪些選項？(多選)\n(A) $$(1,0,0)\\quad$$ (B) $$\\left(\\frac{1}{2},0,0\\right)$$\n(C) $$\\left(\\frac{1}{2},0,1\\right)\\quad$$ (D) $$\\left(0,-\\frac{1}{2},-\\frac{1}{2}\\right)$$',
    answer: '(A)(D)',
    hasImage: false,
  },
  {
    id: '1798da60c51',
    chapter: '空間向量',
    question:
      '$$\\triangle ABC$$ 的三頂點坐標為 $$A(2,-3,5)$$、$$B(3,0,10)$$、$$C(x,y,0)$$，則使 $$\\triangle ABC$$ 的周長為最小之點 $$C$$ 坐標為？',
    answer: '$$\\left(\\frac{7}{3},-2,0\\right)$$',
    hasImage: false,
  },
  {
    id: '1798db7f40f',
    chapter: '空間向量',
    question:
      '右圖中，$$ABCD-EFGH$$ 為一正立方體，$$Q$$ 為 $$\\overline{GH}$$ 的中點，$$P$$ 為 $$\\overline{AD}$$ 的中點，$$O$$ 為正立方體的中心，試求 $$\\cos(\\angle POQ)$$ 的值。',
    answer: '$$-\\frac{1}{2}$$',
    hasImage: true,
  },
  {
    id: '1798dbaa732',
    chapter: '空間向量',
    question:
      '在空間坐標系中，$$A$$、$$B$$、$$C$$ 分別為 $$x$$、$$y$$、$$z$$ 軸上的點，$$O$$ 為原點，若 $$\\triangle AOB$$、$$\\triangle BOC$$、$$\\triangle COA$$ 的面積分別為 $$3$$、$$4$$、$$5$$，試求 $$\\triangle ABC$$ 的面積。',
    answer: '$$5\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1798dbb684c',
    chapter: '空間向量',
    question:
      '右圖中，$$A-BCD$$ 為正四面體，試求 $$\\overrightarrow{AC}\\cdot\\overrightarrow{BD}$$ 的值。',
    answer: '$$0$$',
    hasImage: true,
  },
  {
    id: '1798f1a9043',
    chapter: '排列組合與機率',
    question:
      "設 $$U=\\{x|1\\le x\\le300,x\\in\\mathbb{Z}\\}$$ 為宇集，且 $$A$$、$$B$$ 兩集合均為 $$U$$ 的子集，今若 $$A$$ 表示 $$5$$ 的倍數所成的集合，$$B$$ 表示 $$8$$ 的倍數所成的集合，試求下列各集合的元素個數。\n(1) $$n(A)\\quad$$ (2) $$n(B')\\quad$$ (3) $$n(A\\cap B)$$\n(4) $$n(A\\cup B)\\quad$$ (5) $$n(A\\cap B')\\quad$$ (6) $$n((A\\cup B)')$$",
    answer: '(1) $$60$$ (2) $$263$$ (3) $$7$$ (4) $$90$$ (5) $$53$$ (6) $$210$$',
    hasImage: false,
  },
  {
    id: '1798f69e9c1',
    chapter: '排列組合與機率',
    question:
      '$$1$$ 到 $$1000$$ 的所有自然數中，$$2$$ 的倍數或 $$3$$ 的倍數或 $$5$$ 的倍數有幾個？',
    answer: '$$734$$',
    hasImage: false,
  },
  {
    id: '1798f6e706b',
    chapter: '排列組合與機率',
    question:
      '上數學課時，老師出兩個題目給全班同學做，已知全班有 $$50$$ 人，解出第一題的同學有 $$32$$ 人，解出第二題的同學有 $$24$$ 人，兩題均解出的同學有 $$15$$ 人，則兩題都解不出的同學有幾人？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '1798f782757',
    chapter: '排列組合與機率',
    question:
      '子見因工作需要星期一到星期五必需到 $$A$$、$$B$$、$$C$$、$$D$$、$$E$$、$$F$$ 等 $$6$$ 間他負責的店家訪查，若他每天只能訪查一間店家，且相鄰兩天不訪查同一店家，而星期一及星期五這兩天一定要到 $$A$$ 店家訪查，請問在一週五天當中，子見的訪查行程有幾種安排？(單選)\n(A) $$100$$ 種 (B) $$105$$ 種 (C) $$110$$ 種 (D) $$120$$ 種 (E) $$126$$ 種',
    answer: '(B)',
    hasImage: false,
  },
  {
    id: '1798f7be697',
    chapter: '排列組合與機率',
    question:
      '某公司 $$6$$ 位員工排成一列照相，\n(1) 任意排列，則排法有幾種？\n(2) 若董事長一定要排在第一個位置比讚，則排法有幾種？',
    answer: '(1) $$720$$ (2) $$120$$',
    hasImage: false,
  },
  {
    id: '1798f7d9034',
    chapter: '排列組合與機率',
    question: '(1) $$P^5_3=$$？\n(2) 若 $$P^n_3:P^{n+2}_3=5:12$$，則 $$n=$$？',
    answer: '(1) $$20$$ (2) $$7$$',
    hasImage: false,
  },
  {
    id: '1798f813ff8',
    chapter: '排列組合與機率',
    question:
      '以 $$1$$、$$2$$、$$3$$、$$4$$、$$5$$ 共 $$5$$ 個數字作三位數，數字不可重複使用，則：\n(1) 此三位數共有幾個？\n(2) 這些三位數中，共有幾個奇數？幾個偶數？\n(3) 這些三位數，由小而大排列，第 $$30$$ 個數字為？$$342$$ 是第幾個數？',
    answer: '(1) $$60$$ (2) $$36$$；$$24$$ (3) $$325$$；$$32$$',
    hasImage: false,
  },
  {
    id: '1798f837c86',
    chapter: '排列組合與機率',
    question:
      '棒球比賽中，每隊要排出 $$9$$ 名球員輪流上場打擊，依序稱為第一棒到第九棒，現在某隊選出的 $$9$$ 名球員中，甲一定排在第一棒，乙、丙、丁三人則排在三、四、五棒，這三人的棒次可以調換，問該隊的打擊順序有幾種排列方式？',
    answer: '$$720$$',
    hasImage: false,
  },
  {
    id: '1798f86e6cf',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己、庚共七人排成一列，依下列條件分別求其排法有多少種？\n(1) 七人任意排列\n(2) 甲、乙、丙三人須完全相鄰不可分開\n(3) 甲、乙、丙三人須完全分開',
    answer: '(1) $$5040$$ (2) $$720$$ (3) $$1440$$',
    hasImage: false,
  },
  {
    id: '1798f8d2bfb',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁四個好朋友共乘香蕉船玩樂，試求：\n(1) 甲不坐在最前面的排法有幾種？\n(2) 甲不坐在最前面，且丁不坐在最後面的方法有幾種？',
    answer: '(1) $$18$$ (2) $$14$$',
    hasImage: false,
  },
  {
    id: '1798f8fed2e',
    chapter: '排列組合與機率',
    question:
      '(1) 將 $$4$$ 顆白球 $$2$$ 顆黑球排成一列的排法有幾種？\n(2) 將「阿雄棒棒阿雄帥帥」八個字排成一列的排法有幾種？',
    answer: '(1) $$15$$ (2) $$2520$$ (3) $$420$$',
    hasImage: false,
  },
  {
    id: '1798f91a336',
    chapter: '排列組合與機率',
    question:
      '如右圖，某處擺放著 $$A$$、$$B$$、$$C$$ 三排罐子，有神射手用槍彈一個個把罐子擊落，不分 $$A$$、$$B$$、$$C$$ 的順序，任意射擊，但每次只能擊落一瓶罐子，即每排依序由上而下射擊，請問 $$9$$ 瓶罐子全部打下來，共有幾種方法？',
    answer: '$$1260$$',
    hasImage: true,
  },
  {
    id: '1798fa42cb3',
    chapter: '排列組合與機率',
    question:
      '一樓有 $$10$$ 階，上樓時可一步跨 $$1$$ 階或 $$2$$ 階，今某頑童欲登此樓，則：\n(1) 有多少種不同的上樓方式？\n(2) 若規定須跨上第五階，則多少種不同的上樓方式？(單選)\n(A) $$9$$ (B) $$16$$ (C) $$64$$ (D) $$89$$',
    answer: '(1) $$89$$ (2) (C)',
    hasImage: false,
  },
  {
    id: '17990a8b9e3',
    chapter: '排列組合與機率',
    question:
      '設集合 $$A=\\{a,b\\}$$，$$B=\\{a,b,c,d,e\\}$$，則滿足 $$A\\subset C\\subset B$$ 的集合 $$C$$ 有幾個？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '17990aa1fd6',
    chapter: '排列組合與機率',
    question:
      '已知集合 $$A=\\{2,4,a^2-a+3\\}$$，$$B=\\{3,a,a+2,a+5\\}$$ 滿足 $$A-B=\\{5\\}$$，則實數 $$a=$$？',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '17990ab0495',
    chapter: '排列組合與機率',
    question: '小新、小白兩人各擲一顆骰子，點數差的絕對值大於 $$3$$ 的情形有幾種？',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '17990abfa09',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙三人各選好一個「$$-2$$」以外的整數，發現這三個數的平方和為 $$9$$，則此三人的選擇共有幾種情形？',
    answer: '$$12$$',
    hasImage: false,
  },
  {
    id: '17990adbce5',
    chapter: '排列組合與機率',
    question:
      '某餐飲部供應的菜色為肉類 $$4$$ 種，魚類 $$3$$ 種，蔬菜 $$5$$ 種，甜點 $$2$$ 種，有位客人要點肉類、魚類、蔬菜各一種，不點甜點，則這位客人有幾種點法？',
    answer: '$$60$$',
    hasImage: false,
  },
  {
    id: '17990aea8de',
    chapter: '排列組合與機率',
    question:
      '某餐廳的主菜有牛、豬、雞與羊 $$4$$ 種；湯有玉米湯、海鮮湯與蔬菜湯 $$3$$ 種；飲料有咖啡、紅茶與奶茶 $$3$$ 種。每位客人須點全餐(主菜、湯及飲料各任選一種)或超值餐(主菜、飲料各任選一種)。請問共有幾種餐點組合？',
    answer: '$$48$$',
    hasImage: false,
  },
  {
    id: '17990b0fd75',
    chapter: '排列組合與機率',
    question:
      '甲、乙兩地間有 $$12$$ 條路，其中 $$3$$ 條是由甲地到乙地的單行道，$$4$$ 條是由乙地到甲地的單行道，另 $$5$$ 條是雙向道，今由甲地到乙地再回到甲地，若往返不走同一條路，走法共有幾種？',
    answer: '$$67$$',
    hasImage: false,
  },
  {
    id: '17990b2b6ba',
    chapter: '排列組合與機率',
    question:
      '對全班 $$45$$ 人作喝飲料習慣的調查，發現習慣半糖的有 $$30$$ 人，習慣去冰的有 $$25$$ 人。試問：該班喝飲料的習慣是半糖且去冰者最多有 $$a$$ 人，最少有 $$b$$ 人，則 $$a+b=$$？',
    answer: '$$35$$',
    hasImage: false,
  },
  {
    id: '17990e367f4',
    chapter: '空間向量',
    question:
      '右圖為一正立方體，被一平面截出一個四邊形 $$ABCD$$，其中 $$B$$、$$D$$ 分別為稜的中點，且 $$\\overline{EA}:\\overline{AF}=3:7$$，則 $$\\cos\\angle DAB=$$？',
    answer: '$$\\frac{1}{26}$$',
    hasImage: false,
  },
  {
    id: '17990e3909e',
    chapter: '空間向量',
    question:
      '證明下列各式：\n(1) $$\\begin{vmatrix}1&a&a^2\\\\1&b&b^2\\\\1&c&c^2\\end{vmatrix}=(a-b)(b-c)(c-a)$$\n(2) $$\\begin{vmatrix}1&a&a^3\\\\1&b&b^3\\\\1&c&c^3\\end{vmatrix}=(a-b)(b-c)(c-a)(a+b+c)$$\n(3) $$\\begin{vmatrix}b+c&a&a\\\\b&c+a&b\\\\c&c&a+b\\end{vmatrix}=4abc$$\n(4) $$\\begin{vmatrix}1+a^2&ab&ac\\\\ab&1+b^2&bc\\\\ac&bc&1+c^2\\end{vmatrix}=a^2+b^2+c^2+1$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '17990e56c0b',
    chapter: '空間向量',
    question:
      '設 $$A(0,0,0)$$、$$B(1,2,3)$$、$$C(-2,1,-1)$$、$$D(3,1,2)$$，試求：\n(1) 四面體 $$ABCD$$ 的體積\n(2) $$\\triangle ABC$$ 的面積\n(3) 四面體 $$ABCD$$ 過 $$D$$ 的高長度為何？',
    answer: '(1) $$\\frac{5}{3}$$ (2) $$\\frac{5\\sqrt{3}}{2}$$ (3) $$\\frac{2\\sqrt{3}}{3}$$',
    hasImage: false,
  },
  {
    id: '17990e6a7ea',
    chapter: '空間向量',
    question:
      '設平面上三相異直線 $$L_1:2x-3y+1=0$$，$$L_2:ax+y+5=0$$，$$L_3:x+2ay+8=0$$ 共點，求 $$a$$ 之值。',
    answer: '$$0$$ 或 $$-2$$',
    hasImage: false,
  },
  {
    id: '17991b7e1d2',
    chapter: '排列組合與機率',
    question:
      '$$1$$ 到 $$1000$$ 的正整數中，試求是 $$6$$ 或是 $$10$$ 的倍數，但不是 $$8$$ 的倍數一共有幾個？',
    answer: '',
    hasImage: false,
  },
  {
    id: '17991fa8dd5',
    chapter: '排列組合與機率',
    question:
      '以 $$0$$、$$1$$、$$2$$、$$3$$、$$4$$、$$5$$ 等六個數字作成四位數，數字不可重複使用，則：\n(1) 此四位數共有幾個？\n(2) 這些四位數中，有幾個偶數？\n(3) 這些四位數，由小而大排列，第 $$100$$ 個數字為？$$3420$$ 是第幾個數？',
    answer: '(1) $$300$$ (2) $$156$$ (3) $$2410$$；$$163$$',
    hasImage: false,
  },
  {
    id: '17992b9b195',
    chapter: '平面向量',
    question:
      '設 $$\\triangle ABC$$ 之 $$\\angle A=60^{\\circ}$$，$$\\overline{AC}=b$$，$$\\overline{AB}=c$$，今在 $$\\overline{BC}$$ 上取一點 $$D$$，使得 $$\\overline{BD}=\\frac{1}{3}\\overline{BC}$$，$$s=\\overline{AD}$$，則 $$s^2=$$？',
    answer: '$$\\frac{1}{9}(b^2+4c^2+2bc)$$',
    hasImage: false,
  },
  {
    id: '179933a1b86',
    chapter: '矩陣A',
    question:
      '利用高斯消去法解方程組 $$\\begin{cases}2x+3y-z=6\\\\x-y+z=2\\\\3x-2y-9z=-5\\end{cases}$$',
    answer: '$$x=2$$、$$y=1$$、$$z=1$$',
    hasImage: false,
  },
  {
    id: '179933bfba0',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算解線性方程組 $$\\begin{cases}x+2y-2z=-3\\\\3x-y+4z=14\\\\2x+3y-z=2\\end{cases}$$',
    answer: '$$x=1$$、$$y=1$$、$$z=3$$',
    hasImage: false,
  },
  {
    id: '179933d62f8',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算求方程組 $$\\begin{cases}2x+y-z=5\\\\x+2y+z=7\\\\7x+8y+z=31\\end{cases}$$',
    answer: '$$\\begin{cases}x=1+t\\\\y=3-t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$',
    hasImage: false,
  },
  {
    id: '179933e6cf1',
    chapter: '矩陣A',
    question:
      '利用矩陣的列運算求方程組 $$\\begin{cases}3x+y-z=2\\\\x+2y+z=8\\\\x-3y-3z=1\\end{cases}$$',
    answer: '無解',
    hasImage: false,
  },
  {
    id: '17993401086',
    chapter: '矩陣A',
    question:
      '試就 $$a$$ 值討論方程組 $$\\begin{cases}x-2y-3z=1\\\\x+z=3\\\\3x-2y-z=a\\end{cases}$$',
    answer:
      '當 $$a\\neq7$$ 時，無解；當 $$a=7$$ 時，無限解，其解為 $$\\begin{cases}x=3-t\\\\y=1-2t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$',
    hasImage: false,
  },
  {
    id: '179934e51e4',
    chapter: '矩陣A',
    question: '利用牛頓插值法求通過三點 $$(1,5)$$、$$(2,7)$$、$$(-2,23)$$ 的二次多項式 $$f(x)=$$？',
    answer: '$$2x^2-4x+7$$',
    hasImage: false,
  },
  {
    id: '1799350a87d',
    chapter: '矩陣A',
    question:
      '給定坐標空間中的四個向量 $$\\vec{a}=(2,1,4)$$，$$\\vec{b}=(1,-3,1)$$，$$\\vec{c}=(2,-2,3)$$ 與 $$\\vec{d}=(1,-4,1)$$，試將 $$\\vec{d}$$ 表示成 $$\\vec{a}$$、$$\\vec{b}$$、$$\\vec{c}$$ 的線性組合 $$x\\vec{a}+y\\vec{b}+z\\vec{c}$$，則序組 $$(x,y,z)=$$？',
    answer: '$$(1,3,-2)$$',
    hasImage: false,
  },
  {
    id: '179935955d4',
    chapter: '矩陣A',
    question:
      '下列演算式為一個關於 $$x$$，$$y$$，$$z$$ 方程組的高斯消去法：\n$$\\begin{bmatrix}2&3&-2&5\\\\3&-2&1&10\\\\1&2&-1&2\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\3&-2&1&10\\\\2&3&-2&5\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&b&4&4\\\\0&-1&0&1\\end{bmatrix}$$\n$$\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&-1&0&1\\\\0&b&4&4\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&a&2\\\\0&-1&0&1\\\\0&0&4&c\\end{bmatrix}\\rightarrow\\cdots$$\n若繼續進行矩陣的列運算，即可求得 $$x$$，$$y$$，$$z$$ 之解，則序組 $$(a,b,c)=$$？',
    answer: '$$(-1,-8,-4)$$',
    hasImage: false,
  },
  {
    id: '179935cd335',
    chapter: '矩陣A',
    question:
      '小臻利用矩陣的列運算在紙上解一個三元一次方程組，過程如下：\n$$\\cdots\\rightarrow\\begin{bmatrix}1&-1&a&8\\\\0&5&-3&b\\\\0&1&c&-15\\end{bmatrix}\\rightarrow\\cdots\\rightarrow\\begin{bmatrix}1&0&0&4\\\\0&1&0&-3\\\\0&0&1&1\\end{bmatrix}$$，求數字 $$a$$，$$b$$，$$c$$。',
    answer: '$$a=1$$，$$b=-18$$，$$c=-12$$',
    hasImage: false,
  },
  {
    id: '179935fbc50',
    chapter: '矩陣A',
    question:
      '某公司有甲、乙、丙三條生產線，現欲生產三萬個產品，若甲、乙、丙三條生產線同時開動，則需 $$10$$ 小時；若只開動乙、丙兩條生產線，則需 $$15$$ 小時；若只開動甲生產線 $$15$$ 小時，則需再開動丙生產線 $$30$$ 小時，才能完成所有產品。試問甲、乙、丙條生產線單獨完成所有產品分別各需多少小時？',
    answer: '甲、乙、丙分別各需 $$30$$、$$20$$、$$60$$ 小時',
    hasImage: false,
  },
  {
    id: '1799364fdfe',
    chapter: '矩陣A',
    question:
      '已知矩陣 $$\\begin{bmatrix}1&-3&-2&-4\\\\2&1&3&6\\\\3&-2&5&6\\end{bmatrix}$$ 經過列運算後，得 $$\\begin{bmatrix}1&-3&-2&-4\\\\0&1&1&a\\\\0&0&1&b\\end{bmatrix}$$，則數對 $$(a,b)=$$？',
    answer: '$$(2,1)$$',
    hasImage: false,
  },
  {
    id: '1799367145e',
    chapter: '矩陣A',
    question:
      '$$\\begin{cases}3x+4y+z=8\\\\2x+3y+z=7\\\\x+y+z=4\\end{cases}$$ 的解為序組 $$(x,y,z)=$$？',
    answer: '$$(-1,2,3)$$',
    hasImage: false,
  },
  {
    id: '1799369132f',
    chapter: '矩陣A',
    question:
      '已知上等稻禾 $$2$$ 捆、中等稻禾 $$3$$ 捆、下等稻禾 $$3$$ 捆，共可打出稻米 $$28$$ 斗；上等稻禾 $$1$$ 捆、中等稻禾 $$5$$ 捆、下等稻禾 $$4$$ 捆，共可打出稻米 $$33$$ 斗；上等稻禾 $$3$$ 捆、中等稻禾 $$1$$ 捆、下等稻禾 $$1$$ 捆，共可打出稻米 $$21$$ 斗，則上等稻禾、中等稻禾、下等稻禾各 $$1$$ 捆，共可打出稻米幾斗？',
    answer: '$$11$$',
    hasImage: false,
  },
  {
    id: '179936be142',
    chapter: '矩陣A',
    question:
      '某高中有兩個生態池，其中 $$A$$、$$B$$ 兩個注水管及一個 $$C$$ 排水管，若只開 $$A$$、$$B$$ 兩管需 $$6$$ 小時即可注滿水，若開 $$A$$ 注水管及 $$C$$ 排水管，則需 $$12$$ 小時方可注滿水，若開 $$B$$ 注水管及 $$C$$ 排水管，則需 $$20$$ 小時才可注滿水，則清掃完畢後排空的生態池在只開 $$A$$ 注水管的情況下，需幾小時才可注滿水？',
    answer: '$$10$$',
    hasImage: false,
  },
  {
    id: '179936d719f',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}ax+y+z=7\\\\x+by+z=8\\\\x+y+cz=9\\end{cases}$$ 矩陣經過列運算之後，可以化成 $$\\begin{bmatrix}1&0&0&1\\\\0&1&0&2\\\\0&0&1&3\\end{bmatrix}$$，則序組 $$(a,b,c)=$$？',
    answer: '$$(2,2,2)$$',
    hasImage: false,
  },
  {
    id: '179936f7f2f',
    chapter: '矩陣A',
    question:
      '小楠利用矩陣的列運算在紙上解一個三元一次方程組，過程如下：\n$$\\cdots\\rightarrow\\begin{bmatrix}1&-2&a&5\\\\2&b&-3&-3\\\\3&-1&2&c\\end{bmatrix}\\rightarrow\\cdots$$ \n$$\\rightarrow\\begin{bmatrix}1&0&0&1\\\\0&1&0&1\\\\0&0&1&2\\end{bmatrix}$$，求序組 $$(a,b,c)=$$？',
    answer: '$$(3,1,6)$$',
    hasImage: false,
  },
  {
    id: '17993729e8b',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}x-y+z=3\\\\x+3y-2z=-8\\\\5x-y+2z=a\\end{cases}$$ 無解，則 $$a$$ 不可以為何？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '179937355f2',
    chapter: '矩陣A',
    question:
      '若方程組 $$\\begin{cases}x-2y-3z=1\\\\x-z=-1\\\\3x+2y-z=a\\end{cases}$$ 有解，則 $$a=$$？',
    answer: '$$-5$$',
    hasImage: false,
  },
  {
    id: '1799374e08b',
    chapter: '矩陣A',
    question:
      '設向量 $$\\vec{a}=(1,2,1)$$，$$\\vec{b}=(1,3,-1)$$，$$\\vec{c}=(1,-1,2)$$，$$\\vec{d}=(4,-2,9)$$，若 $$\\vec{d}=x\\vec{a}+y\\vec{b}+z\\vec{c}$$，則序組 $$(x,y,z)=$$？',
    answer: '$$(2,-1,3)$$',
    hasImage: false,
  },
  {
    id: '1799376c060',
    chapter: '矩陣A',
    question:
      '有一工程，甲、乙、丙合作 $$10$$ 天可完成；乙獨做 $$15$$ 天，剩餘的由丙獨做 $$30$$ 天可完成；甲獨做 $$10$$ 天，剩餘的由丙獨做 $$30$$ 天可完成。若甲、乙、丙獨做各 $$x$$、$$y$$、$$z$$ 天可完成，則序組 $$(x,y,z)=$$？',
    answer: '$$(20,30,60)$$',
    hasImage: false,
  },
  {
    id: '1799377e304',
    chapter: '矩陣A',
    question:
      '已知 $$(x,y,z)$$ 為聯立方程組 $$\\begin{cases}x+2y-z=1\\\\x-y+2z=4\\\\4x-y+5z=13\\end{cases}$$ 的一解，則 $$x^2+y^2+z^2$$ 的最小值為？',
    answer: '$$\\frac{14}{3}$$',
    hasImage: false,
  },
  {
    id: '1799392a68f',
    chapter: '矩陣A',
    question: '二次多項式 $$f(x)$$，已知 $$f(11)=5$$，$$f(12)=-3$$，$$f(13)=6$$，則 $$f(14)=$$？',
    answer: '$$32$$',
    hasImage: false,
  },
  {
    id: '179964bbaa7',
    chapter: '三角比',
    question: '試求：$$\\frac{\\sin30^\\circ+\\cos45^\\circ}{\\sin30^\\circ-\\cos45^\\circ}$$',
    answer: '$$-3-2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '179964e143a',
    chapter: '三角比',
    question:
      '設 $$\\triangle ABC$$ 是直角三角形，$$\\angle C=90^\\circ$$，$$\\overline{AC}=3$$，$$\\overline{BC}=4$$，求 $$\\sin A$$、$$\\cos A$$、$$\\tan A$$。',
    answer: '$$\\frac{4}{5}$$；$$\\frac{3}{5}$$；$$\\frac{4}{3}$$',
    hasImage: false,
  },
  {
    id: '17996591520',
    chapter: '三角比',
    question:
      '如右圖，在 $$\\triangle ABC$$ 中，$$\\overline{BD}$$ 垂直 $$\\overline{AC}$$，$$\\overline{AB}=25$$，$$\\sin A=\\frac{24}{25}$$，且 $$\\tan C=\\frac{12}{5}$$，則：\n(1) $$\\overline{BD}$$ (2) $$\\overline{AC}$$',
    answer: '(1) $$24$$ (2) $$17$$',
    hasImage: true,
  },
  {
    id: '179965c10c8',
    chapter: '三角比',
    question:
      '我們可以依如下的方法作出 $$15^\\circ$$ 角。先作一個 $$30^\\circ-60^\\circ-90^\\circ$$ 的直角 $$\\triangle ABC$$，延長 $$\\overrightarrow{CA}$$ 並在 $$\\overrightarrow{CA}$$ 上取 $$\\overline{AD}=\\overline{AB}$$，連接 $$\\overline{BD}$$，則 $$\\angle D=15^\\circ$$，如右圖所示，求：\n(1) $$\\sin15^\\circ$$ (2) $$\\cos15^\\circ$$ (3) $$\\tan 15^\\circ$$',
    answer:
      '(1) $$\\frac{\\sqrt{6}-\\sqrt{2}}{4}$$ (2) $$\\frac{\\sqrt{6}+\\sqrt{2}}{4}$$ (3) $$2-\\sqrt{3}$$',
    hasImage: true,
  },
  {
    id: '179965dfeed',
    chapter: '三角比',
    question:
      '如右圖，$$\\theta$$ 為銳角，圓 $$O$$ 為半徑 $$1$$ 的單位圓，且 $$\\overline{AB}$$ 與 $$\\overline{CD}$$ 為圓 $$O$$ 的切線段，則下列敘述哪些正確？\n(A) $$\\overline{AB}=\\tan\\theta\\quad$$ (B) $$\\overline{OE}=\\sin\\theta$$\n(C) $$\\overline{CD}=\\tan\\theta\\quad$$ (D) $$\\overline{EF}=\\sin\\theta$$\n(E) $$\\overline{OD}=\\sin\\theta',
    answer: '(A)(D)',
    hasImage: true,
  },
  {
    id: '179965f4505',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為銳角，且 $$\\cos\\theta=\\frac{15}{17}$$，求：\n(1) $$\\sin\\theta$$ (2) $$\\tan\\theta$$',
    answer: '(1) $$\\frac{8}{17}$$ (2) $$\\frac{8}{15}$$',
    hasImage: true,
  },
  {
    id: '1799660a068',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，且 $$\\sin\\theta=2\\cos\\theta$$，試求 $$\\sin\\theta+\\cos\\theta=$$？',
    answer: '$$\\frac{3\\sqrt{5}}{5}$$',
    hasImage: false,
  },
  {
    id: '17996638499',
    chapter: '三角比',
    question:
      '計算下列各式：\n(1) 設 $$\\theta$$ 為銳角，若 $$\\cos40^\\circ=\\sin\\theta$$，求 $$\\theta$$。\n(2) $$\\cos^240^\\circ+\\cos^250^\\circ+\\cos^260^\\circ=$$？\n(3) $$\\sin^210^\\circ+\\sin^220^\\circ+\\sin^230^\\circ+\\sin^240^\\circ+\\sin^250^\\circ+\\sin^260^\\circ+\\sin^270^\\circ+\\sin^280^\\circ=$$？',
    answer: '(1) $$50$$ (2) $$\\frac{5}{4}$$ (3) $$4$$',
    hasImage: false,
  },
  {
    id: '17996672891',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，若 $$\\sin\\theta+\\cos\\theta=\\frac{5}{4}$$，求：\n(1) $$\\sin\\theta\\cos\\theta\\quad$$ (2) $$\\sin\\theta-\\cos\\theta\\quad$$ (3) $$\\sin^3\\theta+\\cos^3\\theta$$',
    answer: '(1) $$\\frac{9}{32}$$ (2) $$\\pm\\frac{\\sqrt{7}}{4}$$ (3) $$\\frac{115}{128}$$',
    hasImage: false,
  },
  {
    id: '17996695a20',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為銳角，試證明下列各式：\n(1) $$(\\sin\\theta+\\cos\\theta)^2=1+2\\sin\\theta\\cos\\theta$$\n(2) $$\\frac{1+\\sin\\theta}{\\cos\\theta}+\\frac{\\cos\\theta}{1+\\sin\\theta}=\\frac{2}{\\cos\\theta}\n(3) $$\\tan\\theta+\\frac{1}{\\tan\\theta}=\\frac{1}{\\sin\\theta\\cos\\theta}$$',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179966cda60',
    chapter: '三角比',
    question:
      '試比較下列之大小關係：\n(1) $$\\sin65^\\circ$$、$$\\sin55^\\circ$$ (2) $$\\cos65^\\circ$$、$$\\cos55^\\circ$$ (3) $$\\sin46^\\circ$$、$$\\cos46^\\circ$$\n(4) $$\\sin35^\\circ$$、$$\\frac{1}{2}$$ (5) $$\\cos35^\\circ$$、$$\\frac{\\sqrt{3}}{2}$$ (6) $$\\tan46^\\circ$$、$$1$$',
    answer:
      '(1) $$\\sin65^\\circ>\\sin55^\\circ$$ (2) $$\\cos65^\\circ<\\cos55^\\circ$$ (3) $$\\sin46^\\circ>\\cos46^\\circ$$ (4) $$\\sin35^\\circ>\\frac{1}{2}$$ (5) $$\\cos35^\\circ<\\frac{\\sqrt{3}}{2}$$ (6) $$\\tan46^\\circ>1$$',
    hasImage: false,
  },
  {
    id: '1799677886e',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\angle C=90^\\circ$$，且 $$\\sin A=\\frac{1}{3}$$，則 $$\\tan B=$$？',
    answer: '$$2\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '1799678c5da',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$\\overline{AD}\\perp\\overline{BC}$$，已知 $$\\overline{AB}=20$$，$$\\sin B=\\frac{3}{5}$$，$$\\sin C=\\frac{12}{13}$$，則 $$\\overline{BC}=$$？',
    answer: '$$21$$',
    hasImage: true,
  },
  {
    id: '179967a4e21',
    chapter: '三角比',
    question:
      '如圖，$$\\overline{BC}\\perp\\overline{AC}$$，$$\\overline{AD}=\\overline{BD}$$，若 $$\\cos\\angle BDC=\\frac{2}{3}$$，則 $$\\tan A$$ 的值為？',
    answer: '$$\\frac{\\sqrt{5}}{5}$$',
    hasImage: true,
  },
  {
    id: '179967b9e90',
    chapter: '三角比',
    question:
      '(1) $$\\tan^230^\\circ\\times\\cos60^\\circ=$$？\n(2) $$(1+\\sin30^\\circ+\\sin45^\\circ)(1-\\cos45^\\circ+\\cos60^\\circ)=$$？',
    answer: '(1) $$\\frac{1}{6}$$ (2) $$\\frac{7}{4}$$',
    hasImage: false,
  },
  {
    id: '179967c79a3',
    chapter: '三角比',
    question: '化簡 $$(\\sin87^\\circ+\\cos87^\\circ)^2+(\\sin87^\\circ-\\cos87^\\circ)^2$$',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179967d65a9',
    chapter: '三角比',
    question:
      '若 $$\\theta$$ 是一個銳角且 $$\\tan\\theta=2$$，則 $$\\frac{2\\sin\\theta-\\cos\\theta}{2\\sin\\theta+\\cos\\theta}=$$？',
    answer: '$$\\frac{3}{5}$$',
    hasImage: false,
  },
  {
    id: '179967ee279',
    chapter: '三角比',
    question:
      '$$\\sin^25^\\circ+\\sin^225^\\circ+\\sin^245^\\circ+\\sin^265^\\circ$$ \n$$+\\sin^285^\\circ=$$？',
    answer: '$$\\frac{9}{2}$$',
    hasImage: false,
  },
  {
    id: '179968447b6',
    chapter: '三角比',
    question:
      '已知 $$0^\\circ<\\theta<90^\\circ$$，若 $$\\sin\\theta+\\cos\\theta=\\frac{6}{5}$$，則：\n(1) $$\\sin\\theta\\cos\\theta=$$？\n(2) $$\\sin\\theta-\\cos\\theta=$$？(兩解)',
    answer: '(1) $$\\frac{11}{50}$$ (2) $$\\pm\\frac{\\sqrt{14}}{5}$$',
    hasImage: false,
  },
  {
    id: '179968541c0',
    chapter: '三角比',
    question:
      '如圖，等腰直角 $$\\triangle ABC$$ 中，$$\\overline{BM}$$ 為 $$\\overline{AC}$$ 之中線，若 $$\\angle CBM=\\theta$$，則 $$\\tan\\theta=$$？',
    answer: '$$\\frac{1}{3}$$',
    hasImage: true,
  },
  {
    id: '1799685e5d3',
    chapter: '三角比',
    question: '$$\\sqrt{3}(\\cos30^\\circ+\\sin60^\\circ)+\\sqrt{2}\\cos45^\\circ=$$？',
    answer: '$$4$$',
    hasImage: false,
  },
  {
    id: '1799686d5ac',
    chapter: '三角比',
    question: '比較 $$a=\\sin61^\\circ$$、$$b=\\cos11^\\circ$$、$$c=\\tan29^\\circ$$ 之大小關係。',
    answer: '$$b>a>c$$',
    hasImage: false,
  },
  {
    id: '179968926c1',
    chapter: '三角比',
    question:
      '已知直角 $$\\triangle ABC$$ 中，$$\\angle C=90^\\circ$$，若 $$3\\cos A+5\\cos B=5$$，則 $$\\sin A=$$？',
    answer: '$$\\frac{8}{17}$$',
    hasImage: false,
  },
  {
    id: '179a32ab7fd',
    chapter: '矩陣A',
    question:
      '下列有關轉移方陣的敘述，哪些是正確的？\n(A) $$\\begin{bmatrix}0.2&0.8\\\\0.6&0.4\\end{bmatrix}$$ 是轉移方陣\n(B) $$\\begin{bmatrix}0.2&2\\\\0.8&-1\\end{bmatrix}$$ 是轉移方陣\n(C) $$\\begin{bmatrix}0.2&1&0.6\\\\0.4&0&0.1\\\\0.4&0&0.3\\end{bmatrix}$$ 是轉移方陣\n(D) 若 $$A$$、$$B$$ 都是轉移方陣，則 $$AB$$ 也是轉移方陣\n(E) 若 $$A$$、$$B$$ 都是轉移方陣，則 $$\\frac{1}{2}(A+B)$$ 也是轉移方陣',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a32ca487',
    chapter: '矩陣A',
    question:
      '若 $$A=\\begin{bmatrix}0.3&y\\\\x&0.5\\end{bmatrix}$$ 是轉移方陣，求數對 $$(x,y)$$、$$A^2$$、$$A^{-1}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a32f7d6b',
    chapter: '矩陣A',
    question:
      '行矩陣 $$\\begin{bmatrix}a_1\\\\b_1\\end{bmatrix}$$、$$\\begin{bmatrix}a_2\\\\b_2\\end{bmatrix}$$、$$\\begin{bmatrix}a_3\\\\b_3\\end{bmatrix}$$、$$\\cdots$$ 滿足 $$\\begin{cases}a_{n+1}=\\frac{2}{3}a_n+\\frac{1}{4}b_n\\\\b_{n+1}=\\frac{1}{3}a_n+\\frac{3}{4}b_n\\end{cases},n\\in\\mathbb{N}$$，則可看成二階轉移方陣 $$A$$ 乘上第 $$n$$ 項得到第 $$(n+1)$$ 項，請寫出二階轉移方陣 $$A=$$？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a33289c5',
    chapter: '矩陣A',
    question:
      '某城市有數百萬戶，觀察有訂閱報紙與未訂閱報紙的戶數發現，每年有 $$70\\%$$ 的訂戶在下一年會繼續訂閱報紙，有 $$30\\%$$ 的訂戶則不再續訂；而每年有 $$10\\%$$ 原本未訂閱報紙的住戶會轉而訂閱報紙，有 $$90\\%$$ 的住戶仍舊未訂。若以 $$\\begin{bmatrix}訂報\\\\未訂\\end{bmatrix}$$ 表示該城市的訂報狀態，則以年為時間單位的轉移方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a334ea0f',
    chapter: '矩陣A',
    question:
      '某人上班有甲、乙、丙三條路線可供選擇，若某天走甲路線，則隔天走甲、乙、丙的機率依序為 $$0.5$$、$$0.2$$、$$0.3$$；若某天走乙，則隔天走甲、乙、丙的機率依序為 $$0.4$$、$$0.6$$、$$0$$；若某天走丙，則隔天走甲、乙、丙的機率依序為 $$0.2$$、$$0.1$$、$$0.7$$。若以行矩陣由上而下寫出走甲、乙、丙路線的機率，請寫出轉移方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35714f2',
    chapter: '矩陣A',
    question:
      '多次數學考試下來，數學老師發現，全體同學若上次數學考及格，則這次也會及格的比率為 $$80\\%$$，若上次數學不及格，則這次數學仍不及格的比率為 $$60\\%$$。若這次數學考完共有七成的同學及格，則：\n(1) 下次及格的比率為？\n(2) 下下次及格的比率為？\n(3) 多次考試後及格的比率會趨近於？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35857f3',
    chapter: '矩陣A',
    question:
      '設 $$A$$ 箱內有 $$2$$ 白球，$$B$$ 箱內有 $$1$$ 黑球，兩手伸進 $$A$$ 與 $$B$$ 內各取一球互換，則多次交換後黑球在 $$A$$ 箱內的機率為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35be52b',
    chapter: '矩陣A',
    question:
      '方陣 $$A=\\begin{bmatrix}2&1\\\\3&4\\end{bmatrix}$$，\n(1) $$A$$ 作用在 $$P(-1,5)$$ 所得的像為 $$Q$$，求 $$Q$$ 坐標為？\n(2) 若點 $$(k+1,2k-3)$$ 經 $$A$$ 變換之後所得的像為 $$(7,m)$$，求 $$k=$$？$$m=$$？\n(3) 正方形四個頂點為 $$(0,0)$$、$$(1,0)$$、$$(1,1)$$、$$(0,1)$$，經過 $$A$$ 變換後的圖形為 $$\\Gamma$$，試在方格紙作出 $$\\Gamma$$ 的圖形',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35cf63d',
    chapter: '矩陣A',
    question:
      '方陣 $$A=\\begin{bmatrix}1&2\\\\4&3\\end{bmatrix}$$，$$A$$ 作用在點 $$P$$ 的像為 $$(15,55)$$，求 $$P$$ 坐標為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a35ea337',
    chapter: '矩陣A',
    question:
      "平面上兩點 $$P(1,4)$$ 與 $$Q(5,7)$$ 可表為 $$\\begin{bmatrix}1&5\\\\4&7\\end{bmatrix}$$，經平面變換 $$A=\\begin{bmatrix}2&3\\\\-6&1\\end{bmatrix}$$ 作用後，得到 $$P'$$ 與 $$Q'$$，則 $$\\overline{P'Q'}$$ 的長度為？",
    answer: '',
    hasImage: false,
  },
  {
    id: '179a3622df1',
    chapter: '矩陣A',
    question:
      '某平面變換把平面上的點 $$(x,y)$$ 變換到 $$(2x+3y,4x-7y)$$，則此平面變換表成二階方陣為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a36366a6',
    chapter: '矩陣A',
    question:
      '若二階方陣 $$A$$ 把點 $$(2,5)$$ 變換成 $$(4,3)$$，把點 $$(1,3)$$ 變換成 $$(-5,12)$$，求 $$A=$$？\n$$A$$ 把點 $$(1,2)$$ 變換到另一點，其坐標為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a364124d',
    chapter: '矩陣A',
    question:
      '若正六邊形的邊長為 $$2$$，經 $$\\begin{bmatrix}3&-1\\\\1&2\\end{bmatrix}$$ 變換後所得的圖形面積為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179a3678925',
    chapter: '矩陣A',
    question:
      "平面上有 $$\\triangle PQR$$，已知 $$P(1,2)$$、$$Q(3,8)$$、$$R(6,-5)$$，則 $$\\triangle PQR$$ 經 $$\\begin{bmatrix}9&3\\\\2&-1\\end{bmatrix}$$ 線性變換後得 $$\\triangle P'Q'R'$$，求 $$\\triangle P'Q'R'$$ 的面積。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179b365007b',
    chapter: '排列組合與機率',
    question:
      '甲、乙、丙、丁、戊、己等六人排成一列，求：\n(1) 甲一定要在乙的左方的方法有幾種？\n(2) 甲在乙的左方，乙又在丙的左方之方法有幾種？\n(3) 甲在乙和丙的左方之方法有幾種？\n(4) 甲在乙之左，丙在丁之左的方法有幾種？\n(5) 甲、乙兩人必排在丁、戊、己之左的方法有幾種？10',
    answer: '(1) $$360$$ (2) $$120$$ (3) $$240$$ (4) $$180$$ (5) $$72$$',
    hasImage: false,
  },
  {
    id: '179b36b4b9b',
    chapter: '排列組合與機率',
    question:
      '一棋盤形街道，縱街有 $$6$$ 條，橫街有 $$5$$ 條，某人由 $$A$$ 走最短路徑到 $$B$$，則：\n(1) 共有幾種不同的走法？\n(2) 必須經過 $$C$$ 點有幾種走法？\n(3) 必須經過 $$D$$ 點有幾種走法？\n(4) 同時經過 $$C$$、$$D$$ 兩點有幾種走法？\n(5) 不經 $$C$$ 點且不經 $$D$$ 點的走法有幾種？',
    answer: '(1) $$126$$ (2) $$70$$ (3) $$60$$ (4) $$36$$ (5) $$32$$',
    hasImage: true,
  },
  {
    id: '179b36d0791',
    chapter: '排列組合與機率',
    question:
      '(1) 將 $$5$$ 封不同信投入 $$4$$ 個不同郵筒的方法有幾種？\n(2) $$5$$ 種不同的酒倒入 $$4$$ 個不同的酒杯(每杯限倒 $$1$$ 種酒)，共有幾種不同的倒法？',
    answer: '(1) $$1024$$ (2) $$625$$',
    hasImage: false,
  },
  {
    id: '179b38d7317',
    chapter: '排列組合與機率',
    question:
      '(1) 我國自用小汽車的牌照號碼，前兩位為大寫英文字母，後四位為數字，例如 $$AB-0321$$，若最後一位數字不用 $$4$$，且後四位數字沒有 $$0000$$ 這個號碼，那麼我國可能有的自用小汽車牌照號碼有多少個？\n(2) 如果電話號碼除「第一個數不得為 $$0$$」外沒有其他限制，則 $$7$$ 位數改為 $$8$$ 位數可增加多少門號？',
    answer: '(1) $$26\\times26\\times(9000-1)$$ (2) $$81000000$$',
    hasImage: false,
  },
  {
    id: '179b394296e',
    chapter: '排列組合與機率',
    question:
      '將 $$5$$ 件不同的獎品，分給 $$4$$ 個小朋友，獎品一定要分完。\n(1) 若每人可兼得亦可不得，則分法有幾種？\n(2) $$A$$ 至少得 $$1$$ 件獎品的方法有幾種？\n(3) $$A$$ 恰得 $$1$$ 件獎品的分法有幾種？\n(4) $$A$$ 至少得 $$2$$ 件獎品的分法有幾種？',
    answer: '(1) $$1024$$ (2) $$781$$ (3) $$405$$ (4) $$376$$',
    hasImage: false,
  },
  {
    id: '179b397f713',
    chapter: '排列組合與機率',
    question:
      '渡船三艘，每艘可載 $$5$$ 人，求下列各安全過渡的方法有幾種？\n(1) $$5$$ 人同時過渡 (2) $$6$$ 人同時過渡 (3) $$7$$ 人同時過渡',
    answer: '(1) $$243$$ (2) $$726$$ (3) $$2142$$',
    hasImage: false,
  },
  {
    id: '179b39a2a3b',
    chapter: '排列組合與機率',
    question:
      '(1) $$C^{20}_2=$$？\n(2) $$C^{18}_4=C^{18}_{n+2}$$，則 $$n=$$？\n(3) $$3C^n_3=10C^{n-2}_2$$，則 $$n=$$？',
    answer: '(1) $$190$$ (2) $$2$$ 或 $$12$$ (3) $$6$$ 或 $$5$$',
    hasImage: false,
  },
  {
    id: '179b39bd539',
    chapter: '排列組合與機率',
    question:
      '由男生 $$7$$ 人，女生 $$6$$ 人中，選出 $$4$$ 人組成一個委員會，則：\n(1) 任意選出 $$4$$ 人的方法數有幾種？\n(2) 若規定男生 $$2$$ 人，女生 $$2$$ 人的方法數有幾種？\n(3) 若至少有一名是女生的方法數有幾種？',
    answer: '(1) $$715$$ (2) $$315$$ (3) $$680$$',
    hasImage: false,
  },
  {
    id: '179b39f973b',
    chapter: '排列組合與機率',
    question:
      '(1) 平面上有 $$8$$ 條相異直線，最多會有幾個交點？\n(2) 平面上有 $$12$$ 條直線，其中有 $$3$$ 條平行且另有 $$4$$ 條共點，除此之外，無任 $$2$$ 線平行且無任 $$3$$ 線共點的情形，則共有幾個交點？',
    answer: '(1) $$28$$ (2) $$58$$',
    hasImage: false,
  },
  {
    id: '179b3a0ab68',
    chapter: '排列組合與機率',
    question:
      '因乾旱水源不足，自來水公司計畫在下週一至日的 $$7$$ 天中選擇 $$2$$ 天停止供水。若要求停水的兩天不相連，則自來水公司共有幾種選擇方式？',
    answer: '$$15$$',
    hasImage: false,
  },
  {
    id: '179b3a31aaa',
    chapter: '排列組合與機率',
    question: '如圖，至少包含 $$A$$ 或 $$B$$ 兩點之一的長方形共有幾種？',
    answer: '$$15$$',
    hasImage: true,
  },
  {
    id: '179b3a3c055',
    chapter: '排列組合與機率',
    question: '如圖，有 $$7$$ 條鉛直線與 $$5$$ 條水平線，則可決定幾個矩形？',
    answer: '$$210$$',
    hasImage: true,
  },
  {
    id: '179b3a70c49',
    chapter: '排列組合與機率',
    question:
      '將 $$6$$ 件相異物依下列的分法，求其方法數：\n(1) 平分給甲、乙、丙三人 (2) 平分成三堆\n(3) 甲得 $$4$$ 件，乙得 $$1$$ 件，丙得 $$1$$ 件 (4) 依 $$4$$，$$1$$，$$1$$ 分成三堆\n(5) 甲得 $$3$$ 件，乙得 $$2$$ 件，丙得 $$1$$ 件 (6) 依 $$3$$，$$2$$，$$1$$ 分成三堆',
    answer: '(1) $$90$$ (2) $$15$$ (3) $$30$$ (4) $$15$$ (5) $$60$$ (6) $$60$$',
    hasImage: false,
  },
  {
    id: '179b45ec1d4',
    chapter: '矩陣B',
    question:
      '矩陣 $$A$$ 之第 $$(i,j)$$ 元定義為 $$a_{ij}=2i-j^2+2$$，其中 $$i=1,2$$，$$j=1,2,3$$，試求矩陣 $$A$$。',
    answer: '$$\\begin{bmatrix}3&0&-5\\\\5&2&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b460e47e',
    chapter: '矩陣B',
    question:
      '設 $$\\begin{bmatrix}x+y&5&3x\\\\a&2&x-2y\\end{bmatrix}=\\begin{bmatrix}4&5&b\\\\x-y&2&2x+1\\end{bmatrix}$$，試求序組 $$(x,y,a,b)$$。',
    answer: '$$(9,-5,14,27)$$',
    hasImage: false,
  },
  {
    id: '179b464e08b',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}3&1&-2\\\\1&0&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-1&3\\\\3&2&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}-2&1&0\\\\0&3&2\\end{bmatrix}$$，試求：\n(1) $$-B$$ (2) $$A-B$$ (3) $$2A+3B$$ (4) $$(A+B)+C$$，$$A+(B+C)$$',
    answer:
      '(1) $$\\begin{bmatrix}-2&1&-3\\\\-3&-2&-1\\end{bmatrix}$$ (2) $$\\begin{bmatrix}1&2&-5\\\\-2&-2&3\\end{bmatrix}$$ (3) $$\\begin{bmatrix}12&-1&5\\\\11&6&11\\end{bmatrix}$$ (4) $$\\begin{bmatrix}3&1&1\\\\4&5&7\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b466a1f7',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&0&3\\\\2&-1&0\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&0&0\\\\0&0&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}3&4&-7\\\\5&2&1\\end{bmatrix}$$，試求滿足 $$3X-2A+3B=2X-5C$$ 的矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}-16&-20&41\\\\-21&-12&-8\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b46ae9d1',
    chapter: '矩陣B',
    question:
      '試計算下列矩陣的乘積：\n(1) $$\\begin{bmatrix}1&-1\\\\3&2\\end{bmatrix}\\begin{bmatrix}4&6\\\\7&-5\\end{bmatrix}$$ (2) $$\\begin{bmatrix}1&2&3\\\\4&5&6\\end{bmatrix}\\begin{bmatrix}4&3\\\\1&9\\end{bmatrix}$$\n(3) $$\\begin{bmatrix}3&2&4\\end{bmatrix}\\begin{bmatrix}-1\\\\6\\\\3\\end{bmatrix}$$ (4) $$\\begin{bmatrix}2&-1&3\\\\0&2&-1\\end{bmatrix}\\begin{bmatrix}1&3&4\\\\2&1&2\\\\0&5&3\\end{bmatrix}$$',
    answer:
      '(1) $$\\begin{bmatrix}-3&11\\\\26&8\\end{bmatrix}$$ (2) 無意義 (3) $$\\begin{bmatrix}21\\end{bmatrix}$$ (4) $$\\begin{bmatrix}0&20&15\\\\4&-3&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b46cfca1',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&3\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-3\\end{bmatrix}$$，$$C=\\begin{bmatrix}5&-4\\\\6&3\\end{bmatrix}$$，試驗證 $$(A+B)C=AC+BC$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b46db45a',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&2\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&1\\\\-1&0\\end{bmatrix}$$，$$C=\\begin{bmatrix}-2&1\\\\0&3\\end{bmatrix}$$，試驗證 $$(AB)C=A(BC)$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b46f9055',
    chapter: '矩陣B',
    question:
      '(1) 若 $$A=\\begin{bmatrix}3&2\\\\1&1\\end{bmatrix}$$，$$B=\\begin{bmatrix}1&2\\\\3&1\\end{bmatrix}$$，試求 $$A^2-B^2$$、$$(A+B)(A-B)$$。\n(2) 設 $$A=\\begin{bmatrix}1&2\\\\4&8\\end{bmatrix}$$，$$B=\\begin{bmatrix}4&-2\\\\-2&1\\end{bmatrix}$$，$$C=\\begin{bmatrix}-10&4\\\\5&-2\\end{bmatrix}$$，試求 $$AB$$、$$AC$$。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b47209f6',
    chapter: '矩陣B',
    question:
      '已知 $$M$$ 為 $$3\\times2$$ 階矩陣，且 $$M\\begin{bmatrix}1&0\\\\0&0\\end{bmatrix}=\\begin{bmatrix}3&0\\\\2&0\\\\1&0\\end{bmatrix}$$，$$M\\begin{bmatrix}0&0\\\\0&1\\end{bmatrix}=\\begin{bmatrix}0&1\\\\0&2\\\\0&3\\end{bmatrix}$$，試求 $$M\\begin{bmatrix}0&1\\\\1&0\\end{bmatrix}$$。',
    answer: '$$\\begin{bmatrix}1&3\\\\2&2\\\\3&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b477953e',
    chapter: '矩陣B',
    question:
      '請問下列哪一個選項中的矩陣乘積等於 $$\\begin{bmatrix}2a&3b\\\\2c&3d\\end{bmatrix}$$`?\n(A) $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}2\\\\3\\end{bmatrix}$$ (B) $$\\begin{bmatrix}2&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$\n(C) $$\\begin{bmatrix}2&3\\\\2&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$ (D) $$\\begin{bmatrix}2&0\\\\0&3\\end{bmatrix}\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$\n(E) $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}2&0\\\\0&3\\end{bmatrix}$$',
    answer: '(E)',
    hasImage: false,
  },
  {
    id: '179b678da6e',
    chapter: '空間中的平面與直線',
    question:
      '一平面 $$E$$ 過點 $$A(1,-2,1)$$，且與兩平面 $$E_1:x+2y-z+2=0$$，$$E_2:x-y+2z-3=0$$ 均垂直，試求此平面 $$E$$ 的方程式。',
    answer: '$$x-y-z-2=0$$',
    hasImage: false,
  },
  {
    id: '179b67a2641',
    chapter: '空間中的平面與直線',
    question:
      '設平面 $$E$$ 通過 $$(-1,0,0)$$、$$(0,0,1)$$ 且與 $$yz$$ 平面的夾角為 $$60^{\\circ}$$，試求平面 $$E$$ 的方程式。',
    answer: '$$x-\\sqrt{2}y-z+1=0$$ 或 $$x+\\sqrt{2}y-z+1=0$$',
    hasImage: false,
  },
  {
    id: '179b67bd4c0',
    chapter: '空間中的平面與直線',
    question:
      '設 $$A(4,3,2)$$，$$B(2,1,4)$$，點 $$P$$ 在平面 $$E:x-2y-2z=2$$ 上移動，試求 $$\\overline{PA}^2+\\overline{PB}^2$$ 的最小值。',
    answer: '$$24$$',
    hasImage: false,
  },
  {
    id: '179b67de736',
    chapter: '空間中的平面與直線',
    question:
      '求滿足下列各條件的直線方程式：\n(1) 過 $$A(1,0,1)$$，$$B(3,1,2)$$\n(2) 過 $$A(1,0,1)$$，且垂直於平面 $$x-2y+3z=2$$\n(3) 過 $$A(1,0,1)$$，且垂直 $$L_1:\\frac{x}{2}=\\frac{y}{1}=\\frac{z+3}{3}$$，$$L_2:\\frac{x-1}{2}=\\frac{y}{-1}=\\frac{z-1}{1}$$',
    answer:
      '(1) $$\\frac{x-1}{2}=\\frac{y}{1}=\\frac{z-1}{1}$$ (2) $$\\frac{x-1}{1}=\\frac{y}{-2}=\\frac{z-1}{3}$$ (3) $$\\frac{x-1}{1}=\\frac{y}{1}=\\frac{z-1}{1}$$',
    hasImage: false,
  },
  {
    id: '179b67f74a6',
    chapter: '空間中的平面與直線',
    question:
      '設 $$A(1,2,3)$$，$$B(2,1,-1)$$，$$C(0,-3,1)$$，求過 $$\\triangle ABC$$ 重心且垂直 $$\\triangle ABC$$ 所在平面的直線方程式為何？',
    answer: '$$\\frac{x-1}{3}=\\frac{y}{-1}=\\frac{z-1}{1}$$',
    hasImage: false,
  },
  {
    id: '179b680fa03',
    chapter: '空間中的平面與直線',
    question:
      '設點 $$P(4,-3,2)$$ 與 $$E_1:x+y+z=1$$，$$E_2:2x+3y+5z=7$$，求：\n(1) $$E_1$$、$$E_2$$ 交線 $$L$$ 的參數式 (2) $$P$$ 到 $$L$$ 的距離',
    answer:
      '(1) $$L:\\begin{cases}x=-4+2t\\\\y=5-3t\\\\z=t\\end{cases},t\\in\\mathbb{R}$$ (2) $$\\sqrt{6}$$',
    hasImage: false,
  },
  {
    id: '179b6874f73',
    chapter: '矩陣A',
    question:
      '設二次函數 $$f(x)$$ 的圖形通過 $$(1,3)$$，$$(2,5)$$，$$(3,9)$$ 三點，試求 $$f(x)$$。',
    answer: '$$f(x)=x^2-x+3$$',
    hasImage: false,
  },
  {
    id: '179b68bbf94',
    chapter: '矩陣A',
    question:
      '一容量為 $$100$$ 立方公尺的水池，由 $$A$$、$$B$$ 二水管注水，而由第三水管 $$C$$ 放水，若三水管全開，則由滿池至水乾需時 $$3$$ 小時；若只開 $$A$$、$$C$$ 兩水管，則 $$1$$ 小時水乾；若只開 $$B$$、$$C$$ 兩水管，則只需 $$45$$ 分鐘水乾，求 $$A$$ 水管每小時的注水量為多少立方公尺？$$C$$ 水管每小時的放水量為多少立方公尺？',
    answer: '$$100$$；$$200$$',
    hasImage: false,
  },
  {
    id: '179b68c7821',
    chapter: '矩陣A',
    question:
      '利用消去法解 $$\\begin{cases}2x-y+z=0\\\\x-3y+2z=2\\\\x+2y-z=-2\\end{cases}$$ 並解釋其幾何意義。',
    answer: '略',
    hasImage: false,
  },
  {
    id: '179b694fded',
    chapter: '矩陣A',
    question:
      '小倩使用高斯消去法解$$x$$，$$y$$，$$z$$ 的方程組 $$\\begin{cases}a_1x+b_1y+c_1z=d_1\\\\a_2x+b_2y+c_2z=d_2\\\\a_3x+b_3y+c_3z=d_3\\end{cases}$$ 如下：\n$$\\begin{bmatrix}a_1&b_1&c_1&d_1\\\\a_2&b_2&c_2&d_2\\\\a_3&b_3&c_3&d_3\\end{bmatrix}\\rightarrow\\begin{bmatrix}1&2&-1&p\\\\0&q&-5&25\\\\0&12&r&0\\end{bmatrix}\\rightarrow\\cdots\\rightarrow\\begin{bmatrix}1&0&0&2\\\\0&1&0&5\\\\0&0&1&-6\\end{bmatrix}$$，求 $$(p,q,r)$$。',
    answer: '$$(18,-1,10)$$',
    hasImage: false,
  },
  {
    id: '179b697d167',
    chapter: '矩陣A',
    question:
      '下列有關 $$x$$，$$y$$，$$z$$ 的一次方程組的增廣矩陣，哪一個所表示的方程組有無限多組解？\n(A) $$\\begin{bmatrix}1&3&-2&6\\\\0&-1&0&2\\end{bmatrix}$$ (B) $$\\begin{bmatrix}-2&1&0&-5\\\\0&2&3&1\\\\0&4&6&4\\end{bmatrix}$$\n(C) $$\\begin{bmatrix}1&0&2&4\\\\0&-3&1&2\\\\0&1&0&3\\end{bmatrix}$$ (D) $$\\begin{bmatrix}1&1&0&5\\\\0&2&2&-6\\\\3&0&3&-6\\end{bmatrix}$$\n(E) $$\\begin{bmatrix}1&1&2&3\\\\0&-3&1&0\\\\0&0&0&0\\end{bmatrix}$$',
    answer: '(A)(E)',
    hasImage: false,
  },
  {
    id: '179b69ae21e',
    chapter: '矩陣A',
    question:
      '(1) 設實數 $$a$$，$$b$$，$$c$$ 滿足 $$\\begin{cases}a+b+3c=6\\\\2a+3b-2c=3\\end{cases}$$，將上述方程組的增廣矩陣 $$\\begin{bmatrix}1&1&3&6\\\\2&3&-2&3\\end{bmatrix}$$ 作若干次列運算後得矩陣 $$\\begin{bmatrix}1&0&m&n\\\\0&1&p&q\\end{bmatrix}$$，求 $$(m,n,p,q)$$。\n(2) 承(1)，在 $$a\\ge0$$，$$b\\ge0$$ 的條件下，求 $$a+2b-c$$ 的最小值。',
    answer: '(1) $$(11,15,-8,-9)$$ (2) $$\\frac{3}{2}$$',
    hasImage: false,
  },
  {
    id: '179b77e25d5',
    chapter: '矩陣B',
    question:
      '若 $$A=\\begin{bmatrix}k+2&3\\\\4&k+3\\end{bmatrix}$$ 有乘法反方陣，試求 $$k$$ 值的範圍。',
    answer: '$$k\\neq6$$ 且 $$k\\neq1$$',
    hasImage: false,
  },
  {
    id: '179b78770ab',
    chapter: '矩陣B',
    question: '試利用基本列運算求 $$A=\\begin{bmatrix}1&4\\\\3&11\\end{bmatrix}$$ 的乘法反方陣。',
    answer: '$$\\begin{bmatrix}-11&4\\\\3&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b7891978',
    chapter: '矩陣B',
    question:
      '已知二階方陣 $$A=\\begin{bmatrix}3&8\\\\2&5\\end{bmatrix}$$，則：\n(1) $$A$$ 是否有乘法反方陣(即 $$A^{-1}$$ 是否存在)？\n(2) 若 $$A^{-1}$$ 存在，試求 $$A^{-1}$$。',
    answer: '(1) 是 (2) $$\\begin{bmatrix}-5&8\\\\2&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78b1b3f',
    chapter: '矩陣B',
    question:
      '將 $$\\begin{cases}7x+6y=10\\\\5x-3y=29\\end{cases}$$ 寫成 $$AX=B$$ 的形式，求矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}4\\\\-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78d03b6',
    chapter: '矩陣B',
    question:
      '設實係數二階方陣 $$A$$ 滿足 $$A\\begin{bmatrix}4\\\\3\\end{bmatrix}=\\begin{bmatrix}-1\\\\-2\\end{bmatrix}$$，$$A\\begin{bmatrix}-5\\\\-4\\end{bmatrix}=\\begin{bmatrix}3\\\\1\\end{bmatrix}$$，試求 $$A=$$？',
    answer: '$$\\begin{bmatrix}5&-7\\\\-5&6\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b78fb741',
    chapter: '矩陣B',
    question:
      '若二階方陣 $$A$$ 滿足 $$A^3=\\begin{bmatrix}3&-10\\\\2&-7\\end{bmatrix}$$，$$A^5=\\begin{bmatrix}7&-25\\\\5&-18\\end{bmatrix}$$，試求下列各方陣：\n(1) $$A^2$$ (2) $$A$$',
    answer:
      '(1) $$\\begin{bmatrix}-1&5\\\\-1&4\\end{bmatrix}$$ (2) $$\\begin{bmatrix}2&-5\\\\1&-3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179b7a29ea3',
    chapter: '矩陣B',
    question:
      '設 $$A$$ 與 $$B$$ 階為二階方陣，$$I$$ 是二階單位方陣，則下列各敘述哪些恆為真？\n(A) $$A^2-B^2=(A+B)(A-B)$$ (B) $$(A+I)^2=A^2+2A+I$$\n(C) $$\\det(2A)=4\\det A$$ (D) 若 $$A^2=I$$，則 $$A=I$$ 或 $$A=-I$$\n(E) $$(AB)^2=A^2B^2$$',
    answer: '(B)(C)',
    hasImage: false,
  },
  {
    id: '179b7d9c8b9',
    chapter: '矩陣B',
    question:
      '設 $$X$$，$$Y$$ 為矩陣，且滿足 $$5X+3Y=\\begin{bmatrix}1&-2\\\\0&3\\end{bmatrix}$$，$$2X+Y=\\begin{bmatrix}2&1\\\\-1&4\\end{bmatrix}$$，試求 $$X$$、$$Y$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179b7f22975',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{4\\times5}$$，$$B=\\begin{bmatrix}b_{ij}\\end{bmatrix}_{5\\times3}$$，其中 $$a_{ij}=2i-j$$，$$b_{ij}=i+j^2$$，又 $$AB=C=\\begin{bmatrix}c_{ij}\\end{bmatrix}_{4\\times3}$$，試求 $$c_{32}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179ba8708bf',
    chapter: '三角比',
    question:
      '試求下列廣義角的同界角 $$\\theta$$，使 $$0^{\\circ}<\\theta<360^{\\circ}$$。\n(1) $$980^{\\circ}$$ (2) $$-700^{\\circ}$$',
    answer: '(1) $$260^{\\circ}$$ (2) $$20^{\\circ}$$',
    hasImage: false,
  },
  {
    id: '179ba8dda7e',
    chapter: '三角比',
    question:
      '下列何者是 $$45^{\\circ}$$ 的同界角？。\n(A) $$2115^{\\circ}$$ (B) $$-2115^{\\circ}$$ (C) $$1215^{\\circ}$$ (D) $$-1215^{\\circ}$$ (E) $$405^{\\circ}$$',
    answer: '(B)(E)',
    hasImage: false,
  },
  {
    id: '179ba90315d',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為一標準位置角，$$P(-12,5)$$ 是 $$\\theta$$ 終邊上一點，求 $$\\sin\\theta$$、$$\\cos\\theta$$、$$\\tan\\theta$$。',
    answer: '$$\\frac{5}{13}$$；$$-\\frac{12}{13}$$；$$-\\frac{5}{12}$$',
    hasImage: false,
  },
  {
    id: '179ba918ba2',
    chapter: '三角比',
    question: '試求 $$\\sin210^{\\circ}$$、$$\\cos210^{\\circ}$$、$$\\tan210^{\\circ}$$。',
    answer: '$$-\\frac{1}{2}$$；$$-\\frac{\\sqrt{3}}{2}$$；$$\\frac{\\sqrt{3}}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba926e2b',
    chapter: '三角比',
    question:
      '若已知一點 $$P(\\sin\\theta,\\cos\\theta)$$ 在第四象限，則 $$Q(\\cos\\theta,\\tan\\theta)$$ 在第幾象限？',
    answer: '三',
    hasImage: false,
  },
  {
    id: '179ba94727d',
    chapter: '三角比',
    question:
      '試求下列各式之值：\n(1) $$\\tan225^{\\circ}-\\cos150^{\\circ}+\\sin330^{\\circ}$$\n(2) $$\\sin0^{\\circ}+\\cos270^{\\circ}+\\cos180^{\\circ}-\\tan180^{\\circ}\\sin270^{\\circ}$$',
    answer: '(1) $$\\frac{1}{2}+\\frac{\\sqrt{3}}{2} (2) $$-1$$',
    hasImage: false,
  },
  {
    id: '179ba96c098',
    chapter: '三角比',
    question:
      '已知 $$\\cos\\theta=\\frac{3}{5}$$ 且 $$270^{\\circ}<\\theta<360^{\\circ}$$，試求 $$\\sin\\theta$$、$$\\tan\\theta$$。',
    answer: '$$-\\frac{4}{5}$$；$$-\\frac{4}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba984cb2',
    chapter: '三角比',
    question:
      '由廣義角三角比的性質，試求下列各值：\n(1) $$\\sin150^{\\circ}$$ (2) $$\\cos225^{\\circ}$$ (3) $$\\tan(-240^{\\circ})$$',
    answer: '(1) $$\\frac{1}{2}$$ (2) $$-\\frac{\\sqrt{2}}{2}$$ (3) $$-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179ba99c63e',
    chapter: '三角比',
    question:
      '計算下列各式之值：\n(1) $$\\sin(-150^{\\circ})\\times\\tan225^{\\circ}\\times\\cos(-300^{\\circ})-\\sin135^{\\circ}\\times\\cos315^{\\circ}$$\n(2) $$\\sin90^{\\circ}+\\tan180^{\\circ}-\\cos270^{\\circ}+\\cos(-720^{\\circ})$$',
    answer: '(1) $$\\frac{1}{2}$$ (2) $$-\\frac{\\sqrt{2}}{2}$$ (3) $$-\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179ba9c9ba6',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為銳角，若 $$\\sin\\theta=\\frac{1}{3}$$，試求：\n(1) $$\\sin(180^{\\circ}-\\theta)$$ (2) $$\\cos(180^{\\circ}+\\theta)$$\n(3) $$\\tan(180^{\\circ}+\\theta)$$ (4) $$\\cos(\\theta-270^{\\circ})$$',
    answer:
      '(1) $$\\frac{1}{3}$$ (2) $$-\\frac{2\\sqrt{2}}{3}$$ (3) $$\\frac{\\sqrt{2}}{4}$$ (4) $$-\\frac{1}{3}$$',
    hasImage: false,
  },
  {
    id: '179ba9e608a',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 為第二象限角，且 $$\\tan\\theta=-\\frac{2}{3}$$，試求：\n$$3\\sin(180^{\\circ}+\\theta)\\cos(90^{\\circ}+\\theta)-2\\sin(90^{\\circ}-\\theta)\\cos(180^{\\circ}-\\theta)$$ ',
    answer: '$$\\frac{30}{13}$$',
    hasImage: false,
  },
  {
    id: '179baa133db',
    chapter: '三角比',
    question:
      '若 $$\\cos130^{\\circ}=k$$，試以 $$k$$ 表示下列各值：\n(1) $$\\sin(-220^{\\circ})$$ (2) $$\\tan230^{\\circ}$$',
    answer: '(1) $$-k$$ (2) $$-\\frac{\\sqrt{1-k^2}}{k}$$',
    hasImage: false,
  },
  {
    id: '179baa2e921',
    chapter: '三角比',
    question:
      '已知 $$\\sin\\theta+\\cos\\theta=\\frac{17}{25}$$ 且 $$90^{\\circ}<\\theta<180^{\\circ}$$，試求：\n(1) $$\\sin\\theta\\cos\\theta$$ (2) $$\\sin\\theta-\\cos\\theta$$',
    answer: '(1) $$-\\frac{168}{625}$$ (2) $$-\\frac{31}{25}$$',
    hasImage: false,
  },
  {
    id: '179bc15bed1',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A=\\begin{bmatrix}a_{11}&a_{12}&a_{13}\\\\a_{21}&a_{22}&a_{23}\\\\a_{31}&a_{32}&a_{33}\\end{bmatrix}$$，其中 $$a_{ij}=i+j$$，則矩陣 $$A$$ 中 $$a_{11}+a_{21}+a_{31}=$$？',
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179bc173e66',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&-1&-3&4\\\\2&0&1&5\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&0&-3&7\\\\1&2&-2&6\\end{bmatrix}$$，若 $$A+2X=3B$$，則矩陣 $$X$$ 中，各元的總和為？',
    answer: '$$15$$',
    hasImage: false,
  },
  {
    id: '179bc18676f',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}k&2\\\\3&9\\end{bmatrix}$$，若 $$AB=BA$$，則 $$k=$$？',
    answer: '$$6$$',
    hasImage: false,
  },
  {
    id: '179bc197175',
    chapter: '矩陣B',
    question:
      '已知實數 $$a$$，若矩陣 $$A=\\begin{bmatrix}6&14\\\\a&a+4\\end{bmatrix}$$ 的反矩陣不存在，則 $$a=$$？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '179bc1a15ee',
    chapter: '矩陣B',
    question:
      '設矩陣 $$A=\\begin{bmatrix}a&1\\\\-8&-a\\end{bmatrix}$$，$$a>0$$，若 $$A^{-1}=A$$，則實數 $$a=$$？',
    answer: '$$3$$',
    hasImage: false,
  },
  {
    id: '179bc1c030a',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A$$ 與矩陣 $$AB$$ 的反方陣分別為 $$A^{-1}=\\begin{bmatrix}2&4\\\\3&1\\end{bmatrix}$$，$$(AB)^{-1}=\\begin{bmatrix}12&14\\\\1&-3\\end{bmatrix}$$，則矩陣 $$B$$ 的反方陣為？',
    answer: '$$\\begin{bmatrix}3&2\\\\-1&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc1d63a9',
    chapter: '矩陣B',
    question:
      '已知矩陣 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}2&-1\\\\1&-1\\end{bmatrix}$$，$$C=\\begin{bmatrix}2&1\\\\1&3\\end{bmatrix}$$，且滿足 $$AX+3B=C$$ 的矩陣 $$X=$$？',
    answer: '$$\\begin{bmatrix}6&-2\\\\-5&3\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc1f7a0d',
    chapter: '矩陣B',
    question:
      '已知 $$A=\\begin{bmatrix}9&-1&-2\\\\-4&8&1\\end{bmatrix}$$，$$B=\\begin{bmatrix}-8&-3&4\\\\-7&4&3\\end{bmatrix}$$，且矩陣 $$X$$、$$Y$$ 滿足 $$2X+Y=A$$ 和 $$X-2Y=B$$，則矩陣 $$Y=$$？',
    answer: '$$\\begin{bmatrix}5&1&-2\\\\2&0&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc225957',
    chapter: '矩陣B',
    question:
      '設 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{5\\times3}$$，$$B=\\begin{bmatrix}b_{jk}\\end{bmatrix}_{3\\times4}$$，且 $$a_{ij}=j-i+2$$，$$b_{jk}=2j+k$$，令 $$C=AB=\\begin{bmatrix}c_{ik}\\end{bmatrix}_{5\\times4}$$，則 $$c_{23}=$$？',
    answer: '$$46$$',
    hasImage: false,
  },
  {
    id: '179bc23d7cf',
    chapter: '矩陣B',
    question:
      '已知兩個二階方陣 $$X$$ 及 $$Y$$ 滿足 $$X+Y=\\begin{bmatrix}2&2\\\\2&5\\end{bmatrix}$$，$$X-Y=\\begin{bmatrix}0&2\\\\4&3\\end{bmatrix}$$，則 $$X^2-Y^2=$$？',
    answer: '$$\\begin{bmatrix}6&10\\\\17&21\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc2547e3',
    chapter: '矩陣B',
    question: '設 $$A=\\begin{bmatrix}1&1\\\\-1&0\\end{bmatrix}$$，求 $$A^2$$、$$A^{2019}$$。',
    answer:
      '$$\\begin{bmatrix}0&1\\\\-1&-1\\end{bmatrix}$$；$$\\begin{bmatrix}-1&0\\\\0&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc2672ca',
    chapter: '矩陣B',
    question:
      '設 $$A^3=\\begin{bmatrix}-7&-2\\\\10&3\\end{bmatrix}$$，$$A^5=\\begin{bmatrix}-18&-5\\\\25&7\\end{bmatrix}$$，則 $$A^2=$$？',
    answer: '$$\\begin{bmatrix}4&1\\\\-5&-1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179bc280c82',
    chapter: '三角比',
    question:
      '設 $$0^{\\circ}<\\theta<90^{\\circ}$$，$$\\tan\\theta=100$$，則 $$\\frac{100\\cos\\theta+\\sin\\theta}{200\\cos\\theta}$$=？',
    answer: '$$1$$',
    hasImage: false,
  },
  {
    id: '179bc29b548',
    chapter: '三角比',
    question:
      '已知 $$\\theta$$ 角的終邊經過點 $$(x,-6)$$ 且 $$\\cos\\theta=\\frac{4}{5}$$，則 $$x=$$？',
    answer: '$$8$$',
    hasImage: false,
  },
  {
    id: '179bc2a940f',
    chapter: '三角比',
    question: '如圖，已知 $$\\sin\\theta=\\frac{3}{5}$$，則 $$\\cos\\angle CEA=$$？',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: true,
  },
  {
    id: '179bc2baac6',
    chapter: '三角比',
    question:
      '設 $$\\theta$$ 為第二象限角，若 $$\\sin\\theta=\\frac{4}{5}$$，求 $$\\sin(90^\\circ+\\theta)+\\sin(180^\\circ+\\theta)+\\sin(270^\\circ+\\theta)$$。',
    answer: '$$-\\frac{4}{5}$$',
    hasImage: false,
  },
  {
    id: '179bc2d5ae7',
    chapter: '三角比',
    question:
      '若 $$270^\\circ\\le\\theta\\le360^\\circ$$ 且 $$\\sin2020^\\circ=\\sin\\theta$$，則 $$\\theta=$$？',
    answer: '$$320^\\circ$$',
    hasImage: false,
  },
  {
    id: '179bc2e059e',
    chapter: '三角比',
    question: '標準位置角 $$2020^\\circ$$ 在哪一個象限？',
    answer: '三',
    hasImage: false,
  },
  {
    id: '179bc2ecb34',
    chapter: '三角比',
    question:
      '若 $$P(\\cos\\theta,\\tan\\theta)$$ 為第三象限的點，則 $$Q(\\sin\\theta,\\cos\\theta)$$ 為第幾象限的點？',
    answer: '四',
    hasImage: false,
  },
  {
    id: '179bc2f9816',
    chapter: '三角比',
    question: '已知 $$\\sin\\theta=-\\frac{1}{5}$$，則 $$\\cos(\\theta-1170^\\circ)=$$？',
    answer: '$$-\\frac{1}{5}$$',
    hasImage: false,
  },
  {
    id: '179bc30c6bf',
    chapter: '三角比',
    question:
      '求 $$\\sin(-300^\\circ)\\tan1830^\\circ$$\n$$+\\tan210^\\circ\\cos510^\\circ+2\\sin270^\\circ$$。',
    answer: '$$-2$$',
    hasImage: false,
  },
  {
    id: '179bc322655',
    chapter: '三角比',
    question: '已知 $$\\tan350^\\circ=k$$，則 $$\\sin1970^\\circ=$$？(以 $$k$$ 表示)',
    answer: '$$\\frac{-k}{\\sqrt{1+k^2}}$$',
    hasImage: false,
  },
  {
    id: '179bc33b270',
    chapter: '三角比',
    question:
      '求 $$\\sin^21^\\circ+\\sin^22^\\circ+\\sin^23^\\circ+\\cdots$$\n$$+\\sin^2180^\\circ$$。',
    answer: '$$90$$',
    hasImage: false,
  },
  {
    id: '179bc364ccb',
    chapter: '三角比',
    question: '求 $$\\sin300^\\circ\\tan150^\\circ+\\sin150^\\circ\\cos120^\\circ$$。',
    answer: '$$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '179c1c6a005',
    chapter: '矩陣A',
    question: '若直線 $$3x+2y=7$$ 經過二階方陣 $$A$$ 變換後的像為一點 $$(14,21)$$，求 $$A$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c7a57c',
    chapter: '矩陣A',
    question:
      "若 $$\\begin{bmatrix}a&2\\\\-1&b\\end{bmatrix}$$ 所定義的平面變換把直線 $$L:2x+y=5$$ 變換到 $$L':7x+3y=10$$，求數對 $$(a,b)$$。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c86170',
    chapter: '矩陣A',
    question:
      '$$A=\\begin{bmatrix}2&1\\\\0&3\\end{bmatrix}$$，求圓 $$x^2+y^2=1$$ 經 $$A$$ 變換後的圖形方程式。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1c91c4c',
    chapter: '矩陣A',
    question:
      "$$A=\\begin{bmatrix}2&0\\\\-1&3\\end{bmatrix}$$，曲線 $$\\Gamma$$ 經 $$A$$ 變換後的圖形為 $$\\Gamma':y=x^2+3x+1$$，求 $$\\Gamma$$ 的方程式。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1ca4a43',
    chapter: '矩陣A',
    question:
      '平面上 $$O$$ 為原點，$$P$$ 為 $$(2,6)$$，$$\\overline{OP}$$ 是正六邊形的一個邊，也是正八邊形的一個邊，如圖，求正六邊形的頂點 $$Q$$ 之坐標、正八邊形的頂點 $$R$$坐標。',
    answer: '',
    hasImage: true,
  },
  {
    id: '179c1cdd587',
    chapter: '矩陣A',
    question: '平面上直線 $$3x+5y=10$$ 繞原點逆時針旋轉 $$45^\\circ$$ 後的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1ceec7d',
    chapter: '矩陣A',
    question:
      '平面上圓 $$x^2+y^2+4x-8y-1=0$$ 經 $$\\begin{bmatrix}\\cos30^\\circ&-\\sin30^\\circ\\\\\\sin30^\\circ&\\cos30^\\circ\\end{bmatrix}$$ 變換後所得圖形方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d03e26',
    chapter: '矩陣A',
    question:
      '化簡 $$\\begin{bmatrix}\\cos80^\\circ&-\\sin80^\\circ\\\\\\sin80^\\circ&\\cos80^\\circ\\end{bmatrix}\\begin{bmatrix}\\cos50^\\circ&-\\sin50^\\circ\\\\\\sin50^\\circ&\\cos50^\\circ\\end{bmatrix}\\begin{bmatrix}\\cos10^\\circ&\\sin10^\\circ\\\\-\\sin10^\\circ&\\cos10^\\circ\\end{bmatrix}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d18f78',
    chapter: '矩陣A',
    question:
      '求 $$\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}^{100}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d20cfc',
    chapter: '矩陣A',
    question: '求 $$\\begin{bmatrix}1&1\\\\-1&1\\end{bmatrix}^{20}$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d3299c',
    chapter: '矩陣A',
    question:
      '點 $$(x,y)$$ 對 $$x$$ 軸鏡射，其平面變換為 $$(x,y)\\rightarrow(x,-y)$$，寫成二階方陣為？直線 $$3x+2y=7$$ 經過此平面變換所成新圖形的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d3a8a0',
    chapter: '矩陣A',
    question:
      '點 $$(x,y)$$ 對直線 $$x-y$$ 鏡射，其平面變換為 $$(x,y)\\rightarrow(y,x)$$，寫成二階方陣為？直線 $$5x-7y=1$$ 經過此平面變換所成新圖形的方程式為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d42085',
    chapter: '矩陣A',
    question: '平面變換 $$A$$ 相當於把點 $$(x,y)$$ 對直線 $$3x-2y=0$$ 做對稱點，求 $$A$$。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d7ad2c',
    chapter: '矩陣A',
    question:
      '已知鏡射矩陣 $$A=\\begin{bmatrix}-\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\-\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$ 與旋轉矩陣 $$B=\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$，試問：\n(1) 點 $$(x,y)$$ 經矩陣 $$A$$ 作用，相當於對哪一條直線鏡射？\n(2) 點 $$(x,y)$$ 先經 $$A$$ 再經 $$B$$ 作用，會得到鏡射矩陣，相當於對哪一條直線鏡射？\n(A) $$y=\\sqrt{3}x$$ (B) $$y=\\frac{x}{\\sqrt{3}}$$ (C) $$y=-\\sqrt{3}x$$ (D) $$y=-\\frac{x}{\\sqrt{3}}$$',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d8ab0c',
    chapter: '矩陣A',
    question:
      '若 $$y=5x^2$$ 在 $$(x,y)\\rightarrow(3x,2y)$$ 的伸縮變換下變成另一圖形，求此新圖形的方程式。',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1d9afa3',
    chapter: '矩陣A',
    question:
      '平面上有一個圓 $$C:(x+3)^2+(y-2)^2=25$$，經過伸縮矩陣 $$\\begin{bmatrix}4&0\\\\0&3\\end{bmatrix}$$ 變換後的圖形為 $$\\Gamma$$，其方程式為？圖形 $$\\Gamma$$ 的面積為？',
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1da661b',
    chapter: '矩陣A',
    question:
      "若直線 $$L:3x-4y=5$$ 在 $$(x,y)\\rightarrow(x+2y,y)$$ 的推移下變換成另一直線 $$L'$$，求 $$L'$$ 的方程式。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c1db30cc',
    chapter: '矩陣A',
    question:
      "坐標平面上直線 $$L:x=3$$，經推移變換 $$\\begin{bmatrix}1&k\\\\0&1\\end{bmatrix}$$ 作用後變成 $$L'$$，且 $$L'$$ 經過點 $$(15,2)$$，求 $$k$$。",
    answer: '',
    hasImage: false,
  },
  {
    id: '179c5a8681e',
    chapter: '指數對數',
    question:
      '求 $$\\frac{(2^2\\times3^2)\\times(2^5\\times3^2\\times5^3)}{(2^4\\times3^3)\\times(3\\times5^2)}。',
    answer: '$$40$$',
    hasImage: false,
  },
  {
    id: '179c5bb1a92',
    chapter: '指數對數',
    question:
      '求 $$\\left(\\frac{5}{2}\\right)^3\\times\\left(\\frac{6}{5}\\right)^4\\times\\left(\\frac{4}{3}\\right)^2$$。',
    answer: '$$\\frac{288}{5}$$',
    hasImage: false,
  },
  {
    id: '179c5bad9e9',
    chapter: '指數對數',
    question: '求 $$\\left(\\frac{1}{4}\\right)^{-2}\\times2^{-3}$$。',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179c5be5558',
    chapter: '指數對數',
    question: '求 $$(\\sqrt{3}+1)^{-4}\\times(\\sqrt{3}-1)^{-3}$$。',
    answer: '$$\\frac{\\sqrt{3}-1}{16}$$',
    hasImage: false,
  },
  {
    id: '179c5c443f0',
    chapter: '指數對數',
    question:
      '已知在某項新實驗中，細菌數 $$1$$ 日後增加 $$k$$ 倍，且 $$3$$ 日後細菌數為 $$200$$，$$5$$ 日後細菌數為 $$1800$$，試問：\n(1) $$k=$$？\n(2) 若 $$n$$ 日後的細菌數為 $$48600$$，求 $$n$$。',
    answer: '(1) $$3$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179c5c685a9',
    chapter: '指數對數',
    question:
      '一張 A4 的影印紙厚度大約 $$0.01$$ 公分，若對摺一次變成 $$0.01\\times2$$ 公分，再對摺一次變成 $$0.01\\times2^2$$ 公分，以此類推。若將這張 A4 的紙對摺 $$15$$ 次，試計算出它的厚度大約為幾公分。(四捨五入至整數位)',
    answer: '$$328$$',
    hasImage: false,
  },
  {
    id: '179d801ee76',
    chapter: '排列組合與機率',
    question:
      '將 $$12$$ 件不同的玩具，依下列分法求其方法數：\n(1) 平分給甲、乙、丙三人 (2) 平分成三堆\n(3) 給甲 $$6$$ 件，乙 $$3$$ 件，丙 $$3$$ 件 (4) 依 $$6$$ 件，$$3$$ 件，$$3$$ 件分成三堆\n(5) 給甲 $$5$$ 件，乙 $$4$$ 件，丙 $$3$$ 件 (6) 依 $$5$$ 件，$$4$$ 件，$$3$$ 件分成三堆\n(7) 依 $$5$$ 件，$$4$$ 件，$$3$$ 件隨意給甲、乙、丙三人',
    answer:
      '(1) $$34650$$ (2) $$5775$$ (3) $$18480$$ (4) $$9240$$ (5) $$27720$$ (6) $$27720$$ (7) $$166320$$',
    hasImage: false,
  },
  {
    id: '179d8058508',
    chapter: '排列組合與機率',
    question:
      '籃球 $$3$$ 人鬥牛賽，共有甲、乙...等 $$9$$ 人參加，組成 $$3$$ 隊，且甲、乙兩人不在同一隊的組隊方式有幾種？',
    answer: '$$210$$',
    hasImage: false,
  },
  {
    id: '179d80e3f65',
    chapter: '排列組合與機率',
    question:
      '自一副撲克牌中任取 $$3$$ 張，試求下列取法數\n(1) 三條 (2) 一對 (3) 同花 (4) 順(最小順為 $$A23$$，最大順為 $$QKA$$) (5) $$3$$ 張均不同點數',
    answer: '(1) $$52$$ (2) $$3744$$ (3) $$1144$$ (4) $$768$$ (5) $$18304$$',
    hasImage: false,
  },
  {
    id: '179d80fe7d6',
    chapter: '排列組合與機率',
    question:
      '(1) $$(2a-3b)^4$$ 的展開式。$$(1+x)^4$$ 的展開式。\n(2) $$(3x^2-2y)^7$$ 之展開式中，$$x^4y^5$$ 項之係數。',
    answer: '(1) 略 (2) $$-6048$$',
    hasImage: false,
  },
  {
    id: '179d81122d9',
    chapter: '排列組合與機率',
    question:
      '在 $$\\left(\\frac{2}{x}-x^2\\right)^{10}$$ 之展開式中 (1) $$x^{14}$$ 項之係數 (2) $$x^7$$ 項之係數',
    answer: '(1) $$180$$ (2) $$0$$',
    hasImage: false,
  },
  {
    id: '179d814cb57',
    chapter: '排列組合與機率',
    question:
      '(1) 試求 $$C^3_3+C^4_3+C^5_3+C^6_3+\\cdots+C^9_3$$。\n(2) 若 $$C^3_0+C^4_1+C^5_2+\\cdots+C^{89}_{86}=C^n_r$$，求數對 $$(n,r)$$。',
    answer: '(1) $$210$$ (2) $$(90,86)$$ 或 $$(90,4)$$',
    hasImage: false,
  },
  {
    id: '179d8178477',
    chapter: '排列組合與機率',
    question:
      '同時投擲一個硬幣及一個四面分別寫上 $$1$$、$$2$$、$$3$$、$$4$$ 的四面體骰子，依序觀察硬幣出現的正面或反面及骰子出現的點數，則：\n(1) 試寫出此試驗的樣本空間\n(2) 試求此試驗的樣本點個數',
    answer: '(1) $$\\{(+,1),(+,2),(+,3),(+,4),(-,1),(-,2),(-,3),(-,4)\\}$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179d8208af1',
    chapter: '排列組合與機率',
    question:
      '設 $$S$$ 表投擲一顆骰子的樣本空間，$$A$$ 表出現奇數點之事件，$$B$$ 表不超過 $$5$$ 點之事件，$$C$$ 表出現偶數點之事件，試求：\n(1) $$A$$ 和 $$B$$ 的和事件 (2) $$A$$ 和 $$B$$ 的積事件\n(3) $$A$$ 的餘事件 (4) $$A$$、$$B$$ 是否為互斥事件\n(5) $$A$$、$$C$$ 是否為互斥事件',
    answer: '(1) $$\\{(+,1),(+,2),(+,3),(+,4),(-,1),(-,2),(-,3),(-,4)\\}$$ (2) $$8$$',
    hasImage: false,
  },
  {
    id: '179d8253dcf',
    chapter: '排列組合與機率',
    question:
      '一袋子裡有同形同質的卡片 $$52$$ 張，每張卡片上各有一個 $$1$$ 至 $$52$$ 的不同號碼。今自袋中同時任意抽出兩張卡片，則卡片上 $$2$$ 個號碼的和恰為 $$36$$ 的機率為？',
    answer: '$$\\frac{1}{78}$$',
    hasImage: false,
  },
  {
    id: '179d829f5d2',
    chapter: '排列組合與機率',
    question:
      '袋中有七個相同的球，分別標有 $$1$$ 號，$$2$$ 號，...，$$7$$ 號，若自袋中隨機取出四個球，則取出之球上的標號和為奇數的機率為？',
    answer: '$$\\frac{16}{35}$$',
    hasImage: false,
  },
  {
    id: '179d82cda15',
    chapter: '排列組合與機率',
    question:
      '投擲一枚均勻的硬幣三次，則：\n(1) 出現一正面、兩反面的機率為？ (2) 三次都出現同一面的機率為？',
    answer: '(1) $$\\frac{3}{8}$$ (2) $$\\frac{1}{4}$$',
    hasImage: false,
  },
  {
    id: '179d82eb06c',
    chapter: '排列組合與機率',
    question:
      '設 $$P_1$$ 表示丟 $$2$$ 枚均勻硬幣時，恰好出現 $$1$$ 個正面的機率，$$P_2$$ 表示擲 $$2$$ 個公正骰子，恰好出現 $$1$$ 個偶數點的機率，$$P_3$$ 表示丟 $$4$$ 枚均勻硬幣時，恰好出現 $$2$$ 個正面的機率，試比較 $$P_1$$、$$P_2$$、$$P_3$$ 之大小關係。',
    answer: '$$P_1=P_2>P_3$$',
    hasImage: false,
  },
  {
    id: '179dab11a04',
    chapter: '矩陣A',
    question:
      '設有 $$A$$，$$B$$ 兩支大瓶子，開始時，$$A$$ 瓶裝有 $$a$$ 公升的純酒精，$$B$$ 瓶裝有 $$b$$ 公升的礦泉水。每一輪操作都是先將 $$A$$ 瓶的溶液倒出一半到 $$B$$ 瓶，然後再將 $$B$$ 瓶的溶液倒出一半回 $$A$$ 瓶。設 $$n$$ 輪操作後，$$A$$ 瓶有 $$a_n$$ 公升的溶液，$$B$$ 瓶有 $$b_n$$ 公升的溶液。已知二階方陣 $$\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}$$ 滿足 $$\\begin{bmatrix}a_n\\\\b_n\\end{bmatrix}=\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}^n\\begin{bmatrix}a\\\\b\\end{bmatrix}$$。\n(1) 求二階方陣 $$\\begin{bmatrix}a_{11}&a_{12}\\\\a_{21}&a_{22}\\end{bmatrix}$$。\n(2) 當 $$a=\\frac{2}{3}$$，$$b=\\frac{1}{3}$$ 時，求 $$a_{100}$$ 及 $$b_{100}$$。\n(3) 當 $$a=\\frac{2}{3}$$，$$b=\\frac{1}{3}$$ 時，在第二輪操作後，$$A$$ 瓶的溶液中有百分之多少的酒精？',
    answer:
      '(1) $$\\begin{bmatrix}\\frac{3}{4}&\\frac{1}{2}\\\\\\frac{1}{4}&\\frac{1}{2}\\end{bmatrix}$$ (2) $$\\frac{2}{3}$$；$$\\frac{1}{3}$$ (3) $$68.75\\%$$',
    hasImage: false,
  },
  {
    id: '179dab3ef4e',
    chapter: '矩陣A',
    question:
      '依照過去的經驗，某高中高三生在某一天準時到校的學生有 $$90\\%$$ 在隔天仍會準時到校，而遲到或缺席的學生有 $$60\\%$$ 在隔天仍舊會遲到或缺席，如果某高中高三有 $$1000$$ 位學生，已知週一有 $$900$$ 位學生準時到校，若週二、週三皆未逢假日的情況下：\n(1) 寫出對應的轉移矩陣 $$A$$\n(2) 週三有幾位學生會遲到或缺席？\n(3) 長期而言，準時到校的學生比率為何？',
    answer: '(1) $$\\begin{bmatrix}0.9&0.4\\\\0.1&0.6\\end{bmatrix}$$ (2) $$175$$ 人 (3) $$80\\%$$',
    hasImage: false,
  },
  {
    id: '179dab5caf3',
    chapter: '矩陣A',
    question:
      '考慮某一個二皆矩陣的集合 $$M=\\left\\{\\begin{bmatrix}a&c\\\\b&d\\end{bmatrix}|a,b,c,d\\in\\{0,1,2,4\\}\\right\\}$$，從 $$M$$ 中任取一個二階矩陣，其為可逆矩陣的機率為何？',
    answer: '$$\\frac{47}{64}$$',
    hasImage: false,
  },
  {
    id: '179dab8149c',
    chapter: '矩陣A',
    question:
      "(1) 某一可逆二階方陣 $$A$$ 所定義的平面變換是將 $$(1,-1)$$ 與點 $$(-2,1)$$ 分別變換成 $$(5,7)$$ 與 $$(-3,6)$$，求此二階方陣 $$A$$。\n(2) 承(1)，求 $$L:2x+3y=-1$$ 在此變換下所變換成的直線 $$L'$$ 的方程式。",
    answer: '(1) $$\\begin{bmatrix}-2&-7\\\\-13&-20\\end{bmatrix}$$ (2) $$x-8y=-51$$',
    hasImage: false,
  },
  {
    id: '179dab8f67a',
    chapter: '矩陣A',
    question: '求點 $$(20,-15)$$ 關於直線 $$y=3x$$ 鏡射後的像點坐標。',
    answer: '$$(-25,0)$$',
    hasImage: false,
  },
  {
    id: '179dabc9c23',
    chapter: '矩陣A',
    question:
      "若 $$\\triangle PQR$$ 之面積為 $$8$$，$$P$$、$$Q$$、$$R$$ 經線性變換後之像點一次分別為 $$P'$$、$$Q'$$、$$R'$$，對於下列二階方陣的敘述哪些正確？\n$$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，$$B=\\begin{bmatrix}0&-1\\\\1&0\\end{bmatrix}$$，$$C=\\begin{bmatrix}\\frac{1}{2}&-\\frac{\\sqrt{3}}{2}\\\\\\frac{\\sqrt{3}}{2}&\\frac{1}{2}\\end{bmatrix}$$，$$D=\\begin{bmatrix}1&2\\\\0&1\\end{bmatrix}$$\n(1) 經過 $$A$$ 的變換後，$$\\triangle P'Q'R'$$ 之面積為 $$16$$\n(2) 經過 $$B$$、$$C$$、$$D$$ 的變換後，$$\\triangle P'Q'R'$$ 之面積依然為 $$8$$\n(3) 經過 $$B$$、$$C$$、$$D$$ 的變換後，$$\\triangle P'Q'R'$$ 之形狀依然不變\n(4) 考慮 $$P$$ 點到原點的距離，經過 $$B$$、$$C$$ 的變換後，距離不變\n(5) $$B^6$$ 與 $$C^6$$ 都是 $$I_2$$ 單位方陣",
    answer: '(1)(2)(4)',
    hasImage: false,
  },
  {
    id: '179db65adbb',
    chapter: '矩陣A',
    question:
      '假設台北市在民國 $$99$$ 年時人口有 $$400$$ 萬，而新北市的人口有 $$600$$ 萬，若民國 $$99$$ 年的一年內，住在台北市的有 $$10\\%$$ 搬到台北市，其餘 $$90\\%$$ 不移動；而住在新北市的有 $$5\\%$$ 搬到台北市，其餘 $$95\\%$$ 不移動，試求：\n(1) 人口遷移的轉移矩陣 $$A$$。\n(2) 民國 $$100$$ 年台北市、新北市的人口數。\n(3) 若此兩市人口遷移的狀態不變，則民國 $$101$$ 年台北市、新北市的人口數分別為？',
    answer:
      '(1) $$\\begin{bmatrix}0.9&0.05\\\\0.1&0.95\\end{bmatrix}$$ (2) $$390$$ 萬；$$610$$ 萬 (3) $$381.5$$ 萬；$$618.5$$ 萬',
    hasImage: false,
  },
  {
    id: '179db67466a',
    chapter: '矩陣A',
    question:
      '某人上班有甲、乙兩條路線可供選擇，早上定時從家裡出發，走甲路線有 $$\\frac{1}{10}$$ 的機率會遲到，走乙路線有 $$\\frac{1}{5}$$ 的機率會遲到。無論走哪一條路線，只要不遲到，下次就走同一路線，否則就換另一條路線。假設他第一天走甲路線，則第三天也走甲路線的機率為？',
    answer: '$$\\frac{83}{100}$$',
    hasImage: false,
  },
  {
    id: '179db695e12',
    chapter: '矩陣A',
    question:
      '小明參加班際籃球賽，當他投進一球後，下一球投進的機率是 $$0.7$$，當他投不進時，下一球投進的機率是 $$0.5$$。若第 $$n$$ 球投進的機率為 $$x_n$$，投不進的機率為 $$y_n$$，且滿足 $$\\begin{bmatrix}x_{n+2}\\\\y_{n+2}\\end{bmatrix}=\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}\\begin{bmatrix}x_n\\\\y_n\\end{bmatrix}$$，則 $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}=$$？',
    answer: '$$\\begin{bmatrix}0.64&0.6\\\\0.36&0.4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db6a4e7f',
    chapter: '矩陣A',
    question:
      '$$\\begin{bmatrix}0.4&b\\\\a&c\\end{bmatrix}$$ 為一轉移矩陣且不存在乘法反方陣，則序組 $$(a,b,c)=$$？',
    answer: '$$(0.6,0.4,0.6)$$',
    hasImage: false,
  },
  {
    id: '179db75aa5f',
    chapter: '矩陣A',
    question:
      "設線性變換矩陣 $$A=\\begin{bmatrix}1&2\\\\3&4\\end{bmatrix}$$，則：\n(1) 點 $$P(5,6)$$ 經過 $$A$$ 的變換後的新坐標為？\n(2) 點 $$Q(a,b)$$ 經過 $$A$$ 的變換後的新坐標為 $$Q'(4,10)$$，則 $$(a,b)=$$？",
    answer: '$$(0.6,0.4,0.6)$$',
    hasImage: false,
  },
  {
    id: '179db77f653',
    chapter: '矩陣A',
    question:
      '設線性變換矩陣 $$A$$ 將點 $$\\begin{bmatrix}1\\\\0\\end{bmatrix}$$ 變換到點 $$\\begin{bmatrix}-4\\\\5\\end{bmatrix}$$，將點 $$\\begin{bmatrix}0\\\\1\\end{bmatrix}$$ 變換到點 $$\\begin{bmatrix}3\\\\2\\end{bmatrix}$$，試求：\n(1) 矩陣 $$A$$。\n(2) 承(1)，矩陣 $$A$$ 將點 $$\\begin{bmatrix}-2\\\\7\\end{bmatrix}$$ 變換到？',
    answer:
      '(1) $$\\begin{bmatrix}-4&3\\\\5&2\\end{bmatrix}$$ (2) $$\\begin{bmatrix}29\\\\4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db7973b6',
    chapter: '矩陣A',
    question:
      '若有一個線性變換矩陣將 $$P_1(1,2)$$、$$P_2(2,-1)$$ 兩點分別變換到 $$Q_1(7,3)$$、$$Q_2(4,1)$$ 兩點，試求此變換所對應的二階方陣為？',
    answer: '$$\\begin{bmatrix}3&2\\\\1&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179db7bcfcc',
    chapter: '矩陣A',
    question:
      "設 $$O$$、$$P$$、$$Q$$ 三點坐標為 $$O(0,0)$$、$$P(4,1)$$、$$Q(2,3)$$。若 $$O$$、$$P$$、$$Q$$ 三點經過矩陣 $$A=\\begin{bmatrix}1&3\\\\0&2\\end{bmatrix}$$ 線性變換後，得到新的三點 $$O'$$、$$P'$$、$$Q'$$，試求 $$\\overrightarrow{O'P'}$$ 與 $$\\overrightarrow{O'Q'}$$ 所張出的平行四邊形面積為？",
    answer: '$$20$$',
    hasImage: false,
  },
  {
    id: '179de60103a',
    chapter: '三角比',
    question:
      '利用計算機求出下列各值，並四捨五入至小數點後第一位：\n(1) 試求直線 $$3x-2y+2=0$$ 的斜角 $$\\theta$$。\n(2) 已知直線 $$L_1:3x-y+2=0$$，$$L_2:2x-3y+6=0$$，試求 $$L_1$$ 與 $$L_2$$ 的銳夾角。',
    answer: '(1) $$71.6^\\circ$$ (2) $$37.9^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de647e52',
    chapter: '三角比',
    question:
      '試將下列直角坐標轉換成極坐標，利用計算機取角度介於 $$0^\\circ$$ 到 $$360^\\circ$$ 之間，並四捨五入至整數位：\n(1) $$A(-5,0)$$ (2) $$B(-3-3)$$ (3) $$C(2,5)$$',
    answer: '(1) $$[5,180^\\circ]$$ (2) $$[3\\sqrt{2},225^\\circ]$$ (3) $$[\\sqrt{29},68^\\circ]$$',
    hasImage: false,
  },
  {
    id: '179de65c7d8',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$\\overline{AB}=4\\sqrt{2}$$，$$\\angle B=45^\\circ$$，$$\\angle C=30^\\circ$$，求 $$\\overline{BC}$$。',
    answer: '$$4+4\\sqrt{3}$$',
    hasImage: true,
  },
  {
    id: '179de66ef94',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\overline{AC}=12$$，$$\\overline{BC}=10$$，$$\\angle C=120^\\circ$$，求 $$\\triangle ABC$$ 面積。',
    answer: '$$30\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179de685429',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，已知 $$\\angle A=60^\\circ$$，$$\\overline{AB}=12$$，$$\\overline{AC}=6$$，若 $$\\angle A$$ 的內角平分線交 $$\\overline{BC}$$ 於 $$D$$ 點，求 $$\\overline{AD}$$。',
    answer: '$$4\\sqrt{3}$$',
    hasImage: false,
  },
  {
    id: '179de69af3d',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，若 $$\\angle A=45^\\circ$$，$$\\angle B=30^\\circ$$，且 $$\\overline{BC}=6$$，求：\n(1) $$\\overline{AC}$$ (2) $$\\triangle ABC$$ 之外接圓半徑',
    answer: '(1) $$3\\sqrt{2}$$ (2) $$3\\sqrt{2}$$',
    hasImage: false,
  },
  {
    id: '179de6b2afc',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$\\overline{BC}=2$$，$$\\overline{AC}=\\sqrt{3}+1$$，$$\\angle A=45^\\circ$$，試求 $$\\angle C$$。',
    answer: '$$60^\\circ$$ 或 $$30^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de6ca1c2',
    chapter: '三角比',
    question:
      '在 $$\\triangle ABC$$ 中，若 $$\\angle A:\\angle B:\\angle C=3:4:5$$，求 $$\\overline{BC}:\\overline{AC}:\\overline{AB}$$。',
    answer: '$$2\\sqrt{2}:2\\sqrt{3}:(\\sqrt{6}+\\sqrt{2})$$',
    hasImage: false,
  },
  {
    id: '179de6e9e9b',
    chapter: '三角比',
    question:
      '如圖，$$ABCD$$ 為圓內接四邊形，若 $$\\angle DBC=30^\\circ$$，$$\\angle ABD=45^\\circ$$，$$\\overline{CD}=6$$，求：\n(1) $$\\overline{AD}$$。\n(2) $$\\triangle ABD$$ 之外接圓半徑。',
    answer: '(1) $$6\\sqrt{2}$$ (2) $$6$$',
    hasImage: true,
  },
  {
    id: '179de701744',
    chapter: '三角比',
    question:
      '從岸上兩個瞭望臺 $$A$$，$$B$$ 觀測海上一船 $$C$$，測得 $$\\angle ABC=102^\\circ$$，$$\\angle BAC=48^\\circ$$，若 $$A$$，$$B$$ 相距 $$100$$ 公尺，則船 $$C$$ 與瞭望臺 $$A$$ 之距離為？(四捨五入至小數點後第一位)',
    answer: '$$195.6$$ 公尺',
    hasImage: false,
  },
  {
    id: '179de720da0',
    chapter: '三角比',
    question:
      '(1) 在 $$\\triangle ABC$$ 中，若 $$\\overline{AB}=3$$，$$\\overline{AC}=5$$，$$\\angle A=120^\\circ$$，求 $$\\overline{BC}$$。\n(2) 在 $$\\triangle ABC$$ 中，若 $$\\overline{AC}=13$$，$$\\overline{BC}=8$$，$$\\overline{AB}=7$$，求 $$\\angle B$$。',
    answer: '(1) $$7$$ (2) $$120^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de7f01a8',
    chapter: '三角比',
    question:
      '如圖，$$\\triangle ABC$$ 中，$$D$$ 為 $$\\overline{BC}$$ 上一點，若 $$\\overline{AB}=\\overline{AC}=10$$，$$\\overline{AD}=8$$，$$\\overline{BD}=9$$，求 $$\\overline{CD}$$。',
    answer: '$$4$$',
    hasImage: true,
  },
  {
    id: '179de8089de',
    chapter: '三角比',
    question:
      '設 $$\\triangle ABC$$ 中，$$\\angle A$$、$$\\angle B$$、$$\\angle C$$ 的對邊邊長分別是 $$a$$、$$b$$、$$c$$，且滿足 $$a^2+b^2-c^2=\\sqrt{2}ab$$，求 $$\\angle C$$。',
    answer: '$$45^\\circ$$',
    hasImage: false,
  },
  {
    id: '179de81f990',
    chapter: '三角比',
    question:
      '圓內接四邊形 $$ABCD$$ 中，已知 $$\\overline{AB}=5$$，$$\\overline{BC}=3$$，$$\\overline{CD}=2$$，$$\\angle B=60^\\circ$$，求：\n(1) $$\\overline{AC}$$ (2) $$\\overline{AD}$$',
    answer: '(1) $$\\sqrt{19}$$ (2) $$3$$',
    hasImage: false,
  },
  {
    id: '179de84aeae',
    chapter: '三角比',
    question:
      '一漁船在湖上等速直線前進，已知上午 $$9$$ 時 $$50$$ 分，漁船在觀測點 $$O$$ 的北 $$70^\\circ$$ 西位置，離 $$O$$ 點 $$2$$ 浬處。上午 $$10$$ 時 $$10$$ 分，則在觀測點 $$O$$ 的北 $$50^\\circ$$ 東位置，離 $$O$$ 點 $$1$$ 浬處，求：\n(1) 此漁船的時速為多少浬/小時。\n(2) 此段時間內，漁船離觀測點 $$O$$ 的最近距離為多少浬。',
    answer: '(1) $$3\\sqrt{7}$$ (2) $$\\frac{\\sqrt{21}}{7}$$',
    hasImage: false,
  },
  {
    id: '179de862935',
    chapter: '三角比',
    question:
      '某大樓高 $$100$$ 公尺，在大樓的正東方 $$A$$ 點測得大樓樓頂 $$C$$ 之仰角為 $$45^\\circ$$，在大樓的正南方 $$B$$ 點測得大樓樓頂 $$C$$ 之仰角為 $$30^\\circ$$，求 $$A$$ 與 $$B$$ 相距幾公尺？',
    answer: '$$200$$',
    hasImage: false,
  },
  {
    id: '179de86f46f',
    chapter: '三角比',
    question:
      '已知 $$\\triangle ABC$$ 的三邊長分別為 $$5$$，$$6$$，$$7$$，求：\n(1) $$\\triangle ABC$$ 面積 (2) 外接圓半徑 $$R$$ (3) 內切圓半徑 $$r$$',
    answer: '$$200$$',
    hasImage: false,
  },
  {
    id: '179e0468727',
    chapter: '矩陣B',
    question:
      '若兩矩陣 $$A=\\begin{bmatrix}5&1\\\\1&5\\end{bmatrix}$$，$$B=\\begin{bmatrix}4&2\\\\x&4\\end{bmatrix}$$ 滿足 $$(A+B)^2=A^2+2AB+B^2$$，求 $$x$$。',
    answer: '$$2$$',
    hasImage: false,
  },
  {
    id: '179e04855f6',
    chapter: '矩陣B',
    question:
      '設 $$P$$、$$Q$$、$$R$$ 為二階方陣，已知 $$PQ=\\begin{bmatrix}2&0\\\\12&0\\end{bmatrix}$$，$$PR=\\begin{bmatrix}1&3\\\\4&12\\end{bmatrix}$$，且 $$Q+R=\\begin{bmatrix}1&0\\\\3&3\\end{bmatrix}$$，求 $$P$$。',
    answer: '$$\\begin{bmatrix}0&1\\\\4&4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04906e8',
    chapter: '矩陣B',
    question: '$$A=\\begin{bmatrix}3&5\\\\-1&-2\\end{bmatrix}$$，$$2AX=3X+A$$，求矩陣 $$X$$。',
    answer: '$$\\begin{bmatrix}11&15\\\\-3&-4\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04a75d8',
    chapter: '矩陣B',
    question:
      '$$A=\\begin{bmatrix}2&1\\\\1&2\\end{bmatrix}$$，$$P=\\begin{bmatrix}1&-1\\\\1&1\\end{bmatrix}$$，若 $$A=PBP^{-1}$$，求：\n(1) $$B$$\n(2) $$B^5$$',
    answer:
      '(1) $$\\begin{bmatrix}3&0\\\\0&1\\end{bmatrix}$$ (2) $$\\begin{bmatrix}243&0\\\\0&1\\end{bmatrix}$$',
    hasImage: false,
  },
  {
    id: '179e04c6557',
    chapter: '矩陣A',
    question:
      '某位同學，每天必由數獨、數織兩款遊戲中挑選一款來玩，若他當天選擇了某款遊戲，則隔天玩同款遊戲的機率為 $$80\\%$$，玩另一款遊戲的機率為 $$20\\%$$，已知他某個星期一選擇玩數獨，則他星期三玩數織的機率為？',
    answer: '$$32\\%$$',
    hasImage: false,
  },
  {
    id: '179e04fb4b0',
    chapter: '矩陣A',
    question:
      '某射擊選手，當他射中標靶，則下次中靶的機率為 $$0.7$$；當他沒有射中標靶，則下次中靶的機率為 $$0.5$$。請問他射擊無數次後，中靶機率為何？',
    answer: '$$\\frac{5}{8}$$',
    hasImage: false,
  },
  {
    id: '179e05237b1',
    chapter: '矩陣A',
    question:
      '設平面上有一個平面變換，將 $$P_1(1,2)$$，$$P_2(2,-1)$$ 兩點分別變換到 $$Q_1(7,3)$$、$$Q_2(4,1)$$ 兩點，則此變換所對應的二階方陣為 $$\\begin{bmatrix}a&b\\\\c&d\\end{bmatrix}$$，求 $$a+b+c+d$$。',
    answer: '$$7$$',
    hasImage: false,
  },
  {
    id: '179e0535022',
    chapter: '矩陣A',
    question:
      '設直線 $$L:5x-y=18$$ 經 $$\\begin{bmatrix}1&1\\\\-2&4\\end{bmatrix}$$ 變換後得直線 $$M$$，試求直線 $$M$$ 的方程式。',
    answer: '$$3x-y=18$$',
    hasImage: false,
  },
  {
    id: '179e0550323',
    chapter: '矩陣A',
    question:
      '設甲袋有 $$4$$ 顆紅球，乙袋有 $$1$$ 顆紅球和 $$1$$ 顆白球，先自甲袋取一球放入乙袋，再自乙袋取一球放回甲袋，如此稱為一局，則兩局後，白球在甲袋的機率為？',
    answer: '$$\\frac{1}{2}$$',
    hasImage: false,
  },
  {
    id: '179e05820dd',
    chapter: '矩陣A',
    question:
      "設 $$P(1,2)$$，$$Q(2,3)$$，$$R(3,-2)$$ 為平面上三點，$$A=\\begin{bmatrix}1&0\\\\2&3\\end{bmatrix}$$，$$B=\\begin{bmatrix}\\frac{4}{5}&-\\frac{3}{5}\\\\\\frac{3}{5}&\\frac{4}{5}\\end{bmatrix}$$ 為二階方陣，$$M=BA$$，則 $$\\triangle PQR$$ 經過二階方陣 $$M$$ 線性變換後成 $$\\triangle P'Q'R'$$，求 $$\\triangle P'Q'R'$$ 的面積。",
    answer: '$$9$$',
    hasImage: false,
  },
  {
    id: '179e05acb36',
    chapter: '矩陣B',
    question:
      '已知 $$A$$、$$B$$、$$C$$ 為 $$n$$ 階方陣且 $$O$$ 為 $$n$$ 階零方陣，則下列何者正確？(多選)\n(1) $$(A+B)^2=A^2+2AB+B^2$$\n(2) 若 $$AB=O$$，則 $$A=O$$ 或 $$B=O$$\n(3) 若 $$AB=AC$$ 且 $$A\\neq O$$，則 $$B=C$$\n(4) 若 $$A=BC$$，則 $$A^2=B^2C^2$$\n(5) $$(AB)C=A(BC)$$',
    answer: '(5)',
    hasImage: false,
  },
  {
    id: '179e05d2e8b',
    chapter: '矩陣B',
    question:
      '設矩陣 $$A=\\begin{bmatrix}a_{ij}\\end{bmatrix}_{3\\times3}$$，$$A\\begin{bmatrix}0\\\\1\\\\0\\end{bmatrix}=\\begin{bmatrix}5\\\\3\\\\-8\\end{bmatrix}$$，$$A\\begin{bmatrix}0\\\\0\\\\1\\end{bmatrix}=\\begin{bmatrix}1\\\\-6\\\\2\\end{bmatrix}$$，$$A\\begin{bmatrix}1\\\\0\\\\0\\end{bmatrix}=\\begin{bmatrix}-9\\\\4\\\\7\\end{bmatrix}$$，求 $$a_{13}+a_{32}+a_{21}$$。',
    answer: '$$-3$$',
    hasImage: false,
  },
  {
    id: '179e0684ccc',
    chapter: '三角比',
    question:
      '設 $$\\sin\\theta+\\cos\\theta=\\frac{1}{2}$$，且 $$180^\\circ\\le\\theta\\le360^\\circ$$，求：\n(1) $$\\sin\\theta\\cos\\theta$$\n(2) $$\\sin\\theta-\\cos\\theta$$',
    answer: '(1) $$-\\frac{3}{8}$$ (2) $$-\\frac{\\sqrt{7}}{2}$$',
    hasImage: false,
  },
  {
    id: '179e0697edf',
    chapter: '三角比',
    question:
      '極坐標平面上有兩點 $$A[2,120^\\circ]$$，$$B[4,210^\\circ]$$，求 $$\\overline{AB}$$。',
    answer: '$$2\\sqrt{5}$$',
    hasImage: false,
  },
  {
    id: '179e06b1112',
    chapter: '三角比',
    question:
      '設直角三角形 $$ABC$$ 之三邊長為 $$\\overline{AB}=5$$，$$\\overline{BC}=13$$，$$\\overline{CA}=12$$，以斜邊 $$\\overline{BC}$$ 為一邊向外作出正方形 $$BCDE$$，如圖所示。令 $$\\angle ACD=\\theta$$，求 $$\\sin\\theta+\\cos\\theta$$。',
    answer: '$$\\frac{7}{13}$$',
    hasImage: true,
  },
  {
    id: '179e06c7fa3',
    chapter: '三角比',
    question:
      '已知兩直線 $$L_1:y=\\frac{1}{2}x$$ 與 $$L_2:3x+y=5$$ 的銳夾角為 $$\\theta$$，求 $$\\theta$$。(利用計算機，四捨五入至整數位)',
    answer: '$$82^\\circ$$',
    hasImage: false,
  },
  {
    id: '179e06ddeda',
    chapter: '三角比',
    question:
      '已知 $$A$$、$$B$$ 兩點的極坐標分別為 $$A[1,60^\\circ]$$，$$B[\\sqrt{3},150^\\circ]$$，$$\\overline{AB}$$ 中點為 $$C$$，求 $$C$$ 點的極坐標。',
    answer: '$$[1,120^\\circ]$$',
    hasImage: false,
  },
  {
    id: '179e06f7815',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=1$$，$$\\overline{AC}=2$$，$$\\sin A=\\frac{5}{13}$$，求 $$\\triangle ABC$$ 的面積。',
    answer: '$$\\frac{5}{13}$$',
    hasImage: false,
  },
  {
    id: '179e070c819',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AB}=2$$，$$\\overline{AC}=6$$，且 $$\\angle A=120^\\circ$$。若 $$D$$ 為 $$\\overline{BC}$$ 上一點，且滿足 $$3\\overline{BD}=\\overline{CD}$$，求 $$\\triangle ACD$$ 的面積。',
    answer: '$$\\frac{9\\sqrt{3}}{4}$$',
    hasImage: false,
  },
  {
    id: '179e071ffc3',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\angle B=15^\\circ$$，$$\\angle C=30^\\circ$$，$$\\overline{BC}=4$$，求 $$\\triangle ABC$$ 的外接圓面積。',
    answer: '$$8\\pi$$',
    hasImage: false,
  },
  {
    id: '179e073e656',
    chapter: '三角比',
    question:
      '四邊形 $$ABCD$$ 為圓內接四邊形，若 $$\\angle ADB=60^\\circ$$，$$\\angle CBD=30^\\circ$$，$$\\overline{CD}=5$$，求：\n(1) $$\\overline{AB}$$\n(2) 外接圓半徑',
    answer: '(1) $$5\\sqrt{3}$$ (2) $$5$$',
    hasImage: true,
  },
  {
    id: '179e075c581',
    chapter: '三角比',
    question:
      '如圖 $$\\triangle ABP$$ 中，若 $$\\angle PAB=30^\\circ$$，$$\\angle PBA=45^\\circ$$，今於 $$\\overline{AB}$$ 上任取一點 $$Q$$，若 $$\\triangle APQ$$ 與 $$\\triangle BPQ$$ 的外接圓半徑分別為 $$R_1$$ 和 $$R_2$$，求 $$\\frac{R_1}{R_2}$$。',
    answer: '$$\\sqrt{2}$$',
    hasImage: true,
  },
  {
    id: '179e078a37b',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$a$$、$$b$$、$$c$$ 分別為 $$\\angle A$$、$$\\angle B$$、$$\\angle C$$ 的對邊長。若 $$\\begin{cases}2a+2b-3c=0\\\\a-2b+c=0\\end{cases}$$，求 $$\\sin A:\\sin B:\\sin C$$。',
    answer: '$$4:5:6$$',
    hasImage: false,
  },
  {
    id: '179e07a7752',
    chapter: '三角比',
    question:
      '$$\\triangle ABC$$ 中，$$\\overline{AD}$$ 平分 $$\\angle BAC$$ 並交 $$\\overline{BC}$$ 於 $$D$$。已知 $$\\overline{BD}=5$$、$$\\overline{DC}=7$$，且 $$\\angle ABC=60^\\circ$$，求 $$\\sin\\angle ACD$$。',
    answer: '$$\\frac{5\\sqrt{3}}{14}$$',
    hasImage: true,
  },
  {
    id: '179e09170f3',
    chapter: '排列組合與機率',
    question:
      '從 $$1$$，$$2$$，$$3$$，$$4$$，$$5$$，$$6$$，$$7$$，$$8$$，$$9$$ 中任取兩相異數，求其積為完全立方數的機率。',
    answer: '$$\\frac{1}{12}$$',
    hasImage: false,
  },
];
